{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16281,
            "guid": "265e1a",
            "headline": "Berkshire Hathaway Takes $4.3 Billion Stake in Alphabet",
            "dek": "The investment in Google parent is another tech bet in addition to its big Apple holding.",
            "source_url": "",
            "source_label": "Regulatory filing",
            "body": "<p>Warren Buffett’s Berkshire Hathaway purchased shares in Google parent Alphabet worth $4.3 billion at the end of the third quarter, a vote of confidence in the search giant after its shares have surged this year.</p>\n\n<p>The investment, disclosed in a quarterly regulatory filing, adds to Berkshire’s exposure to the tech industry, which Buffett once shied from. The firm also owned a $60.5 billion stake in Apple and a $2.2 billion stake in Amazon. Buffett, 95, said in May he would step down as CEO by the end of the year, appointing Greg Abel as his successor.</p>\n\n<p>Shares in Alphabet have risen 45% this year as investors warm to the company’s artificial-intelligence bets. The stock rose about 1.6% in after-hours trading following the Berkshire disclosure. Berkshire also pared its Apple position during the third quarter.</p>",
            "published_at": "2025-11-14T23:12:38.379Z",
            "url": "https://www.theinformation.com/briefings/berkshire-hathaway-takes-4-3-billion-stake-alphabet?unlock=265e1a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/berkshire-hathaway-takes-4-3-billion-stake-alphabet?unlock=265e1a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16280,
            "guid": "8e819b",
            "headline": "Elon Musk’s xAI Delays Grok 5 Release to Next Year ",
            "dek": "XAI has appears to have pushed the Grok 5 release deadline from the end of this year to the first quarter of 2026. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>XAI plans to release its next-generation Grok 5 artificial intelligence model in the first three months of next year, CEO Elon Musk said on Friday. That’s later than a deadline Musk had previously set of releasing the model by the end of 2025.</p>\n\n<p>In an <a href=\"https://x.com/BaronCapital/status/1989318999927107663\">interview</a> with the investor Ron Baron, who has backed several Musk companies including xAI, Musk said that Grok 5 would be released “in Q1 sometime.” Musk had previously <a href=\"https://x.com/elonmusk/status/1953515379688714697\">said</a> on X this August that Grok 5 would be out before the end of 2025. During Friday’s conversation with Baron, Musk also said that Grok 5 will have 6 trillion parameters, a key measure of the size of large language models, an increase from 3 trillion parameters for its predecessors Grok 3 and Grok 4.</p>\n\n<p>Additionally, Musk said Friday that Tesla is still interested in building its own chip fabrication plant, an idea he <a href=\"https://www.theinformation.com/briefings/elon-musk-says-tesla-build-chip-fab-work-intel\">also raised</a> at the company’s shareholder meeting last week. Musk said that Tesla’s existing chip suppliers like Taiwan Semiconductor Manufacturing Company and Samsung would have to build “100, 200 billion AI chips a year in the timeframe that we need them” in order for Tesla to not need its own fab. Musk said he needs the chips for Tesla’s vehicles and the Optimus robot.</p>",
            "published_at": "2025-11-14T20:44:06.591Z",
            "url": "https://www.theinformation.com/briefings/elon-musks-xai-delays-grok-5-release-next-year?unlock=8e819b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musks-xai-delays-grok-5-release-next-year?unlock=8e819b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16279,
            "guid": "fa7e9f",
            "headline": "OpenAI Pilots Group Chats in ChatGPT",
            "dek": "The group chat capabilities will be available for users in Japan, New Zealand, South Korea and Taiwan.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI said Friday it has begun piloting group chat capabilities in ChatGPT for people in Japan, New Zealand, South Korea and Taiwan. The move <a href=\"https://www.theinformation.com/articles/openai-quietly-designed-rival-google-workspace-microsoft-office?rc=c48ukx\">confirms The Information’s report from June</a> about the feature, which could eventually help OpenAI’s chatbot compete more directly with Microsoft and Google in collaboration software and other productivity apps.</p>\n\n<p>The announcement comes as OpenAI also is <a href=\"https://www.theinformation.com/articles/openai-readies-facebook-era\">using product strategies favored by older tech giants like Meta Platforms</a> for boosting revenue and usage. These include a new TikTok-like video app and ecommerce capabilities, as well as more controversial additions such as allowing users to generate erotica using ChatGPT.</p>\n\n<p>With the new chat feature, people can use a ChatGPT group chat to plan a trip or draft a paper together. Group chats with underage users come with additional safety restrictions, according to an OpenAI blog post.</p>",
            "published_at": "2025-11-14T20:23:06.412Z",
            "url": "https://www.theinformation.com/briefings/openai-pilots-group-chats-chatgpt?unlock=fa7e9f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-pilots-group-chats-chatgpt?unlock=fa7e9f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15292,
                    "guid": "6255b52e88",
                    "title": "OpenAI Quietly Designed a Rival to Google Workspace, Microsoft Office",
                    "url": "https://www.theinformation.com/articles/openai-quietly-designed-rival-google-workspace-microsoft-office?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16278,
            "guid": "ec3326",
            "headline": "StubHub Shares Plunge After Earnings",
            "dek": "The company didn't give any guidance about the fourth quarter, which may have frustrated investors looking for some idea of what StubHub is seeing so far this quarter. ",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Shares of StubHub plunged 22% on Friday, the day after the ticketing company reported its first earnings result as a public company. The stock is now trading 38% below its IPO price, just two months after its debut.</p>\n\n<p>The company reported 8% higher revenue in the third quarter, a stronger growth rate than the 3% it reported for the first half of the year. But the company didn’t give any guidance about the fourth quarter, which may have frustrated investors looking for some idea of what StubHub is seeing so far this quarter. CEO Eric Baker explained the lack of guidance by saying the company was taking a “long term approach.”</p>\n\n<p>The Information <a href=\"https://www.theinformation.com/articles/stubhub-missed-financial-targets-ahead-ipo?rc=9byxri\">reported in late August</a> that StubHub’s business fell short of revenue and profit projections, it had shared with lenders, for the first half of the year.</p>",
            "published_at": "2025-11-14T20:15:45.864Z",
            "url": "https://www.theinformation.com/briefings/stubhub-shares-plunge-earnings?unlock=ec3326&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/stubhub-shares-plunge-earnings?unlock=ec3326&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16277,
            "guid": "1c2083",
            "headline": "Walmart CEO to Step Down",
            "dek": "John Furner, the current head of Walmart’s U.S. business, will take over the CEO role.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Walmart CEO Doug McMillon will retire in January, the company said Friday. He’ll be succeeded by John Furner, who is currently the CEO of Walmart’s U.S. business.</p>\n\n<p>McMillon, who has held the top job since 2014, has overseen a period of dramatic change for the retail giant. During his tenure, the company has greatly expanded its e-commerce business and has moved into other areas like digital advertising. It’s also sought to compete more aggressively with Amazon by expanding its online marketplace, Walmart+ membership program and grocery delivery service. More recently, Walmart has also been trying to take advantage of growing user adoption of artificial intelligence, including a partnership with OpenAI to sell products through ChatGPT’s Instant Checkout feature.</p>\n\n<p>McMillon will remain on Walmart’s board until June and will serve as an adviser to Furner through early 2027. Walmart said it will name a new head of its U.S. business by early next year.</p>",
            "published_at": "2025-11-14T14:39:32.873Z",
            "url": "https://www.theinformation.com/briefings/walmart-ceo-step?unlock=1c2083&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/walmart-ceo-step?unlock=1c2083&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15571,
                    "guid": "e1337f4970",
                    "title": "To Court Big Brands, Walmart Throws Some Smaller Merchants Under the Bus",
                    "url": "https://www.theinformation.com/articles/court-big-brands-walmart-throws-smaller-merchants-bus?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16276,
            "guid": "7c2998",
            "headline": "Blue Origin Lands New Glenn Rocket, Deploys Payloads For First Time",
            "dek": "Jeff Bezos’ space company achieved major milestones on the second launch of its giant new rocket. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Blue Origin, the space company founded and owned by Jeff Bezos, took a major step forward by successfully launching its giant New Glenn rocket and landing its booster stage on a barge off the coast of Florida.</p>\n\n<p>It was a landmark achievement for Blue Origin in its ambitions of creating reusable rockets capable of delivering satellites into orbit and eventually astronauts and cargo to the moon. As part of Thursday’s launch, Blue Origin also successfully deployed its payloads in space, including two NASA spacecraft headed to Mars as part of the agency’s Escapade mission.</p>\n\n<p>Blue Origin is mostly known for sending tourists to the edge of space on its reusable 63-foot tall New Shepard rocket. New Glenn, in contrast, is 321-feet tall and will allow Blue Origin to compete for commercial and government launch contracts against Elon Musk’s SpaceX. New Glenn is in a similar class to Starship, SpaceX’s new 400-plus foot tall rocket.</p>\n\n<p>While SpaceX has successfully launched hundreds of rockets and dominates the commercial space business, it has also struggled with technical mishaps that have caused multiple explosions of its Starship rockets. Blue Origin landed New Glenn on its second launch attempt.</p>",
            "published_at": "2025-11-13T21:59:55.723Z",
            "url": "https://www.theinformation.com/briefings/blue-origin-lands-new-glenn-rocket-deploys-payloads-first-time?unlock=7c2998&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/blue-origin-lands-new-glenn-rocket-deploys-payloads-first-time?unlock=7c2998&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 3158,
                    "display_name": "Nick Wingfield"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 12494,
                    "guid": "9e84aff14c",
                    "title": "Jeff Bezos Readies Blue Origin for Its Biggest Test",
                    "url": "https://www.theinformation.com/articles/jeff-bezos-readies-blue-origin-for-its-biggest-test?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1938,
                    "name": "space"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16275,
            "guid": "477ae3",
            "headline": "Murati’s Thinking Machines Lab In Talks To Raise Money at $50 Billion Valuation",
            "dek": "The talks come just five months after the startup announced its last round at a $10 billion valuation.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-11-13/murati-s-thinking-machines-in-funding-talks-at-50-billion-value",
            "source_label": "Bloomberg",
            "body": "<p>Thinking Machines Lab, the AI company cofounded by ex-OpenAI Chief Technology Officer Mira Murati, is in talks to raise money at a roughly $50 billion valuation, according to a report from Bloomberg. The talks come just five months after the startup announced its last round at a $10 billion valuation.</p>\n\n<p>Since its official launch in February, Thinking Machines has released Tinker, an application programming interface that allows developers to finetune, or tweak, open-source models.</p>\n\n<p>Murati has also <a href=\"https://www.theinformation.com/articles/ex-openai-cto-muratis-startup-plans-compete-openai-others\">told investors</a> that the company aims to produce models customized to key performance indicators, specific business metrics that companies track, typically related to revenue or profit growth. Thinking Machines also plans to release a consumer product, such as an AI-powered assistant consumers can speak to, The Information has previously <a href=\"https://www.theinformation.com/articles/10-billion-enigma-mira-murati\">reported</a>.</p>\n\n<p>Thinking Machines is one of a number of startups founded by former OpenAI executives and researchers that have landed high valuations in recent months, including Ilya Sutskever’s Safe Superintelligence and Liam Fedus’ Periodic Labs.</p>",
            "published_at": "2025-11-13T21:34:15.901Z",
            "url": "https://www.theinformation.com/briefings/muratis-thinking-machines-lab-talks-raise-money-50-billion-valuation?unlock=477ae3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/muratis-thinking-machines-lab-talks-raise-money-50-billion-valuation?unlock=477ae3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15820,
                    "guid": "7488b22e59",
                    "title": "The $10 Billion Enigma of Mira Murati",
                    "url": "https://www.theinformation.com/articles/10-billion-enigma-mira-murati?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16274,
            "guid": "38b9b8",
            "headline": "Amazon Renames Satellite Internet Effort to Amazon Leo",
            "dek": "The effort was previously known as Project Kuiper",
            "source_url": "https://www.aboutamazon.com/news/amazon-leo/project-kuiper-becomes-amazon-leo",
            "source_label": "The Information",
            "body": "<p>Amazon has a new name for its satellite internet effort: Amazon Leo, a reference to its constellation of satellites in low Earth orbit.</p>\n\n<p>In a <a href=\"https://www.aboutamazon.com/news/amazon-leo/project-kuiper-becomes-amazon-leo\">blog post</a>, Rajeev Badyal, an Amazon Leo vice president, said that the satellite effort’s previous name, Project Kuiper, was a codename, which was inspired by the Kuiper Belt, a ring of asteroids in the outer solar system. Amazon’s initial constellation for the system is expected to consist of more than 3,000 satellites, which will deliver wireless internet to areas on Earth that are underserved by conventional forms of internet service.</p>\n\n<p>So far, Amazon has launched only the first 150 or so of those satellites, which the company began launching in April. The company expects that it will require more than 80 rocket launches to deploy all of the satellites for its initial constellation. The service will compete with Starlink, the dominant satellite internet service, which is operated by Elon Musk’s SpaceX and <a href=\"https://satellitemap.space/constellation/starlink\">has more than 8,000</a> active satellites orbiting Earth.</p>",
            "published_at": "2025-11-13T20:40:19.259Z",
            "url": "https://www.theinformation.com/briefings/amazon-renames-satellite-internet-amazon-leo?unlock=38b9b8&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-renames-satellite-internet-amazon-leo?unlock=38b9b8&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 3158,
                    "display_name": "Nick Wingfield"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1938,
                    "name": "space"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16273,
            "guid": "c15bc3",
            "headline": "Anthropic Says Chinese Spies Used Its AI for Cyberattacks",
            "dek": "Anthropic said the hackers succeeded at breaking into targets “in a small number of cases” before the AI startup cut off their access to the tools. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Anthropic recently cut off access to its AI models for several hackers who were using the technology to carry out cyberattacks and espionage, the company said Thursday.</p>\n\n<p>Anthropic said the hackers, who were linked to the Chinese government, used its Claude Code tool to try to hack into 30 targets, including tech companies, financial institutions, and government agencies in mid-September. Anthropic said the hackers succeeded at breaking into targets “in a small number of cases” before the AI startup cut off their access to the tools.</p>\n\n<p>The episode illustrates how AI tools are making it faster and easier for hackers to carry out cyberattacks. In this case, the hackers used Anthropic’s models to automatically write code that was used for the hacks, and to connect to other software like password crackers.</p>\n\n<p>The hackers were able to “jailbreak” Claude, meaning they overrode Anthropic’s safety guardrails which are supposed to prevent the software from being used for malicious purposes, Anthropic said. The startup said it has since strengthened Claude’s guardrails to prevent similar cyberattacks.</p>",
            "published_at": "2025-11-13T20:36:52.187Z",
            "url": "https://www.theinformation.com/briefings/anthropic-says-chinese-spies-used-ai-cyberattacks?unlock=c15bc3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-says-chinese-spies-used-ai-cyberattacks?unlock=c15bc3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16272,
            "guid": "801aa2",
            "headline": "Grayscale IPO Filing Shows Revenue Decline ",
            "dek": "Crypto asset manager Grayscale seeks to list on NYSE under ticker “GRAY.” ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Grayscale, the crypto asset manager owned by Digital Currency Group, a crypto conglomerate founded by Barry Silbert, <a href=\"https://www.sec.gov/Archives/edgar/data/2073548/000119312525279127/0001193125-25-279127-index.htm\">filed</a> publicly for an IPO, despite a slowdown in its business.</p>\n\n<p>Grayscale was the driving force behind getting crypto assets traded on stock exchanges. But competition from other asset managers and from the once booming business of stocks such as Strategy that hold crypto hurt its revenue.</p>\n\n<p>In 2024, Grayscale made revenue of $506 million, down 1.4% from 2023. In the first nine months this year, it made net income of $203 million on $319 million revenue, down from $224 million net income and $398 million revenue during the same period last year.</p>\n\n<p>Founded in 2013, Grayscale is known for offering the Grayscale Bitcoin Trust, once the world’s biggest bitcoin trust, which it successfully converted into an exchange-traded fund in 2024 after winning a legal battle against the Securities and Exchange Commission. It now manages $35 billion crypto assets across funds.</p>\n\n<p>Grayscale said in the filing its products offer better return on equity and less risk than crypto treasury stocks, because it doesn’t need to issue dilutive equity or debt.</p>\n\n<p>The company seeks to list on NYSE under the ticker “GRAY.” Morgan Stanley, Bank of America, Jefferies, and Cantor are lead advisers. It filed confidentiality for the listing in July.</p>",
            "published_at": "2025-11-13T19:55:14.512Z",
            "url": "https://www.theinformation.com/briefings/grayscale-ipo-filing-shows-revenue-decline?unlock=801aa2&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/grayscale-ipo-filing-shows-revenue-decline?unlock=801aa2&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16271,
            "guid": "34997a",
            "headline": "Tesla Working on Support for Apple’s CarPlay in Vehicles ",
            "dek": "Elon Musk is a frequent public critic of Apple but has also pitched the company on using SpaceX's Starlink. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-11-13/tesla-is-working-to-add-apple-carplay-in-bid-to-boost-vehicle-sales",
            "source_label": "Bloomberg",
            "body": "<p>Tesla is working on supporting Apple’s CarPlay system in its vehicles, Bloomberg <a href=\"https://www.bloomberg.com/news/articles/2025-11-13/tesla-is-working-to-add-apple-carplay-in-bid-to-boost-vehicle-sales?srnd=undefined\">reported</a> on Thursday, in what would be a significant reversal of CEO Elon Musk’s opposition to working closely with the iPhone maker.</p>\n\n<p>The report said Tesla has been internally testing Carplay, which lets users connect their iPhones to vehicles’ infotainment systems more seamlessly, and could make the feature available to drivers in the coming months. While many vehicles made by other large automakers like Toyota, Ford and Volkswagen support Carplay, Tesla has never supported the feature.</p>\n\n<p>Musk is a frequent public critic of Apple, which at one point had <a href=\"https://www.theinformation.com/articles/inside-apples-eight-year-struggle-to-build-a-self-driving-car\">tried to develop</a> an electric vehicle to rival Tesla. In August, Musk’s startup <a href=\"https://www.theinformation.com/briefings/elon-musks-xai-sues-apple-openai-hurting-ai-competition\">xAI sued Apple</a> for allegedly favoring OpenAI’s ChatGPT over xAI’s Grok in its app store. However, Musk has previously pitched Apple on using SpaceX’s Starlink to provide connectivity to iPhones, and the two companies may do a Starlink deal in the future, <a href=\"https://www.theinformation.com/articles/apple-musks-spacex-finally-satellite-deal\">The Information reported</a> in October.</p>",
            "published_at": "2025-11-13T16:47:27.321Z",
            "url": "https://www.theinformation.com/briefings/tesla-working-support-apples-carplay-vehicles?unlock=34997a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tesla-working-support-apples-carplay-vehicles?unlock=34997a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15942,
                    "guid": "898f5a5d4b",
                    "title": "Could Apple and Musk’s SpaceX Finally Do a Satellite Deal?",
                    "url": "https://www.theinformation.com/articles/apple-musks-spacex-finally-satellite-deal?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                },
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 267744,
                    "name": "electric vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16270,
            "guid": "00fbef",
            "headline": "Google Goes Live With More AI Shopping Features",
            "dek": "Shoppers will be able to use AI to call stores and check product availability.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google unveiled several new AI shopping features Thursday, as the search giant heightens competition with OpenAI and other AI companies working to incorporate more e-commerce features into their products.</p>\n\n<p>Google had previously <a href=\"https://www.theinformation.com/articles/google-unveils-new-ai-features-help-defend-search-business?rc=d8mrkd\">announced some of the features at its I/O developer conference</a> in May, including a “buy it for me” feature that allows users to set up price alerts for items where Google will monitor the price and purchase the items on shoppers’ behalf if they fall below the users’ desired price.</p>\n\n<p>The company also launched a feature that will use AI to call stores on behalf of shoppers to check information like in-stock availability and added product listing information to shopping-related queries in Gemini’s mobile app. It also added more shopping features to its “AI Mode” in Google search, which allows shoppers to search for products conversationally.</p>",
            "published_at": "2025-11-13T15:32:24.160Z",
            "url": "https://www.theinformation.com/briefings/google-goes-live-ai-shopping-features?unlock=00fbef&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-goes-live-ai-shopping-features?unlock=00fbef&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15104,
                    "guid": "acdc6ae41d",
                    "title": "Google Unveils New AI Features to Help Defend Its Search Business",
                    "url": "https://www.theinformation.com/articles/google-unveils-new-ai-features-help-defend-search-business?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16269,
            "guid": "edc009",
            "headline": "Disney Reports Sharp Slump in Entertainment Profits",
            "dek": "Streaming revenues rose 8%, in line with its growth rate of the previous three quarters, but well below where rival Netflix is growing.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Walt Disney Co. reported flat revenue and slightly lower operating income in the September quarter, as a sharp&nbsp;slump at&nbsp;most of its TV networks offset growth in its streaming business and theme parks operation. Disney stock was trading down 8% on Thursday.</p>\n\n<p>Disney’s entertainment segment—which includes TV networks such as ABC and FX but not its sports networks—reported a 6% drop in revenue and a 35% drop in operating profit. That was due to a big drop at its traditional TV channels caused by shrinking viewership at those channels, which dragged down ad revenues and cable fees.</p>\n\n<p>Streaming revenues rose 8%, in line with its growth rate of the previous three quarters, but <a href=\"https://www.theinformation.com/articles/netflix-still-outrunning-rivals?rc=9byxri\">well below where rival Netflix</a> is growing. More importantly, Disney reported 39% higher operating income of $352 million. Disney reported that subscribers to its flagship Disney+ service rose 3%.</p>",
            "published_at": "2025-11-13T15:08:57.247Z",
            "url": "https://www.theinformation.com/briefings/disney-reports-sharp-slump-entertainment-profits?unlock=edc009&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/disney-reports-sharp-slump-entertainment-profits?unlock=edc009&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16268,
            "guid": "a1b44a",
            "headline": "Tencent President: Hiring More Top-Notch AI Researchers",
            "dek": "In China, Tencent has struggled to compete against Alibaba and ByteDance in AI model development. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Chinese tech giant Tencent Holdings said it is “upgrading” its team that develops artificial intelligence foundation models by stepping up recruitment efforts.</p>\n\n<p>“We are hiring more top-notch talent especially in the research area,” to complement the team’s strength in engineering, President Martin Lau said in a conference call Thursday after the company reported quarterly earnings. For example, Tencent a few months ago hired <a href=\"https://www.theinformation.com/articles/u-s-loses-appeal-chinese-ai-researchers?rc=jnr9wn\">Yao Shunyu</a>, a researcher who was working for OpenAI. Yao is known for his research on agentic AI.</p>\n\n<p>Tencent’s AI model team has struggled to compete against domestic rivals such as Alibaba Group and ByteDance. But Lau said there is no clear winner in the market yet. “At this point in time, we actually do not believe that there is a decisively better model in China, as everybody is locked in a pretty close race…..We don’t believe we are behind,” he said.</p>\n\n<p>Despite Tencent’s focus on AI model development, its capital expenditure in the quarter decreased 24% from a year earlier. That’s in part because Tencent has enough chips stockpiled from previous purchases to keep developing its own AI models, according to Lau.</p>\n\n<p>Separately, Bloomberg <a href=\"https://www.bloomberg.com/news/articles/2025-11-13/apple-and-tencent-agree-to-15-fee-on-wechat-mini-game-purchases\">reported</a> Thursday that Tencent had reached an agreement to allow Apple to process payments and collect 15% commissions from transactions in mini apps that operate within Tencent’s WeChat messaging app.</p>",
            "published_at": "2025-11-13T14:42:31.110Z",
            "url": "https://www.theinformation.com/briefings/tencent-president-hiring-top-notch-ai-researchers?unlock=a1b44a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tencent-president-hiring-top-notch-ai-researchers?unlock=a1b44a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16267,
            "guid": "320a2d",
            "headline": "Alibaba to Revamp Struggling AI Chatbot App",
            "dek": "In China, Alibaba’s Tongyi AI chatbot for consumers has much fewer users than rival apps from ByteDance and Tencent. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-11-13/alibaba-preps-big-revamp-of-flagship-ai-app-to-resemble-chatgpt",
            "source_label": "Bloomberg ",
            "body": "<p>Alibaba Group is planning to overhaul the design of its artificial intelligence chatbot, as the Chinese tech giant tries to make the struggling app more competitive, Bloomberg reported.</p>\n\n<p>In China’s consumer AI chatbot market, Alibaba’s Tongyi app lags far behind rival apps developed by other Chinese tech giants, such as ByteDance’s Doubao and Tencent Holdings’ Yuanbao. In October, Doubao had 159 million monthly active users, while Tongyi only had 7.4 million, according to <a href=\"http://aicpb.com/\">AIcpb.com</a>, a Chinese website that tracks AI apps.</p>\n\n<p>As part of the makeover, the Tongyi app will change its name to Qwen, the same as Alibaba’s AI models, according to Bloomberg. After the redesign, the Alibaba app&nbsp;is expected to look more like OpenAI’s ChatGPT, including features such as shopping, the report said.</p>\n\n<p>Alibaba is one of China’s leaders in AI model development, and it has an advantage in AI services for corporate customers thanks to the strength of Alibaba Cloud, China’s largest cloud service provider. However, when it comes to AI apps for consumers, Alibaba trails ByteDance, whose Doubao chatbot is China’s most popular AI app. To appeal to consumers, Alibaba earlier this year overhauled its Quark AI search app and turned it into an all-purpose AI assistant.</p>",
            "published_at": "2025-11-13T10:56:03.281Z",
            "url": "https://www.theinformation.com/briefings/alibaba-revamp-struggling-ai-chatbot-app?unlock=320a2d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/alibaba-revamp-struggling-ai-chatbot-app?unlock=320a2d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16266,
            "guid": "c5469c",
            "headline": "OpenAI Appeals to Public in Battle over Evidence with New York Times ",
            "dek": "ChatGPT maker says newspaper’s demand for 20 million chats in copyright lawsuit violates their uses’ privacy\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI has asked a court to reverse a ruling requiring it to hand over records of 20 million conversations between users and ChatGPT to the New York Times company. OpenAI says the request&nbsp;was “an invasion of user privacy.”</p>\n\n<p>As part of the Times’ copyright infringement lawsuit against the ChatGPT creator, the Times has asked for access to 20 million conversations between users and ChatGPT. The Times&nbsp;originally asked for 1.4 billion chats but later narrowed the request to 20 million, a random sample of chats between December 2022 and November 2024. Judge Ona Wang, who is overseeing the case in the Southern District of New York, has sided with the Times, ordering OpenAI to hand over the chats by Friday.</p>\n\n<p>While OpenAI said it is removing personal identifying information from the chats, it is still fighting the court on handing over the information, as OpenAI treats users chats with ChatGPT as “among the most sensitive information in your digital life,” according to a a blog post on Wednesday from Dane Stuckey, chief information security officer at OpenAI. A&nbsp;New York Times spokesperson said OpenAI’s blog “purposely misleads.”</p>\n\n<p>“No ChatGPT user’s privacy is at risk,” the spokesperson said. “This fear-mongering is all the more dishonest given that OpenAI’s own terms of service permit the company to train its models on users’ chats and turn over chats for litigation.”</p>",
            "published_at": "2025-11-12T20:51:01.939Z",
            "url": "https://www.theinformation.com/briefings/openai-appeals-public-battle-evidence-new-york-times?unlock=c5469c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-appeals-public-battle-evidence-new-york-times?unlock=c5469c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16265,
            "guid": "763344",
            "headline": "Circle Drops Over Lower Interest Rates, Rising Costs ",
            "dek": "Circle says it’s exploring launching a token to incentivize the use of its Arc blockchain.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Stablecoin issuer Circle’s revenue <a href=\"https://investor.circle.com/financials/quarterly-results/default.aspx\">jumped</a> 66% in the third quarter, but its shares fell 11% Wednesday, weighed down by concerns over declining interest rates and rising distribution costs to partners like Coinbase. It announced it’s exploring launching a token to incentivize the adoption of its Arc blockchain for stablecoin transactions.</p>\n\n<p>Circle reported third-quarter net income of $214 million on revenue of $740 million. It makes 96% of its revenue from interest income generated by reserve assets such as short-term Treasuries that back its stablecoin USDC. Its margin – revenue less distribution costs – fell to 39% in the third quarter, down by 2.7% from a year ago.</p>\n\n<p>Circle is facing new competition from companies such as Anchorage Digital, which issues stablecoins on behalf of clients like Western Union. It is also paying more of its interest income to partners such as Coinbase. Some new competitors pay most or all of their revenue to their partners.</p>\n\n<p>Circle CFO Jeremy Fox-Green said in an interview on <a href=\"https://www.theinformation.com/titv?utm_source=google&utm_medium=cpc&utm_campaign=23099657190_&utm_content=&utm_term=&gad_source=1&gad_campaignid=23109675016&gbraid=0AAAAADNJgqTMhBzEm1cisMhLr-tTe7JlB&gclid=CjwKCAiA_dDIBhB6EiwAvzc1cNb68rKHaAp4XvPXWUgyjs9VhZ9kQa7ylnr5BGcb2CHR9rdCTaLPGhoC4vsQAvD_BwE\">TITV</a> after the earnings that the company will focus on growing its stablecoin network and has no plan to issue stablecoins for others in the immediate future.</p>",
            "published_at": "2025-11-12T20:32:31.944Z",
            "url": "https://www.theinformation.com/briefings/circle-drops-lower-interest-rates-rising-costs?unlock=763344&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/circle-drops-lower-interest-rates-rising-costs?unlock=763344&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16264,
            "guid": "3c2a66",
            "headline": "Anthropic To Build Data Centers in Texas, New York",
            "dek": "This would be Anthropic's first foray into building data centers itself, a similar approach to that of its competitor OpenAI.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Anthropic plans to invest $50 billion building its own data centers, the first time it has done so, in Texas and New York, the AI startup announced in a blog post on Wednesday. Anthropic said it would partner with London-based cloud startup Fluidstack on the data centers.</p>\n\n<p>Anthropic said that the projects would create approximately 800 permanent jobs and 2,400 construction jobs, with sites coming online throughout 2026. The company added that the data centers would support President Trump’s goals to strengthen American dominance over the AI market.</p>\n\n<p>So far, Anthropic has chosen to rent AI chips from cloud providers like Amazon Web Services and Google. This would be its first foray into building the data centers itself, a similar approach to that of its competitor OpenAI.</p>",
            "published_at": "2025-11-12T16:03:08.673Z",
            "url": "https://www.theinformation.com/briefings/anthropic-build-data-centers-texas-new-york?unlock=3c2a66&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-build-data-centers-texas-new-york?unlock=3c2a66&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16044,
                    "guid": "32595cbc06",
                    "title": "Anthropic to Outpace OpenAI in Server Efficiency, Internal Projections Show",
                    "url": "https://www.theinformation.com/articles/anthropic-projects-cost-advantage-openai?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16263,
            "guid": "7d8df8",
            "headline": "Skims Boosts Valuation to $5 Billion",
            "dek": "The apparel brand will use the new funding to help build more brick-and-mortar stores.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Skims, the apparel and shapewear brand cofounded by Kim Kardashian, has raised $225 million in new funding, the company said Wednesday. The funding round, which was led by Goldman Sachs Alternatives, boosts the company’s valuation to $5 billion, up from its $4 billion valuation in 2023.</p>\n\n<p>The company said the funding will be used to expand Skims’s fleet of brick-and-mortar stores. Skims currently has 18 stores, in addition to selling its products online and through other retailers like Saks and Bloomingdale’s. The company is profitable and its net sales this year will be over $1 billion, the company said. Last year, the company <a href=\"https://www.theinformation.com/articles/skims-chime-take-new-steps-to-2025-ipos?rc=d8mrkd\">had been preparing to interview banks</a> to lead an initial public offering, but Skims CEO Jens Grede has since downplayed the idea of an IPO.</p>\n\n<p>In addition to expanding its retail footprint, Skims has been branching out into new categories. It recently launched a line of athletic clothing through a collaboration with Nike that could expand to footwear and accessories in the future. Skims also acquired a stake in Kardashian’s beauty brand from cosmetics giant Coty in March and recently hired an executive to launch beauty and fragrance products for Skims.</p>",
            "published_at": "2025-11-12T14:59:17.317Z",
            "url": "https://www.theinformation.com/briefings/skims-boosts-valuation-5-billion?unlock=7d8df8&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/skims-boosts-valuation-5-billion?unlock=7d8df8&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 12535,
                    "guid": "29158eedfb",
                    "title": "How the CEO of Kim Kardashian’s Skims Dodged Retail Armageddon",
                    "url": "https://www.theinformation.com/articles/how-the-ceo-of-kim-kardashians-skims-dodged-retail-armageddon?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16262,
            "guid": "b9ecdc",
            "headline": "Elon Musk’s xAI Loses Second Top Lawyer in Three Months ",
            "dek": "Lily Lim joined xAI in December 2024 and was promoted to head of legal affairs after xAI’s previous top lawyer, Robert Keele, left the company this August. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The top lawyer at Elon Musk’s xAI, Lily Lim, said Tuesday that she’s leaving the company. Her departure comes about three months after her predecessor left.</p>\n\n<p>In a <a href=\"https://x.com/LiLiDuc22/status/1988336763379872059\">post</a> on X announcing her exit, Lim described working more than 100 hours per week at xAI and thanked Musk. xAI is “moving on from the equivalent of a first stage of an interplanetary rocket ship to a second stage, and so it is time for me to depart,” Lim said. Lim joined xAI in December 2024 and was promoted to head of legal affairs after xAI’s previous top lawyer, Robert Keele, left the company this August.</p>\n\n<p>Lim’s departure is the latest example of <a href=\"https://www.theinformation.com/briefings/xai-cfo-leaves-months-job\">high-level turnover at xAI</a>. Several top researchers including Igor Babuschkin, Christian Szegedy and Eric Zelikman have left the company this year, as did former chief financial officer Mike Liberatore. Lim and xAI did not immediately respond to requests for comment.</p>",
            "published_at": "2025-11-11T21:20:16.852Z",
            "url": "https://www.theinformation.com/briefings/elon-musks-xai-loses-second-top-lawyer-three-months?unlock=b9ecdc&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musks-xai-loses-second-top-lawyer-three-months?unlock=b9ecdc&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        }
    ]
}