{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16395,
            "guid": "183a2e",
            "headline": "Netflix in Exclusive Talks with Warner Bros.",
            "dek": "A deal that combines the world’s most popular streaming service with one of Hollywood's most prominent studios would represent a seismic shift in the industry.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-12-05/warner-bros-is-said-to-begin-exclusive-deal-talks-with-netflix",
            "source_label": "Bloomberg",
            "body": "<p>Warner Bros. Discovery has entered into exclusive talks to sell its film and TV divisions and streaming service to Netflix, Bloomberg reported.</p>\n\n<p>The move would represent a seismic shift in the media landscape by combining the world’s most popular streaming service with one of Hollywood’s most prominent studios.</p>\n\n<p>Bloomberg said that Netflix is offering a $5 billion breakup fee if regulators don’t approve the deal and said it could be announced in the coming days.</p>\n\n<p>Bloomberg didn’t report a value for the deal. Warner Bros. is valued at more than $60 billion, and it plans to spin off its cable channels before a potential deal with Netflix closes.</p>",
            "published_at": "2025-12-05T04:35:23.920Z",
            "url": "https://www.theinformation.com/briefings/netflix-exclusive-talks-acquire-warner-bros?unlock=183a2e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/netflix-exclusive-talks-acquire-warner-bros?unlock=183a2e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 333163,
                    "display_name": "Wayne Ma"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15958,
                    "guid": "e889b2b03c",
                    "title": "Why Netflix Is Still Outrunning Rivals",
                    "url": "https://www.theinformation.com/articles/netflix-still-outrunning-rivals?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16394,
            "guid": "a4ed4e",
            "headline": "Gap.com Chatbot Was Targeted For Abuse By ‘Bad Actor,’ AI Startup Sierra Says",
            "dek": "Sierra, an AI startup co-founded by former Salesforce CEO Bret Taylor, has apologized to Gap after a chatbot using its technology engaged on off-color topics.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Last week, Gap Inc. launched a chatbot to field product-related questions from Gap.com visitors, but the chatbot ended up discussing topics that fell outside the scope of questions it was supposed to handle, including intimacy products, sex toys, and Nazi Germany, according to a person with knowledge of the matter. The Information reproduced some of the results Thursday.</p>\n\n<p>Enterprise AI startup Sierra, privately valued at $10 billion, powered the chatbot for Gap. Rachel Whetstone, head of communications at Sierra, which was co-founded by former Salesforce co-CEO Bret Taylor, said the issue stemmed from a coordinated effort to trick its customers’ chatbots to respond to inappropriate questions.</p>\n\n<p>“Since last week, a bad actor has been attempting to maliciously jailbreak over a dozen of our customers’ AI agents,” Whetstone said in a statement. “There have been multiple attempts, and it appears our built-in abuse detection system has intercepted all of them except for Gap, where we’d inadvertently misconfigured the agent’s guardrails. These controls have now been properly configured, and the agent remains live. We sincerely apologize to Gap.”</p>\n\n<p>It isn’t clear how many Gap customers engaged in off-color topics with the assistant, and Gap spokespeople didn’t respond to requests for comment.</p>\n\n<p>The episode is another example of AI chatbots and agents being a work in progress. In July, for instance, Elon Musk’s xAI <a href=\"https://www.theinformation.com/briefings/elon-musks-xai-apologies-horrific-behavior?rc=eqgjah\">apologized</a> after its AI chatbot, Grok, made a series of X posts in praise of Adolf Hitler.</p>",
            "published_at": "2025-12-04T23:00:43.097Z",
            "url": "https://www.theinformation.com/briefings/gap-com-chatbot-targeted-abuse-bad-actor-ai-startup-sierra-says?unlock=a4ed4e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/gap-com-chatbot-targeted-abuse-bad-actor-ai-startup-sierra-says?unlock=a4ed4e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16393,
            "guid": "a6a73a",
            "headline": "Apple’s General Counsel and Policy VP to Retire",
            "dek": "The two exits adds to the broader wave of turnover hitting Apple",
            "source_url": "https://www.apple.com/newsroom/2025/12/apple-announces-executive-transitions/",
            "source_label": "The Information",
            "body": "<p>The departures of senior executives from Apple continue to mount. On Thursday, the company announced two executives would be retiring in the coming months: general counsel Kate Adams and Lisa Jackson, vice president of environment, policy and social initiatives.</p>\n\n<p>Jennifer Newstead, who was recently Meta Platforms’ chief legal officer, will replace Adams in March. The government affairs organization overseen by Jackson, who will retire next month, will move under legal, while her environmental and social affairs duties will shift to chief operating officer Sabih Khan.</p>\n\n<p>The changes aren’t the only major departures lately of Apple leaders. Earlier this week, Apple announced the retirement of AI chief John Giannandrea, and the departure of design lead Alan Dye for Meta. Last month, longtime chief operating officer Jeff Williams also stepped down.</p>",
            "published_at": "2025-12-04T22:25:05.080Z",
            "url": "https://www.theinformation.com/briefings/apples-general-counsel-policy-vp-retire?unlock=a6a73a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/apples-general-counsel-policy-vp-retire?unlock=a6a73a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 538524,
                    "display_name": "Aaron Tilley"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16392,
            "guid": "51cca4",
            "headline": "Amazon in Contract Dispute with United States Postal Service",
            "dek": "USPS wants to award its mail services via a reverse auction, which Amazon objects to ",
            "source_url": "https://www.washingtonpost.com/business/2025/12/04/usps-amazon-delivery/",
            "source_label": "The Washington Post",
            "body": "<p>Amazon is negotiating its future relationship with the U.S. Postal Service, the company confirmed, although Amazon denied a Washington Post report that Amazon was considering ending its contract with the USPS in favor of its own delivery service.</p>\n\n<p>Amazon’s current contract with the Postal Service expires in October of&nbsp;next year, the Post reported. In a statement, Amazon spokesperson Steve Kelly said Amazon remained committed to working with the USPS and added ”we’ve continued to discuss ways to extend our partnership that would increase our spend with them.”</p>\n\n<p>One issue is that the USPS wants to run a reverse auction which would allow the highest bidder to win its delivery services,&nbsp; The Post reported. The Amazon spokesperson said Amazon was “surprised to hear they want to run an auction after nearly a year of negotiations, so we still have a lot to work through.”</p>\n\n<p>Amazon is USPS’s largest customer, providing more than $6 billion in annual revenue or around 7.5% of the federal agency’s revenue, the Post reported. The reverse auction could make it easier for USPS to do business with smaller customers, as the postal service has prenegotiated agreements with its largest clients.</p>",
            "published_at": "2025-12-04T18:27:25.138Z",
            "url": "https://www.theinformation.com/briefings/amazon-contract-dispute-united-states-postal-service?unlock=51cca4&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-contract-dispute-united-states-postal-service?unlock=51cca4&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16391,
            "guid": "257eeb",
            "headline": "Meta Plans Big Metaverse Budget Cuts",
            "dek": "The report is a sign that Meta CEO Mark Zuckerberg has recognized that the company has to curb its spending in some areas as it ramps up spending on AI.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-12-04/meta-s-zuckerberg-plans-deep-cuts-for-metaverse-efforts?sref=qvN0c6kf",
            "source_label": "Bloomberg",
            "body": "<p>Meta Platforms is discussing budget cuts as high as 30% in the group working on metaverse-related projects, including its Quest virtual reality unit, <a href=\"https://www.bloomberg.com/news/articles/2025-12-04/meta-s-zuckerberg-plans-deep-cuts-for-metaverse-efforts?sref=qvN0c6kf\">Bloomberg reported.</a></p>\n\n<p>The Bloomberg story said the cuts would likely include layoffs as early as next month. The report is a sign that Meta CEO Mark Zuckerberg has recognized that the company has to curb its spending in some areas as it ramps up spending on AI. Meta stock has fallen sharply in recent weeks, since the company said it was doubling-down on AI investments, although it rose 3.8% on Thursday morning in the wake of the Bloomberg report.</p>\n\n<p>Over the past few years, Meta has lost tens of billions of dollars at its Reality Labs unit, which includes the metaverse group. As of the third quarter, it had lost $13.2 billion so far this year.</p>",
            "published_at": "2025-12-04T16:06:16.163Z",
            "url": "https://www.theinformation.com/briefings/meta-plans-big-metaverse-budget-cuts?unlock=257eeb&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-plans-big-metaverse-budget-cuts?unlock=257eeb&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16390,
            "guid": "8feb7e",
            "headline": "Salesforce Reports Agentforce Revenue Growth",
            "dek": "Salesforce's AI-related revenue hit an annual revenue rate of $1.4 billion, compared with the company's projected $41.5 billion revenue for fiscal 2026.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Salesforce reported 9% higher revenue in its fiscal&nbsp;third quarter ended Oct. 31, a marginal slowdown on its second quarter result, but the company raised its full&nbsp;year growth projection marginally. Its results also show that its flagship AI product, Agentforce, is growing rapidly but at a slightly slower rate than a quarter earlier.</p>\n\n<p>The enterprise software giant said Agentforce hit an annual recurring revenue rate of $540 million in the quarter, up 330% on a year earlier. In the second quarter, Agentforce’s ARR was $440 million, up 400%. Together with Salesforce’s Data&nbsp;360 data product, Salesforce’s AI-related revenue hit an annual revenue rate of $1.4 billion.</p>\n\n<p>Salesforce has battled questions all year about whether businesses were ready to buy AI software, and whether its business was threatened by competition from new AI services. Its AI-related revenue&nbsp;remains small for Salesforce overall. Its quarterly revenue was $10.3 billion and the company projected full year revenue of around $41.5 billion, up between 9% and 10%. That growth rate includes a contribution from the recent acquisition of Informatica. Salesforce has gradually raised its projection for fiscal 2026 revenue growth from between 7% and 8% issued earlier this year.</p>",
            "published_at": "2025-12-04T10:54:09.848Z",
            "url": "https://www.theinformation.com/briefings/salesforce-reports-agentforce-revenue-growth?unlock=8feb7e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/salesforce-reports-agentforce-revenue-growth?unlock=8feb7e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16389,
            "guid": "c47d74",
            "headline": "Nvidia Says Its Server Boosts Performance of Top Open-Source AI Models",
            "dek": "The announcement comes as Nvidia faces increased competition from Google and Amazon over AI chips.\r\n",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Nvidia said one of its most powerful AI servers, which enables 72 chips to work in unison, can boost the performance of some of the world’s top open-source artificial intelligence models by a factor of 10.</p>\n\n<p>The announcement comes as Nvidia faces intense competition from other AI chips including Google’s tensor processing unit and Amazon’s Tranium chips.</p>\n\n<p>In a <a href=\"https://blogs.nvidia.com/blog/mixture-of-experts-frontier-models/\">blog post</a> Wednesday, Nvidia said its GB200 NVL72 system can dramatically improve the performance of leading open-source AI models such as Kimi K2 Thinking, developed by Chinese startup Moonshot AI, and DeepSeek’s R1.</p>\n\n<p>Those top open-source models use a technique known as mixture of experts, which generate responses using far less computing power by routing queries only to the most relevant part of the overall model.</p>\n\n<p>Developing large-size models that use this technique while delivering high performance has been a challenge, and the NVL72 system solved that problem by tightly integrating its chips with its networking hardware and custom software, Nvidia said.</p>",
            "published_at": "2025-12-04T09:31:03.721Z",
            "url": "https://www.theinformation.com/briefings/nvidia-says-server-boosts-performance-top-open-source-ai-models?unlock=c47d74&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-says-server-boosts-performance-top-open-source-ai-models?unlock=c47d74&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 333163,
                    "display_name": "Wayne Ma"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16388,
            "guid": "52e387",
            "headline": "Snowflake Beat Its Revenue Target But Shares Fall on New Forecast",
            "dek": "Snowflake also said it will spend $200 million over several years to pay for AI models from Anthropic to power AI features.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Database firm Snowflake said Wednesday its revenue rose 29% to $1.21 billion in the quarter that ended Oct. 31, beating its growth forecast for the quarter by 3 percentage points. CEO Sridar Ramaswamy attributed the growth to increasing usage of Snowflake’s database products by companies running AI applications.</p>\n\n<p>Snowflake also slightly raised its growth projections for product revenue in the fiscal year that ends at the end of January to 27% from 25%.</p>\n\n<p>Despite the upbeat results, Snowflake’s stock fell 8% in after-hours trading as the company projected a slightly lower growth rate for product revenue in the current quarter compared to the last one. Snowflake also said it will spend $200 million over several years to pay for AI models from Anthropic to power AI features in its database software, though the company didn’t lower its projected gross profit margin for the current fiscal year.</p>\n\n<p>Snowflake recently started selling AI it says can automate customers’ workplace tasks ranging from resolving IT tickets and producing dashboards to handling customer service, <a href=\"https://www.theinformation.com/articles/snowflake-sierra-every-enterprise-software-firm-selling-ai-agents?rc=geicgp\">joining a crowded field of software providers offering similar AI products.</a> Ramaswamy said on Wednesday that Snowflake has surpassed $100 million in annualized revenue from its AI products, fulfilling <a href=\"https://www.theinformation.com/articles/snowflake-sets-100-million-target-ai-sales-push?rc=geicgp\">a goal that he set internally earlier this year</a>.</p>",
            "published_at": "2025-12-03T22:21:37.868Z",
            "url": "https://www.theinformation.com/briefings/snowflake-beat-revenue-target-shares-fall-new-forecast?unlock=52e387&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/snowflake-beat-revenue-target-shares-fall-new-forecast?unlock=52e387&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16387,
            "guid": "47d5c3",
            "headline": "OpenAI Buys Neptune Startup for Less Than $400 Million in Stock",
            "dek": "The AI lab is using its highly-valued stock to fund acquisitions.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI has agreed to buy Neptune, a startup that makes tools for monitoring and analyzing progress during AI model training.</p>\n\n<p>Terms of this transaction weren’t disclosed but OpenAI is paying less than $400 million in stock, according to people with knowledge of the deal.</p>\n\n<p>OpenAI’s Chief Scientist Jakub Pachocki said it plans to integrate Poland-based Neptune’s tools into its research workflow to understand better how models learn.</p>\n\n<p>The AI lab is using its highly-valued stock to fund acquisitions. The company, which was recently valued at $500 billion, acquired a small startup called Software Applications Inc. in October, product development startup Statsig for $1.1 billion in September and io, an AI hardware startup co-founded by former Apple designer Jony Ive, for more than $6 billion in May.</p>",
            "published_at": "2025-12-03T22:18:29.209Z",
            "url": "https://www.theinformation.com/briefings/openai-buys-neptune-startup-less-400-million-stock?unlock=47d5c3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-buys-neptune-startup-less-400-million-stock?unlock=47d5c3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16386,
            "guid": "2acc78",
            "headline": "Morgan Stanley Explores Offloading Data Center Loan Risk",
            "dek": "The bank is considering selling what’s known as a significant risk transfer product, a move that could free it up to do more data center lending.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-12-03/morgan-stanley-sounds-out-investors-for-srt-tied-to-data-centers",
            "source_label": "Bloomberg",
            "body": "<p>Morgan Stanley has held preliminary talks with investors about offloading some of the credit risk associated with its data center lending activities, Bloomberg reported.</p>\n\n<p>The bank is considering selling what’s known as a significant risk transfer product tied to loans it’s made to companies building physical infrastructure for artificial intelligence, the outlet reported, citing people with knowledge of the matter. SRTs can take a variety of forms but generally transfer a portion of losses from loan defaults to third-party investors, freeing up banks to do more lending</p>\n\n<p>Morgan Stanley’s potential SRT deal is an example of how banks are hedging the risks associated with the funding boom for AI data centers. Lenders are growing more cautious about a flood of debt tied to Oracle data centers, in particular, The Information <a href=\"https://www.theinformation.com/articles/oracle-linked-borrowing-binge-worries-lenders\">reported</a>.</p>\n\n<p>A Morgan Stanley spokesperson declined to comment on the Bloomberg report.</p>",
            "published_at": "2025-12-03T20:43:44.292Z",
            "url": "https://www.theinformation.com/briefings/morgan-stanley-explores-offloading-data-center-loan-risk?unlock=2acc78&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/morgan-stanley-explores-offloading-data-center-loan-risk?unlock=2acc78&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16385,
            "guid": "bdcc75",
            "headline": "Top Apple Designer Hired by Meta",
            "dek": "Apple’s famed design team has been in constant flux since longtime chief designer Jony Ive left in 2019",
            "source_url": "https://www.bloomberg.com/news/articles/2025-12-03/apple-design-executive-alan-dye-poached-by-meta-in-major-coup",
            "source_label": "Bloomberg",
            "body": "<p>Meta is hiring one of Apple’s top designers, Alan Dye, who ran the company’s user interface design team, Bloomberg reported. Longtime designer Stephen Lemay will take his spot at Apple, the news outlet reported.</p>\n\n<p>Apple’s design team has suffered from regular bouts of turnover since the company’s legendary designer Jony Ive <a href=\"https://www.theinformation.com/articles/before-departure-apples-jony-ive-faded-from-view\">left in 2019</a>. Many of those former staffers followed Ive out the door to his design firm, LoveFrom. Apple’s most recent iPhone operating system design, dubbed Liquid Glass, which makes menus and other parts of the user interface appear translucent, was heavily criticized for poor legibility.</p>\n\n<p>There is also broader churn in Apple’s executive ranks. Earlier this week, the company announced that its top AI executive, John Giannandrea, would be stepping down. And last month, the company’s chief operating officer, Jeff Williams, who also oversaw the design team, retired.</p>",
            "published_at": "2025-12-03T20:24:31.645Z",
            "url": "https://www.theinformation.com/briefings/top-apple-designer-poached-meta?unlock=bdcc75&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/top-apple-designer-poached-meta?unlock=bdcc75&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 538524,
                    "display_name": "Aaron Tilley"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 3680,
                    "guid": "440c7fbc7a",
                    "title": "Before Departure, Apple’s Jony Ive Faded From View",
                    "url": "https://www.theinformation.com/articles/before-departure-apples-jony-ive-faded-from-view?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                },
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16384,
            "guid": "8cf185",
            "headline": "Walmart Adds New Agent Guidelines to Its Website",
            "dek": "Amazon and Shopify have also laid out rules for how agents can access their websites.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Walmart has added new guidelines outlining how AI agents and large language models should interact with and access information from its website, making it the latest e-commerce company to clearly define how outside AI tools can use its site. Walmart didn’t immediately have a comment.</p>\n\n<p>Walmart’s approach differs from that of Amazon, which has cracked down more aggressively on outside LLMs and agents. Amazon has added restrictions to its website code restricting <a href=\"https://www.theinformation.com/articles/amazon-locks-googles-ai-shopping-agents?\">shopping agents from Google</a> and other <a href=\"https://www.theinformation.com/articles/amazons-ai-crackdown-hits-ai-search-startups?rc=d8mrkd\">bots and agents</a> from OpenAI, Perplexity and Anthropic from accessing its site. Amazon CEO Andy Jassy has said that while the company is weighing how to work with outside AI agents, many of them don’t provide a good customer experience. Shopify has also set guidelines that are more similar to Walmart’s. In July, Shopify added a “Robot and Agent Policy” to the code underpinning its sites, which says automated scrapers, including “buy for me” agents “without a final human review step,” are not permitted to access checkout pages on Shopify sites.</p>\n\n<p>Walmart has outlined its guidelines on a <a href=\"https://www.walmart.com/llms.txt\">page</a> that includes links to what Walmart describes as “authoritative” sources of information for LLMs on topics like return policies, shipping information, and store locations. It also outlines “agent boundaries” which say that agents are not allowed to take users to checkout pages, place orders or access account information, among other restrictions. Walmart struck a partnership with OpenAI in October to show its products in ChatGPT’s e-commerce features.</p>",
            "published_at": "2025-12-03T16:13:25.005Z",
            "url": "https://www.theinformation.com/briefings/walmart-adds-new-agent-guidelines-website?unlock=8cf185&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/walmart-adds-new-agent-guidelines-website?unlock=8cf185&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16164,
                    "guid": "513997d5a9",
                    "title": "Amazon’s AI Crackdown Hits More AI Search Startups",
                    "url": "https://www.theinformation.com/articles/amazons-ai-crackdown-hits-ai-search-startups?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16383,
            "guid": "854f19",
            "headline": "Marvell to Acquire Photonics Startup Celestial AI For Up to $5.5 Billion",
            "dek": "The deal confirmed a report in The Information late Monday night that the two companies were in advanced talks. \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Marvell Technology said Tuesday that it would acquire Celestial AI for $3.25 billion in a cash-and-stock combination, confirming <a href=\"https://www.theinformation.com/articles/marvell-advanced-talks-buy-celestial-ai-multibillion-deal\">a report</a> in The Information late Monday night that the two companies were in advanced talks.</p>\n\n<p>The chipmaker is paying $1 billion in cash and $2.25 billion in stock upfront. If Celestial AI reaches certain revenue milestones by 2029, Marvell would also pay Celestial’s current shareholders an additional $2.25 billion in stock, which would bring the total deal value to more than $5.5 billion. The Information reported that the total deal price, including earnouts, exceeded $5 billion.</p>\n\n<p>A deal with Celestial could help Marvell build out its data center offerings. Celestial AI, last valued at $2.5 billion in a March fundraising, develops an optical interconnect technology, which uses laser light instead of electrical signals to more efficiently move data between AI processors and memory inside data centers.</p>\n\n<p>Marvell expects Celestial to generate meaningful revenue and said it could reach a $1 billion dollar run rate by the fourth quarter of fiscal 2029.</p>",
            "published_at": "2025-12-02T23:06:43.431Z",
            "url": "https://www.theinformation.com/briefings/marvell-acquire-photonics-startup-celestial-ai-5-5-billion?unlock=854f19&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/marvell-acquire-photonics-startup-celestial-ai-5-5-billion?unlock=854f19&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                },
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16183,
                    "guid": "4d735607be",
                    "title": "Marvell In Advanced Talks to Buy Celestial AI in Multibillion Deal",
                    "url": "https://www.theinformation.com/articles/marvell-advanced-talks-buy-celestial-ai-multibillion-deal?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16382,
            "guid": "9515a6",
            "headline": "Bending Spoons to Buy Eventbrite for $500 Million",
            "dek": "The acquisition also follows a spate of other purchases by Bending Spoons, including AOL, Vimeo, Brightcove and Evernote.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Italian tech conglomerate Bending Spoons is acquiring ticketing firm Eventbrite for about $500 million in cash, ending Eventbrite’s eight year sojourn on the public market.</p>\n\n<p>The acquisition also follows a spate of other purchases by Bending Spoons, which appears to be specializing in snapping up faded U.S. tech firms, having bought AOL, video tech firms Vimeo and Brightcove, and Evernote. Bending Spoons is paying $4.50 a share for Eventbrite, whose stock price closed on Monday at $2.48. At that price, Eventbrite had an enterprise value of only $14 million, as its cash was almost equivalent to its market capitalization.</p>\n\n<p>That also means Eventbrite will cost Bending Spoons only about $270 million. Eventbrite’s revenue has been in decline—it fell 12% in the first nine months of this year—but the company was cash flow positive.</p>",
            "published_at": "2025-12-02T19:31:50.038Z",
            "url": "https://www.theinformation.com/briefings/bending-spoons-buy-eventbrite-500-million?unlock=9515a6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/bending-spoons-buy-eventbrite-500-million?unlock=9515a6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16381,
            "guid": "a4c8be",
            "headline": "Kalshi Raises $1 Billion Round Led by Paradigm",
            "dek": "Kalshi’s valuation jumped to $11 billion from $5 billion in October.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Prediction market Kalshi <a href=\"https://www.businesswire.com/news/home/20251202735424/en/Kalshi-Reaches-%2411-Billion-Valuation-as-App-Takes-over-America\">said</a> it raised $1 billion in a fundraising round led by existing investor Paradigm at a $11 billion valuation, more than double&nbsp;its $5 billion valuation in October.</p>\n\n<p>Kalshi, which dominates the U.S. prediction market, is facing competition from rival Polymarket, which is set to re-enter the U.S. after gaining regulatory approval. Polymarket raised at a $8 billion valuation in a round led by Intercontinental Exchange in October. Kalshi also faces new entrants such as Robinhood, <a href=\"http://crypto.com\">crypto.com</a> and DraftKings that are launching their own prediction markets.</p>\n\n<p>Kalshi partners with some of the apps and currently gets more than half of its volume from users on Robinhood. It will use the new funding to attract users, integrate more brokerages and broaden its offerings. It told investors it was on an annualized pace for between $600 million and $700 million in net revenue, The Information previously <a href=\"https://www.theinformation.com/articles/las-vegas-kalshi-king\">reported.</a></p>\n\n<p>Sequoia, Andreessen Horowitz, Meritech Capital, IVP, ARK Invest, Anthos Capital, CapitalG, and Y Combinator also participated in the round.</p>",
            "published_at": "2025-12-02T19:10:53.766Z",
            "url": "https://www.theinformation.com/briefings/kalshi-raises-1-billion-round-led-paradigm?unlock=a4c8be&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/kalshi-raises-1-billion-round-led-paradigm?unlock=a4c8be&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16129,
                    "guid": "02fba375e1",
                    "title": "Coinbase to Launch Prediction Market Powered by Kalshi",
                    "url": "https://www.theinformation.com/articles/coinbase-launch-prediction-market-powered-kalshi?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16380,
            "guid": "545d8d",
            "headline": "AWS Touts New AI Models, Trainium3 Servers at Customer Conference",
            "dek": "Amazon Web Services is trying to shake the perception that it's behind in AI, and CEO Matt Garman used his re:Invent keynote to convey that message.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon Web Services, at its annual re:Invent customer conference on Tuesday, unveiled a new Amazon AI model that can process text, speech, images and video, <a href=\"https://www.theinformation.com/articles/aws-preps-new-ai-models-relations-anthropic-get-complicated?rc=eqgjah\">confirming The Information’s&nbsp;earlier report</a>. Called Amazon Nova 2 Omni and currently available as a preview, it’s designed to save customers the work of stitching together multiple AI models, AWS CEO Matt Garman said in a keynote speech.</p>\n\n<p>AWS also launched a new service called Amazon Nova Forge which lets customers build their own AI models. Customers such as Reddit are using the service to incorporate their own proprietary data with Nova models, an approach that can yield better accuracy and a higher degree of customization, Garman said in the keynote.</p>\n\n<p>Garman also announced the availability of the first cloud servers powered by Trainium3, the latest version of AWS’ custom chip for training and running AI models. One early customer is Decart, a startup developing AI video and image models. AWS didn’t name other customers for Trainium3, although it did say it is now using the chip to power its Bedrock AI application-building service.</p>",
            "published_at": "2025-12-02T18:18:54.413Z",
            "url": "https://www.theinformation.com/briefings/aws-touts-new-ai-models-trainium3-chip-customer-conference?unlock=545d8d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/aws-touts-new-ai-models-trainium3-chip-customer-conference?unlock=545d8d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16379,
            "guid": "2b03b0",
            "headline": "Shopify Reports 27% Black Friday Weekend Sales Growth",
            "dek": "The average cart price increased slightly as tariffs and inflation raised prices.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Shopify said Tuesday its merchants generated $14.6 billion in worldwide sales during the Black Friday and Cyber Monday holiday shopping weekend, a 27% increase from last year.</p>\n\n<p>The average cart price was $114.70, a 5% increase from last year. That increase is likely affected by tariffs, which have driven many merchants to hike their prices, as well as overall inflation. Shopify said the top-selling product categories included cosmetics, apparel and fitness and nutrition items. About one third of orders placed on Shopify sites were made using Shop Pay, Shopify’s one-click checkout that has become a key selling point of its e-commerce software. That figure is a 39% increase from last year, the company said.</p>\n\n<p>The sales increases were despite an outage to some Shopify systems on Cyber Monday that left some merchants unable to log in or access their point-of-sale and other backend systems. Adobe said that overall, merchants recorded $44.2 billion in online sales between Thanksgiving and Cyber Monday, a 7.7% increase from last year.</p>",
            "published_at": "2025-12-02T17:20:18.458Z",
            "url": "https://www.theinformation.com/briefings/shopify-reports-27-black-friday-weekend-sales-growth?unlock=2b03b0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/shopify-reports-27-black-friday-weekend-sales-growth?unlock=2b03b0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16378,
            "guid": "de5159",
            "headline": "Wealthfront Seeks $2.1 Billion Valuation in IPO",
            "dek": "The 17-year-old company could go public as early as next week, after filing its initial S-1 in September.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Fintech Wealthfront is planning to be one of the only tech firms to try to go public before the end of the year. It started its investors roadshow and&nbsp;published&nbsp;an updated prospectus Tuesday that set a pricing range for&nbsp;its initial public offering at $12 to $14 a share, implying a valuation for the company between $1.8 billion and $2.1 billion.</p>\n\n<p>The 17-year-old company could go public as early as next week, after filing its initial S-1 in September. Like other firms, it delayed a listing&nbsp;for months because of the government shutdown.</p>\n\n<p>Wealthfront, which is profitable, is looking to raise as much as $300 million for itself in the offering, while allowing shareholders to sell as much as $184 million. By far the largest selling shareholder is Tiger Global, which is looking to sell in the offering about $100 million, or nearly one-third of its stake.</p>",
            "published_at": "2025-12-02T17:10:53.471Z",
            "url": "https://www.theinformation.com/briefings/wealthfront-seeks-2-1-billion-valuation-ipo?unlock=de5159&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/wealthfront-seeks-2-1-billion-valuation-ipo?unlock=de5159&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 47748,
                    "display_name": "Cory Weinberg"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16377,
            "guid": "c49e56",
            "headline": "Amazon Retail Exec Departs for Business Development Role at OpenAI",
            "dek": "Torben Severson was chief of staff to Amazon’s retail chief Doug Herrington \r\n",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Torben Severson, the chief of staff to Amazon’s retail chief Doug Herrington, is leaving the ecommerce giant for OpenAI, where he will be head of global business development, Severson said on LinkedIn.</p>\n\n<p>Severson spent more than 17 years at Amazon. Until taking the role working for Herrington in March, he was vice president of worldwide corporate business development for more than six years.</p>",
            "published_at": "2025-12-02T14:43:14.438Z",
            "url": "https://www.theinformation.com/briefings/amazon-retail-exec-departs-business-development-role-openai?unlock=c49e56&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-retail-exec-departs-business-development-role-openai?unlock=c49e56&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16376,
            "guid": "528658",
            "headline": "China’s Kuaishou Launches All-In-One AI Video Model",
            "dek": "In the AI video sector, many Chinese companies are competing fiercely with U.S. giants like Google and OpenAI. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Chinese short-video company Kuaishou Technology on Tuesday launched a new artificial intelligence model that seeks to integrate different stages of video generation.</p>\n\n<p>Kuaishou said that its new model, Kling Video O1, not only creates videos but also offers various editing capabilities, such as modifying the background, adding and removing objects, or turning videos taken in real life into animation. The company describes O1 as the first model that unifies video generation, editing and post production into one platform. Until now, users of video generation models have typically relied on separate tools for editing.</p>\n\n<p>Kuaishou, which competes with ByteDance’s Douyin in China, is one of the global leaders in AI videos. The release of O1 highlights the fierce competition in the AI video sector, where many Chinese companies are battling it out with U.S. giants like Google and OpenAI. Kuaishou’s Kling 2.5 Turbo 1080p video model, released in September, is currently ranked in the top three for both text-to-video and image-to-video categories on the global leaderboard of AI models compiled by <a href=\"https://artificialanalysis.ai/video/leaderboard/text-to-video\">Artificial Analysis</a>.</p>",
            "published_at": "2025-12-02T09:20:01.337Z",
            "url": "https://www.theinformation.com/briefings/chinas-kuaishou-launches-one-ai-video-model?unlock=528658&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/chinas-kuaishou-launches-one-ai-video-model?unlock=528658&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        }
    ]
}