{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16221,
            "guid": "48d740",
            "headline": "Trump Re-Nominates Elon Musk Ally to Lead NASA ",
            "dek": "Elon Musk nemesis Sean Duffy will continue to lead NASA until Isaacman is confirmed by the Senate.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>U.S. President Donald Trump said Tuesday that he’s re-nominated Jared Isaacman, a billionaire entrepreneur and ally of SpaceX CEO Elon Musk, to lead NASA.</p>\n\n<p>Trump had previously nominated Isaacman to lead NASA in December 2024 before withdrawing the nomination this May, citing unspecified “prior associations” of Isaacman. Trump then appointed Transportation Secretary Sean Duffy as interim NASA administrator. In October, after Duffy said that <a href=\"https://www.theinformation.com/briefings/spacex-says-considering-changes-moon-mission-plan-nasa-chiefs-criticism\">NASA would seek rival bids</a> for a Moon mission it had previously awarded to SpaceX, Musk <a href=\"https://www.theinformation.com/briefings/elon-musk-unloads-nasa-chief-spacex-comments\">publicly lambasted Duffy</a>. Musk has repeatedly expressed support for Isaacman. Duffy will continue to lead NASA until Isaacman is confirmed by the Senate.</p>\n\n<p>Isaacman outlined a vision for streamlining NASA and privatizing parts of the space agency’s work in a memo he sent to Duffy over the summer, <a href=\"https://www.politico.com/news/2025/11/03/jared-isaacman-confidential-manifesto-nasa-00633858\">Politico reported</a>. In a Truth Social post on Tuesday, Trump praised Isaacman’s “dedication to pushing the boundaries of exploration, unlocking the mysteries of the universe, and advancing the new Space economy.”</p>",
            "published_at": "2025-11-04T23:42:07.975Z",
            "url": "https://www.theinformation.com/briefings/trump-re-nominates-elon-musk-ally-lead-nasa?unlock=48d740&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-re-nominates-elon-musk-ally-lead-nasa?unlock=48d740&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1938,
                    "name": "space"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16220,
            "guid": "0108b7",
            "headline": "Exclusive: Humanoid Robotics Startup K-Scale to Shut Down After Exploring Sale to 1X, Bot Co.",
            "dek": "The company said it intends to refund deposits for ordered robots.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>K-Scale Labs, a one-year old startup developing humanoid robots, is shutting down, according to an email from CEO Ben Bolte to investors viewed by The Information.</p>\n\n<p>“The company currently has limited remaining runway and cash reserves of approximately $400,000,” he wrote. Bolte said he had expected it to be easy to raise $10 million to $15 million to continue the company, but those efforts failed.</p>\n\n<p>The company had raised about $4 million at a $50 million valuation in a seed funding round in February led by venture firm Fellows Fund. Investors Nat Friedman and Daniel Gross also invested $250,000 in the startup in April 2024.</p>\n\n<p>K-Scale <a href=\"https://www.theinformation.com/articles/open-source-robotics-startup-caught-openais-eye\">developed a humanoid robot</a> that walked on two legs and used open-source software. Staff from tech giants such as OpenAI, Nvidia and Amazon had visited the young startup’s operations in a house near Stanford University to view its robots. K-Scale had about 10 employees, but many of the key employees departed in recent months as funding ran out.</p>\n\n<p>Bolte said in the email he discussed the possibility of humanoid maker 1X Technologies acquiring K-Scale with CEO Bernt Børnich, but Børnich “made it clear to me that he was only interested in acquiring a small number of team members from K-Scale, and none of the other company assets,” Bolte wrote. He said he had a similar conversation with staff at robotics maker The Bot Co. A spokesperson for 1X declined to comment and The Bot Co. did not respond to a request for comment.</p>\n\n<p>Bolte also shared a note with K-Scale’s Discord server, saying that pre-ordered robots would not be fulfilled and deposits for them would be refunded. Ten prototypes were manufactured, and over 100 others were ordered, according to a former K-Scale employee. OpenAI’s robotics lead Caitlin Kalinowski ordered one of K-Scale’s robots, said Bolte. The robots were priced around $15,000 each, and the company had received over $2 million in orders, he said.</p>",
            "published_at": "2025-11-04T23:34:39.258Z",
            "url": "https://www.theinformation.com/briefings/exclusive-humanoid-robotics-startup-k-scale-shut-exploring-sale-1x-bot-co?unlock=0108b7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-humanoid-robotics-startup-k-scale-shut-exploring-sale-1x-bot-co?unlock=0108b7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16219,
            "guid": "314bb4",
            "headline": "Pinterest Revenue Grows As It Fends Off Threats From AI, Tariffs",
            "dek": "Shares tumbled on narrower guidance next quarter \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Pinterest revenue rose 17% year-over-year to $1.049 billion, roughly in line with the growth rate of the previous two quarters. Profits—before interest, taxes, depreciation and amortization— rose 24% to $306 million.</p>\n\n<p>But Pinterest stock tumbled more than 19% in after-hours trading after executives forecasted slightly slower growth in the fourth quarter of 14% to 16%. Chief financial officer Julia Donnelly said that tariffs affected advertisers like home furnishing companies.</p>\n\n<p>While the rise of artificial intelligence could threaten many consumer Internet companies, CEO Bill Ready said the company is well positioned to compete, noting that Pinterest already serves as an AI-powered shopping assistant, and that number of searches, plus the number of searches per user are up. The company last week announced a new product users can ask Pinterest for product recommendations like “I need new throw pillows.”</p>",
            "published_at": "2025-11-04T23:00:58.243Z",
            "url": "https://www.theinformation.com/briefings/pinterest-revenue-grows-fends-threats-ai-tariffs?unlock=314bb4&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/pinterest-revenue-grows-fends-threats-ai-tariffs?unlock=314bb4&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16218,
            "guid": "50f897",
            "headline": "AMD Projects Much Slower AI Chip Revenue Growth Than Nvidia",
            "dek": "Still, AMD gained some traction with major Nvidia customers in recent months.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Advanced Micro Devices said Tuesday its revenue rose 36% to $9.2 billion in the third quarter, beating its earlier projection by 8 percentage points. But AMD also projected revenue in the current quarter would rise 25% to $9.6 billion, plus or minus $300 million.</p>\n\n<p>That’s nearly 30 percentage points lower than its much bigger rival Nvidia’s projected revenue growth in its current fiscal quarter, showing how Nvidia continues to extend its vast lead in the market for artificial intelligence chips. AMD shares fell 3% in after-hours trading.</p>\n\n<p>AMD generated $4.3 billion from its data center unit in the quarter, which includes sales of its chips that compete with Nvidia’s graphics processing units.</p>\n\n<p>Still, AMD gained some traction with major Nvidia customers in recent months. AMD announced a major partnership with OpenAI in the quarter, as well as an expanded contract with Oracle to buy its chips. Su said the partnership with OpenAI has the potential to generate “over $100 billion” in revenue over the next few years. OpenAI isn’t obligated to buy AMD chips, which is a contrast to the obligations it made to rent Nvidia chips from cloud providers and to produce its own AI chips with Broadcom.</p>",
            "published_at": "2025-11-04T22:27:05.592Z",
            "url": "https://www.theinformation.com/briefings/amd-projects-slower-ai-chip-revenue-growth-nvidia?unlock=50f897&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amd-projects-slower-ai-chip-revenue-growth-nvidia?unlock=50f897&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16217,
            "guid": "eea38b",
            "headline": "Amazon Demands That Perplexity Blocks AI Agents From Browsing Its Site",
            "dek": "The claims mark an escalation of the tension between AI companies and retailers that want more control over how shoppers access their sites. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon demanded Perplexity stop allowing its AI assistant to make purchases on Amazon’s site, setting off a war of words between the two companies.</p>\n\n<p>Perplexity <a href=\"https://www.perplexity.ai/hub/blog/bullying-is-not-innovation\">accused</a>&nbsp;Amazon of restricting “user choice and freedom” by limiting AI agents’ access. Amazon said&nbsp;it had repeatedly requested that Perplexity stop allowing its Comet browser to use AI agents to access&nbsp;Amazon. It said Comet’s AI assistant offered&nbsp;a “significantly degraded shopping and customer service experience.”</p>\n\n<p>The skirmish is one of the highest-profile examples yet of the tension between AI companies developing agents and other tools that can complete tasks like making purchases on behalf of users and retailers that want to more closely control shoppers’ experiences on their sites.</p>\n\n<p>“We think it’s fairly straightforward that third-party applications that offer to make purchases on behalf of customers from other businesses should operate openly and respect service provider decisions whether or not to participate,” Amazon said in a statement.</p>\n\n<p>Amazon has previously taken steps to ward off AI agents and bots from accessing its site. This summer, Amazon <a href=\"https://www.theinformation.com/articles/amazon-locks-googles-ai-shopping-agents\">updated the code underpinning its website</a> to add language warding off AI agents from Google, in addition to restrictions on AI crawlers and agents from Perplexity, Anthropic’s Claude and OpenAI’s ChatGPT. The e-commerce giant is working on several of its own agentic shopping tools, including a feature called Buy For Me, which can make purchases on outside sites on behalf of Amazon users, and its on-site chatbot Rufus, which can answer questions about products and help users decide what to purchase. Amazon CEO Andy Jassy said on the company’s earnings call last week that while most existing agentic shopping tools didn’t currently have good customer experiences, he expected that Amazon would eventually find ways to partner with outside AI agents.</p>",
            "published_at": "2025-11-04T19:48:37.737Z",
            "url": "https://www.theinformation.com/briefings/amazon-demands-perplexity-blocks-ai-agents-browsing-site?unlock=eea38b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-demands-perplexity-blocks-ai-agents-browsing-site?unlock=eea38b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15470,
                    "guid": "f32df7c9e5",
                    "title": "Amazon Locks Down Against Google’s AI Shopping Agents",
                    "url": "https://www.theinformation.com/articles/amazon-locks-googles-ai-shopping-agents?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16216,
            "guid": "587745",
            "headline": "BlackRock Fund Manager Kim Says Debt Will Fuel AI Spending",
            "dek": "Tech companies including Alphabet and Meta Platforms have raised tens of billions of dollars from bond offerings in recent weeks.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tony Kim, lead portfolio manager of the BlackRock Technology Opportunities Fund, said tech companies will have to shed their aversion to leverage and use debt to fund much of their capital expenditures for artificial intelligence.</p>\n\n<p>“There is no doubt that with the trillions of dollars of capex that are potentially coming, there will be leverage that will be necessary,” Kim said Tuesday on TITV.</p>\n\n<p>Tech companies including Alphabet and Meta Platforms have raised tens of billions of dollars from bond offerings in recent weeks as they outline plans to continue increasing spending on AI. Meta has also used a special-purpose vehicle to help raise funding for its largest data center campus, a Louisiana facility called Hyperion.</p>\n\n<p>Kim said the 10 largest tech companies could raise debt equal to one or two times their earnings before interest, taxes, depreciation and amortization, or about $1 trillion to $2 trillion.</p>",
            "published_at": "2025-11-04T19:08:21.450Z",
            "url": "https://www.theinformation.com/briefings/blackrock-fund-manager-kim-says-debt-will-fuel-ai-spending?unlock=587745&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/blackrock-fund-manager-kim-says-debt-will-fuel-ai-spending?unlock=587745&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16215,
            "guid": "3648a8",
            "headline": "Sequoia’s Botha Passes Top Job to Lin, Grady ",
            "dek": "Botha steps down after a navigating the firm during the post-pandemic aftermath and the rise of AI. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Sequoia Capital partner Roelof Botha told the venture firm’s limited partners that he planned to pass the role of “senior steward,” the firm’s top role, to two partners: Alfred Lin and Pat Grady. Botha said he will transition to a new role advising the partnership while continuing to serve on the firm’s boards.</p>\n\n<p>The announcement is unusual because Botha, age 52, only took the firm’s top role in mid 2022 amid the firm’s broader restructuring of its funds. Previous leaders of the firm, including founder Doug Leone and Mike Moritz, held the top roles for more than a decade each.</p>\n\n<p>Botha joined the firm in 2003 after taking PayPal through its initial public offering as its chief financial officer. At Sequoia, he invested in YouTube shortly after its founding, gaming company Unity, Block (then called Square), MongoDB and Instagram. He took the helm of Sequoia as the firm, like other investors, dealt with crashing public and private valuations in the aftermath of the low-interest-rate period—and then the start of the mania to back artificial intelligence startups.</p>\n\n<p>One of his signature decisions was to launch an “evergreen” fund to hold shares in startups after they went public. He also managed the firm’s separation from its China and India arms and through a period of increasing political polarization in tech. This summer, a group of tech entrepreneurs wrote to Botha, urging him to denounce partner Shaun Maguire after Maguire called Islam “a culture that lies about everything.” Botha has defended Maguire and described Sequoia’s stance on politics as “institutional neutrality.”</p>",
            "published_at": "2025-11-04T19:04:58.522Z",
            "url": "https://www.theinformation.com/briefings/sequoias-botha-passes-top-job-lin-grady?unlock=3648a8&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/sequoias-botha-passes-top-job-lin-grady?unlock=3648a8&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 745176,
                    "display_name": "Laura Mandaro"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 10421,
                    "guid": "4751bb005a",
                    "title": "Sequoia Capital’s Mighty Struggle",
                    "url": "https://www.theinformation.com/articles/sequoia-capitals-mighty-struggle?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16214,
            "guid": "f56671",
            "headline": "Google Cloud VP Says AI Pricing Models Will Vary",
            "dek": "Google launched an enterprice-focused version of its AI products about a month ago.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Google Cloud is likely to continue experimenting with different pricing models for its AI services for businesses, including some based on outcomes and others based on usage or even flat fees based on user numbers, according to a Google Cloud vice president Oliver Parker, in <a href=\"https://www.theinformation.com/titv/5f9kq?rc=9byxri\">an interview on The Information’s TITV on Monday.</a></p>\n\n<p>Parker, who oversees Google Cloud’s go-to-market efforts for its global generative AI business, said Google offers various “commercial packages” for customers, “depending on what clients want,” adding that this part of the market is evolving. “We’re going to continue to experiment,” he said.&nbsp;Google launched an enterprice-focused version of its AI products about a month ago.</p>",
            "published_at": "2025-11-04T18:53:25.349Z",
            "url": "https://www.theinformation.com/briefings/google-cloud-vp-says-ai-pricing-models-will-vary?unlock=f56671&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-cloud-vp-says-ai-pricing-models-will-vary?unlock=f56671&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16213,
            "guid": "7ac756",
            "headline": "Spotify Reports Higher Revenue Despite Ad Decline",
            "dek": "Overall revenue is up on subscription revenue \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Spotify lifted revenue 7% in the third quarter, as growth in its subscription business was offset by a 6% drop in advertising revenue. It was the second consecutive decline for Spotify ads, which last year had been growing, albeit slowly.</p>\n\n<p>Spotify executives said on the earnings call Tuesday that 2025 is “a transition year for its ad business” — earlier this year CEO Daniel Ek <a href=\"https://www.theinformation.com/briefings/spotify-says-ad-business-moving-slowly\">attributed</a> the exit of ads chief Lee Brown to dissatisfaction with the growth of the ads business. Executives said that they expected ads to start growing in the second half of 2026, buoyed by the strength of recent partnerships with advertising technology partners like Yahoo and Amazon.</p>\n\n<p>Spotify has struggled to have the right technology for small advertisers, who prefer to use self-service tools, rather than buy directly through salespeople or use the third-party tools Spotify is touting, The Information previously <a href=\"https://www.theinformation.com/articles/spotify-is-booming-except-for-its-ad-business\">reported</a>. On the earnings call, chief financial officer Christian Luiga said that ad sales coming directly from salespeople have been flat to slightly down. Spotify last year revamped its tool for small advertisers.</p>",
            "published_at": "2025-11-04T15:45:12.797Z",
            "url": "https://www.theinformation.com/briefings/spotify-reports-higher-revenue-despite-ad-decline?unlock=7ac756&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/spotify-reports-higher-revenue-despite-ad-decline?unlock=7ac756&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16212,
            "guid": "b6300a",
            "headline": "Shopify Continues to Boost Revenue, Shares Fall on Increased Costs",
            "dek": "The e-commerce software maker saw gross margins dip in part because of higher costs related to AI usage.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Shopify said Tuesday revenue in the third quarter grew 32% from a year earlier to $2.84 billion as the e-commerce software maker continues to add new merchants and expand its reach in newer markets like Europe and with brick-and-mortar retailers. Free cash flow grew 20% to $507 million, though net income fell 68% to $264 million due to increases in both R&amp;D and sales and marketing. Shopify shares fell nearly 5% in premarket trading.</p>\n\n<p>CFO Jeff Hoffmeister told analysts that gross margin dipped slightly in part because of higher hosting costs to support larger transaction volumes, as well as increased costs due to higher AI usage. For the current quarter, which includes the all-important holiday shopping season for retailers, Shopify projected revenue growth in the mid-to-high twenties and for its free cash flow margin to be slightly higher than the third quarter.</p>\n\n<p>Shopify has been trying to win over more large retailers as customers for the past few years, though Hoffmeister said that in the third quarter, merchants with annual sales below $25 million still generated the “significant majority” of Shopify’s gross merchandise volume. But Shopify has been growing in other sectors, including winning more international customers and more retailers with large numbers of brick-and-mortar stores.</p>",
            "published_at": "2025-11-04T15:06:26.378Z",
            "url": "https://www.theinformation.com/briefings/shopify-continues-boost-revenue-shares-fall-increased-costs?unlock=b6300a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/shopify-continues-boost-revenue-shares-fall-increased-costs?unlock=b6300a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15977,
                    "guid": "b80e1e240d",
                    "title": "How Shopify’s Leadership Shake-Up Affects Its Push for Growth",
                    "url": "https://www.theinformation.com/articles/shopifys-leadership-shake-affects-push-growth?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16211,
            "guid": "fec31f",
            "headline": "Norway’s Sovereign Wealth Fund to Vote Against’s Elon Musk’s Tesla Pay Package  ",
            "dek": "Norges Bank owns a 1.1% stake in Tesla valued at about $17 billion, making it the company’s seventh-largest shareholder. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Norway’s sovereign wealth fund plans to vote against Tesla’s proposed <a href=\"https://www.theinformation.com/articles/preparing-elon-musks-1-trillion-tesla-vote\">$1 trillion CEO compensation package</a> for Elon Musk, the fund said on Tuesday.</p>\n\n<p>Norges Bank said in a <a href=\"https://www.nbim.no/no/ansvarlig-forvaltning/stemmegiving/var-stemmegivning/meeting?m=1994609\">disclosure</a> that it was “concerned about the total size of the award, dilution, and lack of mitigation of key person risk.” The fund is also voting against reelecting two Tesla board directors and against Tesla investing in Elon Musk’s artificial intelligence startup xAI. Norges Bank owns a 1.1% stake in Tesla valued at about $17 billion, making it the company’s seventh-largest shareholder, according to securities filings. Shareholders are voting on the proposals ahead of Tesla’s annual meeting this Thursday.</p>\n\n<p>Norway’s sovereign wealth fund has previously voted against other proposals supported by Musk, including a proposal last year to reinstate a previous pay package for Musk that had been overturned by a Delaware court. This year, proxy advisors Glass Lewis and International Shareholder Services have come out against the proposed package, while the largest outside shareholders such as Vanguard and BlackRock have yet to say how they’ll vote.</p>",
            "published_at": "2025-11-04T14:54:57.619Z",
            "url": "https://www.theinformation.com/briefings/norways-sovereign-wealth-fund-vote-againsts-elon-musks-tesla-pay-package?unlock=fec31f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/norways-sovereign-wealth-fund-vote-againsts-elon-musks-tesla-pay-package?unlock=fec31f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                },
                {
                    "type": "Topic",
                    "id": 267744,
                    "name": "electric vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16210,
            "guid": "17ed84",
            "headline": "Uber Reports Accelerating Growth, Led by Delivery Business",
            "dek": "Uber's CEO says markets where Uber offers Waymo rides are growing faster than other U.S. markets.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Uber’s revenue growth accelerated to 20% in the third quarter, lifting earnings before interest, taxes, depreciation and amortization by 33% to $2.3 billion.&nbsp;Free cash flow rose 5.7% to $2.2 billion.</p>\n\n<p>Underwriting the growth was Uber’s delivery business, where bookings jumped 25% and Ebitda rose 47%. Uber CFO Prashanth Mahendra-Rajah attributed the surge in the delivery business partly to the expansion of the delivery business into groceries.&nbsp;Bookings on the ride-hailing side rose 20%, lifting Ebitda there by 21%.</p>\n\n<p>On&nbsp;a call with analysts, Uber CEO Dara Khosrowshahi said that Uber was growing fastest in the U.S. in markets where it has partnerships with Waymo, Austin and Atlanta. “Waymo utilization is still very, very high.”</p>",
            "published_at": "2025-11-04T14:38:17.629Z",
            "url": "https://www.theinformation.com/briefings/uber-reports-accelerating-growth-led-delivery-business?unlock=17ed84&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/uber-reports-accelerating-growth-led-delivery-business?unlock=17ed84&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 14527,
                    "name": "uber/lyft"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16209,
            "guid": "7759dc",
            "headline": "Cipher Mining Inks Multi-Billion Deal to Provide AI Data Centers to AWS",
            "dek": "Cipher Mining is gaining momentum in its pivot from bitcoing mining to AI data centers, as evidenced by a new 15-year leasing agreement with Amazon's cloud unit,",
            "source_url": "https://investors.ciphermining.com/news-releases/news-release-details/cipher-mining-provides-third-quarter-2025-business-update",
            "source_label": "The Information",
            "body": "<p>Cipher Mining, which builds and runs data centers for bitcoin mining and has recently expanded its focus to AI, revealed in its third-quarter earnings report that it&nbsp;<a href=\"https://investors.ciphermining.com/news-releases/news-release-details/cipher-mining-provides-third-quarter-2025-business-update\">has inked a 15-year lease agreement</a> with Amazon Web Services worth around $5.5 billion.</p>\n\n<p>In the deal, Cipher will provide 300 megawatts of computing capacity by next summer that AWS plans to use for AI computing jobs.&nbsp;Cipher, which announced a similar AI deal in September with London-based AI cloud provider Fluidstack, is following the same path as&nbsp;CoreWeave, Crusoe and Applied Digital, which also started in cryptocurrency mining.</p>\n\n<p>Shares of Cipher jumped nearly 35% after the announcement, despite a lackluster quarter in which the company missed its revenue forecast and reported a larger-than-expected net loss.</p>\n\n<p>Driven by demand for cloud AI services, AWS has added more than 3.8 gigawatts of power over the past 12 months and now has double the amount of power capacity it had in 2022, Amazon CEO Andy Jassy said on an earnings call last week. That capacity is set to double again by 2027, he said.</p>",
            "published_at": "2025-11-03T23:32:31.250Z",
            "url": "https://www.theinformation.com/briefings/cipher-mining-inks-multi-billion-deal-provide-ai-data-centers-aws?unlock=7759dc&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/cipher-mining-inks-multi-billion-deal-provide-ai-data-centers-aws?unlock=7759dc&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16208,
            "guid": "ce2907",
            "headline": "Palantir Reports Booming U.S. Commercial Sales",
            "dek": "Palantir’s sales to U.S. businesses hit $397 million in the third quarter, exceeding Wall Street’s expectations and growing 121% compared to the previous year.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Palantir’s sales to U.S. businesses hit $397 million in the third quarter, exceeding Wall Street’s expectations and growing 121% compared to the previous year,&nbsp; the company reported Monday.</p>\n\n<p>The U.S. commercial growth was a highlight of continued breakneck growth for Palantir, which has been the stock market’s best-performing software company and neared a $500 billion market capitalization before the market closed Monday.</p>\n\n<p>The firm, seen as one of this era’s political beneficiaries&nbsp;due to its work with agencies like the U.S. Army and Immigration and Customers Enforcement, has turned into one of the biggest beneficiaries&nbsp;of other companies seeking to improve their businesses with artificial intelligence and better data tools.</p>\n\n<p>Overall, the company posted annual revenue growth of 63% in the quarter, to $1.2 billion. The results emboldened CEO Alex Karp, who pounded a table during the earnings video call, and criticized other enterprise software companies. “Our clients realized the choices sucked, basically,” he said. “They tried a lot of stuff; it didn’t work.”</p>\n\n<p>The company’s stock, already by far the most richly valued software company in the U.S. on a multiple of revenue, was volatile after hours. It jumped sharply after reporting earnings before falling below its closing price.</p>",
            "published_at": "2025-11-03T23:26:12.243Z",
            "url": "https://www.theinformation.com/briefings/palantir-reports-booming-u-s-commercial-sales?unlock=ce2907&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/palantir-reports-booming-u-s-commercial-sales?unlock=ce2907&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 47748,
                    "display_name": "Cory Weinberg"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16207,
            "guid": "1d3e8c",
            "headline": "French Regulators Threaten to Ban Shein",
            "dek": "The fast-fashion giant has attracted scrutiny from E.U. and U.S. regulators over its regulation of products sold on its site.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>France threatened to ban Shein from selling products in the country after a consumer protection regulator said in a statement it had <a href=\"https://presse.economie.gouv.fr/la-dgccrf-saisit-le-procureur-de-la-republique-apres-avoir-constate-la-commercialisation-de-poupees-sexuelles-a-caractere-pedopornographique-par-shein/\">discovered</a> the fast-fashion giant was selling sex dolls “with a childlike appearance.” France’s economic minister Roland Lescure said Monday that the government would ban Shein from the French market if the company continued selling the items.</p>\n\n<p>Shein has attracted increasing levels of criticism in France as the China-founded retailer plans to open its first permanent brick-and-mortar stores there, including a Paris location slated to open this week. In addition to the doll controversy, critics in France say that the company’s supply chain practices are at odds with sustainability goals and that its low prices undercut competitors. The European Union has previously <a href=\"https://www.theinformation.com/briefings/shein-to-face-stricter-european-rules-on-illegal-counterfeit-items?rc=d8mrkd\">pressured Shein and low-cost rival Temu</a> to crack down more aggressively on illegal and counterfeit goods sold on their sites.</p>\n\n<p>Shein has said that its suppliers are required to comply with controls and standards set by the company, but has encountered scrutiny from regulators and product safety watchdogs about items sold on its site in the past. An <a href=\"https://www.theinformation.com/articles/on-shein-and-temu-deadly-baby-and-toddler-goods-are-easy-to-find?rc=d8mrkd\">investigation by The Information</a> last year found that U.S. regulators have struggled to crack down on outside sellers who list unsafe and illegal children’s products on Temu and Shein’s marketplaces.</p>",
            "published_at": "2025-11-03T22:23:42.844Z",
            "url": "https://www.theinformation.com/briefings/french-regulators-threaten-ban-shein?unlock=1d3e8c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/french-regulators-threaten-ban-shein?unlock=1d3e8c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 13392,
                    "guid": "79411b3d9c",
                    "title": "On Shein and Temu, Deadly Baby and Toddler Goods Are Easy to Find",
                    "url": "https://www.theinformation.com/articles/on-shein-and-temu-deadly-baby-and-toddler-goods-are-easy-to-find?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16206,
            "guid": "01cc3a",
            "headline": "White House Officials Advised Trump Against Raising AI Chip Exports With China",
            "dek": "Nvidia Chief Executive Jensen Huang has been lobbying Trump on access to the Chinese market.",
            "source_url": "https://www.wsj.com/world/china/trump-nvidia-china-chip-exports-51e00415?mod=hp_lead_pos1",
            "source_label": "The Wall Street Journal",
            "body": "<p>White House officials discouraged President Donald Trump from raising the topic of exporting Nvidia’s advanced AI chips to China during a recent meeting with Chinese leader Xi Jinping, The Wall Street Journal reported Monday.</p>\n\n<p>Nvidia Chief Executive Jensen Huang had lobbied the president directly to allow access to the Chinese market, with a goal of selling Nvidia’s&nbsp;advanced Blackwell chip to China. But White House officials, including Secretary of State Marco Rubio, argued against the move, telling Trump such a deal would pose national security risks, the Journal reported. Trump ultimately did not bring up the advanced chips when the two leaders met last week in South Korea.</p>\n\n<p>The decision marked a setback for Huang, who is also waiting for the green light from the administration to sell a less advanced chip to China. White House spokesperson White House spokesman Kush Desai told the Journal that “President Trump listens to a variety of insights on policy matters, including from top business leaders.”</p>",
            "published_at": "2025-11-03T20:46:02.189Z",
            "url": "https://www.theinformation.com/briefings/white-house-officials-advised-trump-raising-ai-chip-exports-china?unlock=01cc3a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/white-house-officials-advised-trump-raising-ai-chip-exports-china?unlock=01cc3a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16205,
            "guid": "2ceb50",
            "headline": "Deel Hires New CFO, Replacing CEO’s Dad",
            "dek": "Global payroll startup Deel has hired a new chief financial officer.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Global payroll startup Deel has hired a new chief financial officer, former Credit Karma boss Joe Kauffman, as the company continues to overhaul its leadership ahead of a potential IPO.</p>\n\n<p>Kauffman, who left Credit Karma after a recent restructuring by parent company Intuit, replaces Philippe Bouaziz, who held the role of Deel CFO and chairman since the company’s founding in 2019. Philippe, the father of Deel CEO Alex Bouaziz, has been appointed the company’s executive chairman and chief strategy officer.</p>\n\n<p>The Bouaziz pair were earlier this year accused in a lawsuit of personally recruiting and paying an alleged spy at Deel’s arch rival Rippling. The duo have denied the accusations and Deel has counter-sued Rippling for defamation.</p>\n\n<p>Since the allegations, Deel has separately recruited a new chief risk officer, chief compliance officer and general counsel.</p>",
            "published_at": "2025-11-03T19:43:47.754Z",
            "url": "https://www.theinformation.com/briefings/deel-hires-new-cfo-replacing-ceos-dad?unlock=2ceb50&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/deel-hires-new-cfo-replacing-ceos-dad?unlock=2ceb50&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16204,
            "guid": "bf4c91",
            "headline": "Microsoft to Spend Over $10 Billion to Rent Cloud Servers From Smaller Firms",
            "dek": "The moves come as Microsoft races to add more computing capacity to run artificial intelligence for itself and its customers. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Microsoft said Monday it had struck two separate deals to spend more than $10 billion to rent cloud servers with Nvidia chips from smaller cloud providers in the coming years.</p>\n\n<p>Microsoft will spend $9.7 billion to rent servers from cloud startup Iren over the next five years, and will also rent Nvidia-equipped servers from the cloud startup Lambda, totaling several billion dollars over an unspecified time period, Lambda announced Monday. Microsoft was already <a href=\"https://www.theinformation.com/articles/nvidia-quietly-boosts-cloud-ally-1-5-billion-deal-rent-ai-chips\">renting servers from Lambda</a> prior to the new deal being announced.</p>\n\n<p>The moves come as Microsoft races to add more computing capacity to run artificial intelligence for itself and its customers. OpenAI, Microsoft’s biggest cloud client, announced last month that it would spend $250 billion to rent Azure servers in the coming years; and Microsoft said in its quarterly earnings call last week that it doesn’t have enough server space in its Azure cloud computing unit to meet demand for server rentals from customers, which could explain the recently announced cloud deals.</p>\n\n<p>Microsoft, which previously had the exclusive rights to rent out cloud servers to OpenAI, amended its deal with the startup last month to allow OpenAI to rent servers from competing cloud firms; OpenAI separately announced on Monday that it would spend $38 billion on Amazon’s cloud in the coming years.</p>",
            "published_at": "2025-11-03T19:05:40.829Z",
            "url": "https://www.theinformation.com/briefings/microsoft-spend-10-billion-rent-cloud-servers-smaller-firms?unlock=bf4c91&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-spend-10-billion-rent-cloud-servers-smaller-firms?unlock=bf4c91&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16203,
            "guid": "489e41",
            "headline": "Elon Musk Shares New Targets for Tesla Robotaxi Deployments ",
            "dek": "Musk said Tesla expects to deploy at least 1,000 Robotaxi vehicles in the San Francisco Bay Area, but it doesn't have regulatory approval to offer autonomous rides there. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tesla expects to deploy at least 1,000 Robotaxi vehicles in the San Francisco Bay Area and 500 or more in Austin before the end of the year, according to CEO Elon Musk. While Tesla hasn’t disclosed exactly how many vehicles it operates now, reports from riders indicate the current total figure is in the dozens in each city.</p>\n\n<p>In both cities, Tesla has backup operators in vehicles that can intervene if its driving software makes mistakes, unlike robotaxi industry leader Waymo. Tesla plans to remove the people in Austin in December, Musk said on the All-In <a href=\"https://www.youtube.com/watch?v=j6_VfR-CyuM\">episode</a> published Friday. However, Tesla faces a much more difficult path toward removing humans in California. Tesla’s permit in California only allows a human driver to drive a traditional vehicle, and the company has yet to apply for a permit that would allow it to deploy autonomous vehicles, <a href=\"https://www.theinformation.com/articles/teslas-scaled-back-robotaxi-timeline-still-faces-obstacles\">The Information reported</a> last Thursday. Musk did not say on All-In when or how Tesla plans to remove operators from its vehicles in California.</p>\n\n<p>On Tesla’s earnings call in October, Musk said the company would be operating Robotaxi in eight to 10 U.S. metro areas by the end of the year, including in Florida, Nevada and Arizona. The Information reported Thursday that Tesla does not yet have permission to offer rides in Nevada or Arizona, and Musk did not share any targets outside of the San Francisco and Austin expansions on All-In.</p>",
            "published_at": "2025-11-03T16:26:15.494Z",
            "url": "https://www.theinformation.com/briefings/elon-musk-shares-new-targets-tesla-robotaxi-deployments?unlock=489e41&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musk-shares-new-targets-tesla-robotaxi-deployments?unlock=489e41&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16202,
            "guid": "66ca13",
            "headline": "OpenAI, AWS Sign $38 Billion Cloud Deal",
            "dek": "The deal is OpenAI’s first with AWS as the startup moves quickly to rent servers equipped with Nvidia chips from a wide range of cloud providers. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI will spend $38 billion to rent servers from Amazon Web Services in the coming years, the two companies announced Monday. AWS will rent existing servers to OpenAI and will build new data center capacity for the startup, which it plans to begin using next year, the companies said.</p>\n\n<p>It’s not clear over what time frame OpenAI plans to spend the $38 billion, but the companies said the deal will “have continued growth over the next seven years.”</p>\n\n<p>The deal is OpenAI’s first with AWS as the startup moves quickly to rent servers equipped with Nvidia chips from a wide range of cloud providers. OpenAI previously had an exclusive cloud deal with Microsoft, but those companies amended their agreement this month to allow OpenAI to rent servers from other companies.</p>\n\n<p>OpenAI has separately committed to spend $250 billion on Microsoft Azure and $300 billion on Oracle’s cloud in the coming years, and it has raised $100 billion from Nvidia to fund its own data centers.</p>",
            "published_at": "2025-11-03T14:48:24.704Z",
            "url": "https://www.theinformation.com/briefings/openai-aws-sign-38-billion-cloud-deal?unlock=66ca13&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-aws-sign-38-billion-cloud-deal?unlock=66ca13&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        }
    ]
}