{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16345,
            "guid": "3ecec6",
            "headline": "OpenAI CEO: Google’s AI Breakthrough Could Cause ‘Headwinds’ For OpenAI",
            "dek": "The comments were an acknowledgement of technical threats OpenAI faces.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>In an internal memo, OpenAI CEO Sam Altman acknowledged that Google’s recent progress in artificial intelligence could create “temporary economic headwinds” for his company, <a href=\"https://www.theinformation.com/articles/openai-ceo-braces-possible-economic-headwinds-catching-resurgent-google?rc=c48ukx\">The Information reported Thursday</a>.&nbsp;The memo&nbsp;anticipated Google’s launch of its&nbsp;Gemini 3 model, suggesting OpenAI’s once-dominant technological lead is narrowing, particularly in the crucial pretraining phase of AI model development where <a href=\"https://www.theinformation.com/articles/openai-shifts-strategy-as-rate-of-gpt-ai-improvements-slows?rc=c48ukx\">OpenAI has faced challenges</a>.</p>\n\n<p>This competitive pressure highlights a financial disparity betwen the companies: OpenAI projects a cash burn of more than $100 billion in the coming years, while the far more profitable Google has more&nbsp;resources to sustain a costly&nbsp;AI race.&nbsp;Despite these challenges, Altman assured staff OpenAI would catch up and is focusing on ambitious long-term bets, such as automating AI research.</p>",
            "published_at": "2025-11-21T06:08:30.026Z",
            "url": "https://www.theinformation.com/briefings/openai-ceo-googles-ai-breakthrough-cause-headwinds-openai?unlock=3ecec6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-ceo-googles-ai-breakthrough-cause-headwinds-openai?unlock=3ecec6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16141,
                    "guid": "fa3f63c754",
                    "title": "Altman Memo Forecasts ‘Rough Vibes’ Due to Resurgent Google",
                    "url": "https://www.theinformation.com/articles/openai-ceo-braces-possible-economic-headwinds-catching-resurgent-google?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16344,
            "guid": "7f37d0",
            "headline": "Google Updates “Nano Banana” Image Editing Model",
            "dek": "The new model continues a successful run for Google’s DeepMind AI research unit, which also released the new flagship model Gemini 3.0 earlier this week to strong reviews.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google released a new version of its “Nano Banana” image generation model on Thursday, updating a model that had gone viral earlier in the year. Google highlighted the ability of the new model, dubbed “Nano Banana Pro,” to create infographics and posters, as well as its ability to keep elements like faces consistent when editing images.</p>\n\n<p>The new model continues a successful run for Google’s DeepMind AI research unit, which released the new flagship model Gemini 3.0 earlier this week to strong reviews. Consumer usage of Google’s models has also increased: Google said last month that it had 650 million monthly users on its Gemini app, growth driven in part by the virality of the initial Nano Banana model, a Google vice president has <a href=\"https://www.businessinsider.com/google-gemini-nano-banana-younger-users-app-exec-2025-10\">said</a>.</p>",
            "published_at": "2025-11-21T00:51:47.118Z",
            "url": "https://www.theinformation.com/briefings/google-updates-nano-banana-image-editing-model?unlock=7f37d0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-updates-nano-banana-image-editing-model?unlock=7f37d0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16343,
            "guid": "96e271",
            "headline": "Physical Intelligence Raises $600 Million at $5 Billion Valuation",
            "dek": "The startup announced a new AI model on Monday.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-11-20/robotics-startup-physical-intelligence-valued-at-5-6-billion-in-new-funding",
            "source_label": "Bloomberg",
            "body": "<p>Physical Intelligence, the robotic AI company, raised $600 million at a $5 billion valuation, excluding the investment, Bloomberg reported Thursday. The Information <a href=\"https://www.theinformation.com/articles/robotics-startup-physical-intelligence-talks-raise-5-billion-valuation\">broke the news</a> of the potential funding round in September.</p>\n\n<p>Alphabet’s CapitalG led the round. Existing investors Lux Capital, Thrive Capital and Jeff Bezos participated, along with new investors Index Ventures and T. Rowe Price, according to the report.</p>\n\n<p>Pi develops AI models intended to power a wide variety of robots to perform a wide variety of tasks. On Monday, Pi announced its latest model, π*0.6, which learned in part from its own experiences operating a robot in the real world. That training made the model faster at tasks such as assembling boxes and folding laundry than previous models.</p>\n\n<p>The one-year-old startup was founded by former Google employees and professors from Stanford University and the University of California, Berkeley, as well as early Stripe employee and venture capitalist Lachy Groom. Pi previously raised about $470 million from investors, most recently at a valuation of $2.4 billion including the money, from investors including Thrive Capital, Lux Capital, Khosla Ventures, Redpoint Ventures and Bond Capital.</p>",
            "published_at": "2025-11-20T23:30:57.014Z",
            "url": "https://www.theinformation.com/briefings/physical-intelligence-raises-600-million-5-billion-valuation?unlock=96e271&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/physical-intelligence-raises-600-million-5-billion-valuation?unlock=96e271&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16342,
            "guid": "4c2f0a",
            "headline": "Waymo Adds 3 More U.S. Cities to Expansion Plan",
            "dek": "Waymo is far-and-away beating Tesla’s Robotaxi service.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Waymo said Thursday that it’s added New Orleans, Minneapolis and Tampa to the list of cities where it plans to launch its autonomous ride-hailing service. That brings the total number of new cities where it’s announced launch plans to more than 20, according to the company.</p>\n\n<p>For now, Waymo will operate vehicles with human drivers in the three new cities. The company also said earlier this week that it will start driving vehicles without humans in Dallas, Houston, San Antonio, Miami and Orlando in the coming weeks, with plans to offer ride-hailing to the public in those cities in 2026. The Alphabet-owned company also said it plans to launch in London, Washington, D.C., Denver, Detroit, Las Vegas, Nashville and San Diego next year.</p>\n\n<p>Waymo already offers autonomous rides in five U.S. cities: Austin, San Francisco, Los Angeles, Phoenix and Atlanta. That means the company is far-and-away beating Tesla’s Robotaxi service, which has launched in Austin and San Francisco but includes backup humans in vehicles in both cities.</p>",
            "published_at": "2025-11-20T23:02:06.466Z",
            "url": "https://www.theinformation.com/briefings/waymo-adds-3-u-s-cities-expansion-plan?unlock=4c2f0a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/waymo-adds-3-u-s-cities-expansion-plan?unlock=4c2f0a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16341,
            "guid": "f9aa29",
            "headline": "Walmart Boosts Outlook, Says Consumer Demand Remains Resilient",
            "dek": "The retail giant’s shares closed up more than 6% Thursday.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Walmart grew sales nearly 6% to $179.5 billion in the third quarter of its current fiscal year, helped by robust growth from the retail giant’s&nbsp;e-commerce and advertising businesses. Executives said Thursday that consumer demand remained mostly resilient and that the holiday shopping season was off to a good start, boosting the company’s outlook for the full year to 4.8% to 5.1% net sales growth.</p>\n\n<p>E-commerce sales grew 27% and advertising revenue, which includes the Vizio business Walmart acquired last year, increased 53%. Membership revenue, which includes the Walmart+ program, a competitor to Amazon’s Prime program, grew 17%. Walmart didn’t break out exact revenue figures for any of those segments.</p>\n\n<p>Walmart executives also highlighted the company’s partnership with OpenAI, which includes an agreement to sell Walmart and Sam’s Club products through ChatGPT. They also highlighted other AI features Walmart is testing in other markets, like a feature in Chile that creates a basket of items for customers then prompts them via WhatsApp to ask them if they want to complete the purchase.</p>",
            "published_at": "2025-11-20T22:43:45.339Z",
            "url": "https://www.theinformation.com/briefings/walmart-boosts-outlook-says-consumer-demand-remains-resilient?unlock=f9aa29&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/walmart-boosts-outlook-says-consumer-demand-remains-resilient?unlock=f9aa29&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16340,
            "guid": "5d8697",
            "headline": "Deel Labeled Alleged Spy Payment As Expense",
            "dek": "The cash was sent to an alleged spy inside rival firm Rippling 56 seconds later, court documents show. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Global payroll startup Deel labeled as an expense a $6,000 payment it made to the wife of the company’s chief operating officer–cash that was sent to an alleged spy inside rival firm Rippling 56 seconds later–according to newly unsealed documents in a lawsuit between the two Silicon Valley companies.</p>\n\n<p>The funds in question came from an entity, Lets Deel Ltd., which is incorporated in the U.K. and counts Deel CEO Alex Bouaziz and his father, Deel chairman Philippe Bouaziz, as directors, according to a copy of the account statement filed in the U.S. District Court for Northern District of California. On Nov. 4, 2024, Lets Deel transferred $6,000 to a Revolut account owned by Alba Basha, the wife of Deel chief operating officer Dan Westgath, the documents show. Basha’s account sent $6,000 in another transaction moments later to Keith O’Brien, the alleged spy, the documents show.</p>\n\n<p>Basha, a former compliance officer at Revolut, has not responded to requests from The Information. She is now employed as a compliance specialist at Dubai-based fintech Ziina, according to her Linkedin profile. Ziina co-founder Faisal Toukan did not respond to earlier requests for comment.</p>\n\n<p>Rippling accused Deel and its top brass earlier this year of recruiting and paying its now-former Irish employee O’Brien to pass internal information to Deel. O’Brien later confessed to the alleged scheme in an affidavit filed in the High Court of Ireland. Deel has countersued Rippling for defamation and is defending the lawsuit. Deel has pointed to an agreement in which Rippling promised to cover O’Brien’s legal, travel and associated costs as validation of O’Brien’s “conflict as a trustworthy source.”</p>\n\n<p>“We believe that information will show he has even more financial incentive to align himself with Rippling,” a Deel spokesperson said.</p>\n\n<p>In a court filing, Rippling alleged: “The records involve only two transactions: Deel corporate funds entering Basha’s account and immediately exiting to pay a corporate spy. Her account balance before and after: $8.16. This is not personal financial activity. It is money laundering.”</p>",
            "published_at": "2025-11-20T18:33:34.383Z",
            "url": "https://www.theinformation.com/briefings/deel-labeled-alleged-spy-payment-expense?unlock=5d8697&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/deel-labeled-alleged-spy-payment-expense?unlock=5d8697&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16339,
            "guid": "727156",
            "headline": "Salesforce’s Slack to Stop Direct Service in China, Farm Out to Alibaba",
            "dek": "Salesforce is the latest U.S. company to separate its service to China customers, due to data privacy and security laws in mainland China.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Salesforce’s Slack has told customers in mainland China, Hong Kong, Macau and Taiwan that they must migrate their accounts to partner Alibaba Group before February, if they want to continue with instant-messaging service, according to a Slack customer in mainland China and an Alibaba Cloud employee.</p>\n\n<p>The move is in response to a privacy and data security law that came into effect this year in mainland China, according to the Alibaba employee, adding that Alibaba has started helping Slack customers with the change in recent days.</p>\n\n<p>Some Slack customers with billing addresses in these four regions were told earlier this week that their subscriptions wouldn’t be renewed, according to the Alibaba employee. They were told they could maintain access by buying the service through Alibaba Cloud, according to emails reviewed by The Information.</p>\n\n<p>A Salesforce spokesperson said that “Slack workspace creation and user provisioning are not currently supported in all markets. Our paid customers can provision individual user access for employees working anywhere legally permitted.” Alibaba didn’t reply to a request for comment.</p>\n\n<p>Salesforce and Alibaba announced a <a href=\"https://www.salesforce.com/blog/driving-customer-success-with-alibaba/\">strategic partnership</a> in 2019 in which Alibaba would be the exclusive cloud provider of Salesforce services in these four regions, but that agreement wasn’t put into full practice until the recent days.</p>\n\n<p>Salesforce is the latest U.S. company to separate its Chinese customer service, after Zoom in 2020 and Microsoft’s LinkedIn in 2021 began working with local partners or replaced their services with a local product,&nbsp; underscoring the deepening technological divide between the U.S. and China as companies increasingly operate on separate networks.</p>",
            "published_at": "2025-11-20T10:25:57.442Z",
            "url": "https://www.theinformation.com/briefings/salesforces-slack-stop-direct-service-china-farm-alibaba?unlock=727156&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/salesforces-slack-stop-direct-service-china-farm-alibaba?unlock=727156&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 333163,
                    "display_name": "Wayne Ma"
                },
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16338,
            "guid": "24ab8b",
            "headline": "Nvidia Doubles Cloud Spending Commitment to $26 Billion",
            "dek": "Nvidia said it might not use all of the capacity.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia said Wednesday it had struck deals to rent $26 billion of servers from cloud providers over the next six years, doubling the cloud spending commitments it disclosed just three months ago.</p>\n\n<p>The cloud spending plan implies Nvidia will rent several hundred thousand of its own graphics processing units from cloud providers like Amazon and Google that purchase them. Nvidia said in a regulatory filing that it will pay $1 billion to rent servers in the current fiscal year, $6 billion in both 2027 and 2028, $5 billion in 2029, and $4 billion in both 2030 and 2031. That will make Nvidia one of the world’s biggest cloud spenders and users of GPUs.</p>\n\n<p>Nvidia said it might not use all of the capacity. Nvidia said some of its commitments “may be reduced, terminated or sold to others” by the cloud providers from which it rents servers.</p>\n\n<p>Nvidia’s spending commitment increased even though it has <a href=\"https://www.theinformation.com/articles/nvidia-steps-back-cloud-effort-compete-aws\">stepped back from its nascent cloud computing business</a> known as DGX Cloud, which aimed to rent out GPUs to business customers. These days, Nvidia uses most of the DGX Cloud server capacity for its own internal efforts, The Information has reported. Earlier this summer, Nvidia launched another kind of cloud service, DGX Cloud Lepton, which helps businesses rent GPUs from various cloud providers.</p>\n\n<p>Nvidia’s cloud commitments includes its <a href=\"https://www.theinformation.com/articles/nvidia-quietly-boosts-cloud-ally-1-5-billion-deal-rent-ai-chips\">agreement to rent 10,000 of its AI chips</a> back from cloud startup Lambda, The Information first reported. Nvidia also rents its chips from CoreWeave and major cloud providers including Oracle and Amazon.</p>",
            "published_at": "2025-11-20T04:57:06.948Z",
            "url": "https://www.theinformation.com/briefings/nvidia-doubles-cloud-spending-commitment-26-billion?unlock=24ab8b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-doubles-cloud-spending-commitment-26-billion?unlock=24ab8b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15751,
                    "guid": "ccab4d25c0",
                    "title": "Nvidia Steps Back From Cloud Effort to Compete with AWS",
                    "url": "https://www.theinformation.com/articles/nvidia-steps-back-cloud-effort-compete-aws?utm_source=ti_app"
                }
            ],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16337,
            "guid": "95269d",
            "headline": "Luma Raises $900 Million in Investment Led by Humain",
            "dek": "Humain also announced a 2 GW cluster that Luma will use to run its models.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Luma AI, which develops artificial intelligence models that generate realistic videos, raised $900 million in a Series C funding round&nbsp;led by new investor Humain, the AI company owned by Saudi Arabia’s Public Investment Fund, the startup said Wednesday. The new funding values the company at $4 billion, including the investment.</p>\n\n<p>The startup had targeted raising $1.1 billion at a $3.2 billion valuation, The Information <a href=\"https://www.theinformation.com/articles/runway-luma-talks-multibillion-dollar-fundraises-revenue-picks\">reported</a> in August.</p>\n\n<p>Humain also announced Project Halo, a cluster of AI chips the company expects to eventually draw 2 gigawatts of power. Luma will be a customer of the data center, but Humain’s investment is in cash, not compute credits, Luma CEO Amit Jain said in an interview Tuesday.</p>\n\n<p>Luma is also giving Humain input in the design of Humain’s data centers so the facilities can effectively run Luma’s world models, which are trained on a variety of data, including audio, videos, images and language. Jain expects the data centers to be fully constructed by 2027 or mid 2028. Luma released its latest model, Ray 3, in September.</p>\n\n<p>AMD Ventures, the venture arm of the chipmaker, is participating in the round, along with existing investors Andreessen Horowitz, Amplify Partners and Matrix Partners.</p>",
            "published_at": "2025-11-19T22:46:07.844Z",
            "url": "https://www.theinformation.com/briefings/luma-raises-900-million-investment-led-humain?unlock=95269d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/luma-raises-900-million-investment-led-humain?unlock=95269d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16336,
            "guid": "a4218d",
            "headline": "Nvidia Says AI Chip Revenue Growth is Accelerating",
            "dek": "The results could ease some broader investor concerns about AI.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia’s revenue rose 62% to $57 billion in the three months ended October compared to the same period a year earlier, largely from sales of AI chips and related equipment. Remarkably, its sales growth accelerated 8 percentage points compared to the July quarter, and Nvidia has projected even faster growth—65.4%—in the current fiscal quarter.</p>\n\n<p>The result could ease fears about investors bidding up prices of AI-related equities too high, relative to the revenue AI is producing for consumers and businesses. It comes after Nvidia’s primary customers, including Microsoft, Meta&nbsp;and Google, increased projected spending on data centers that will use Nvidia chips.&nbsp;Nvidia shares rose 4% in after-hours trading. They were up around 34% this year before the end of normal trading Wednesday.</p>\n\n<p>Shares are trading at nearly 32 times its expected earnings over the next year, down from 36 times forward earnings as of three months ago. That means its shares have been getting cheaper&nbsp;even as its financial position strengthens. Still, four of Nvidia’s customers made up 61% of Nvidia revenue in the October quarter, which was higher percentage than in prior quarters, showing its business carries what&nbsp;investors refer to as&nbsp;concentration risk.</p>\n\n<p>“There’s been a lot of talk about an AI bubble. From our vantage point we see something very different,” CEO Jensen Huang said in a call with analysts. CFO Colette Kress said recent separate data center deals involving Saudi Arabia and AI startup Anthropic would further boost Nvidia growth beyond what it has already projected.</p>\n\n<p>Free cash flow rose 31% to $22.1 billion compared to the year-ago period. The company, which has $60 billion in cash, has been spending more than $12 billion a quarter buying back its own stock while it also spends generously to fund dozens of AI startups and data centers, which will end up boosting its sales in the long run.</p>\n\n<p>Nvidia’s recent revenue growth looks particularly impressive compared to its distant rival AMD, which reported 36% revenue growth in the September quarter, and also in spite of Nvidia getting squeezed out of the Chinese market, which until recently was&nbsp;a substantial part of its business. In addition to chips, Nvidia’s sale of networking equipment that connect servers to each other continued to accelerate in the October quarter, generating more than $8 billion of revenue.</p>",
            "published_at": "2025-11-19T21:52:40.194Z",
            "url": "https://www.theinformation.com/briefings/nvidia-says-ai-chip-revenue-growth-accelerating?unlock=a4218d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-says-ai-chip-revenue-growth-accelerating?unlock=a4218d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16335,
            "guid": "b4631a",
            "headline": "XAI in Talks to Raise $15 Billion at a $230 Billion Valuation",
            "dek": "The round would more than double its last valuation.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>XAI, the artificial intelligence startup run by Elon Musk, has told shareholders that it’s planning to raise money at a $230 billion valuation, according to two people who were notified of the terms. It intends to raise $15 billion, according to one of the people.</p>\n\n<p>A spokesperson for the two-year-old startup did not respond for comment.</p>\n\n<p>The financing would more than double the last valuation for the AI business, which combined with X (formerly Twitter), earlier this year. That transaction valued the company above $100 billion.</p>\n\n<p>XAI, like rivals OpenAI and Anthropic, needs huge amounts of capital to secure access to the AI chips needed to train and run models. On Wednesday, Humain, owned by Saudi Arabia’s Public Investment Fund, <a href=\"https://www.theinformation.com/briefings/elon-musks-xai-build-500-mw-data-center-saudi-arabias-humain?rc=zjctrx\">said Humain and xAI have signed an agreement</a> to build low-cost data centers in Saudi Arabia.</p>\n\n<p>The Wall Street Journal earlier reported the valuation and CNBC earlier reported the size of the investment.</p>",
            "published_at": "2025-11-19T20:43:39.130Z",
            "url": "https://www.theinformation.com/briefings/xai-talks-raise-15-billion-230-billion-valuation?unlock=b4631a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/xai-talks-raise-15-billion-230-billion-valuation?unlock=b4631a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16334,
            "guid": "412fec",
            "headline": "Crypto Exchange Kraken Filed Confidentially for IPO",
            "dek": "The exchange is moving ahead with its plan to list despite a recent-sell of crypto-related stocks.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Crypto exchange Kraken said on Wednesday it has confidentially filed for an initial public offering in the U.S., moving ahead with its plan to list despite a recent-sell of crypto-related stocks.</p>\n\n<p>The filing comes a day after it raised <a href=\"https://www.theinformation.com/briefings/kraken-raises-funding-citadel-securities-20-billion-valuation\">$200 million</a> from Ken Griffin’s Citadel Securities at a $20 billion valuation. Kraken is working with Morgan Stanley and Goldman Sachs on the offering, Bloomberg reported.</p>\n\n<p>Crypto-related IPOs have fared well in the public market earlier this year but <a href=\"https://www.theinformation.com/articles/bitcoin-falling-crypto-stocks-crashing\">a recent sell-off</a> in bitcoin and other crypto stocks have weakened their prospects.</p>\n\n<p>Shares of stablecoin issuer Circle, which traded as high as $263 in June, has fallen by more than 45% the past month to below $70 while crypto exchange operator Bullish erased prior gains and has fallen below its IPO price of $37.</p>",
            "published_at": "2025-11-19T19:24:20.947Z",
            "url": "https://www.theinformation.com/briefings/crypto-exchange-kraken-filed-confidentially-ipo?unlock=412fec&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/crypto-exchange-kraken-filed-confidentially-ipo?unlock=412fec&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16333,
            "guid": "39dd6d",
            "headline": "Target Plans to Launch App For ChatGPT",
            "dek": "The partnership is another model for how OpenAI can partner with large retailers on commerce features.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI and Target <a href=\"https://openai.com/index/target-partnership/\">announced</a> plans to make the retail giant’s app available through ChatGPT’s new app feature on Wednesday, marking the latest tie-up between the AI startup and a large retailer as OpenAI looks to help users with more shopping-related tasks.</p>\n\n<p>The Target partnership differs from other commerce-related deals OpenAI has announced so far, which have centered around retailers like Walmart making their products available to shop via ChatGPT’s Instant Checkout feature, instead of through their own apps. By keeping transactions in its app, Target can maintain more control over the shopper experience, a key concern for many large retailers, and also preserve its access to shopper data and ad revenue. Through the app, shoppers will be able to browse for Target products, build a cart, and check out for in-store pickup or home delivery. The companies said Target will soon add support for its Target Circle loyalty program as well as same-day delivery.</p>\n\n<p>In addition to the ChatGPT app launch, Target will also continue to use OpenAI’s APIs and enterprise ChatGPT subscriptions, the companies said.</p>",
            "published_at": "2025-11-19T17:54:20.830Z",
            "url": "https://www.theinformation.com/briefings/openai-launches-target-app-chatgpt?unlock=39dd6d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-launches-target-app-chatgpt?unlock=39dd6d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16332,
            "guid": "722496",
            "headline": "Elon Musk’s xAI to Build 500 MW Data Center With Saudi Arabia’s Humain ",
            "dek": "Musk appeared onstage with Nvidia CEO Jensen Huang at a U.S.-Saudi business conference in Washington, D.C. on Wednesday, where he briefly mentioned the deal.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Elon Musk’s xAI and the Saudi government-owned company Humain are jointly developing a data center in Saudi Arabia, the companies said on Wednesday.</p>\n\n<p>The data center will use more than 500 megawatts in electricity, the companies said, though they did not say when the facility will be up-and-running. xAI already has <a href=\"https://www.theinformation.com/articles/ex-oilman-became-face-elon-musks-supercomputers\">two large data centers</a> in Memphis, Tenn. that feature hundreds of thousands of Nvidia chips. The second of those facilities, Colossus 2, is still under construction and will use more than 1 gigawatt of power once it’s fully operational, xAI has disclosed. That would make it more than twice as large as the Saudi facility.</p>\n\n<p>Musk appeared onstage with Nvidia CEO Jensen Huang at a U.S.-Saudi business conference in Washington, D.C. on Wednesday, where he briefly mentioned the deal. In a <a href=\"https://www.humain.com/en/news/humain-and-xai-partner-to-build-next-generation-ai-compute-power-and-deploy-grok-in-the-kingdom-to-support-the-most-ai-enabled-nation-objectives?utm_source=twitter&utm_medium=social&utm_campaign=hmn_cb_humain-xai_en_2025\">press release</a> published by Humain, which is majority owned by the Saudi Public Investment Fund, the company said it would also “collaborate to deploy xAI’s Grok models throughout the nation.”</p>",
            "published_at": "2025-11-19T17:34:16.836Z",
            "url": "https://www.theinformation.com/briefings/elon-musks-xai-build-500-mw-data-center-saudi-arabias-humain?unlock=722496&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musks-xai-build-500-mw-data-center-saudi-arabias-humain?unlock=722496&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16331,
            "guid": "d76bd3",
            "headline": "Brookfield Plans $100 Billion in AI Purchases",
            "dek": "Kuwait’s $1 trillion sovereign wealth fund and Nvidia will invest in a new Brookfield Artificial Intelligence Infrastructure Fund.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Brookfield, one of the largest infrastructure investors, said it would acquire up to $100 billion in energy, land, data center and computing assets used to power artificial intelligence.</p>\n\n<p>Kuwait’s $1 trillion sovereign wealth fund and Nvidia will invest in a new Brookfield Artificial Intelligence Infrastructure Fund, which has raised $5 billion of a $10 billion target, the firm said Wednesday.</p>\n\n<p>Brookfield plans to tap additional co-investors and other sources of financing to reach its $100 billion goal. It said an up to $5 billion investment in fuel cells made by Bloom Energy will be part of the fund.</p>\n\n<p>The firm, with more than $1 trillion in assets, is the latest large asset manager, alongside firms like Blackrock and Blackstone, to pour funding into the resources needed to develop and run AI. The firm said it’s already invested more than $100 billion in digital infrastructure and power assets.</p>\n\n<p>Brookfield also said it will start a cloud company called Radiant that will buy Nvidia chips for national AI projects.</p>",
            "published_at": "2025-11-19T16:43:04.398Z",
            "url": "https://www.theinformation.com/briefings/brookfield-plans-100-billion-ai-investments?unlock=d76bd3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/brookfield-plans-100-billion-ai-investments?unlock=d76bd3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16330,
            "guid": "b9e646",
            "headline": "Larry Summers Resigns From OpenAI Board Amid Epstein Scandal",
            "dek": "Summers said on Monday he would be stepping back from public commitments in the wake of the Epstein emails.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Former Harvard University President Larry Summers has resigned from OpenAI’s board of directors following a congressional committee’s release of emails showing a personal correspondence between him and convicted sex offender Jeffrey Epstein that <a href=\"https://www.nbcnews.com/politics/politics-news/-deeply-ashamed-larry-summers-jeffrey-epstein-emails-rcna244526\">continued until shortly</a> before Epstein’s arrest in 2019, according to a statement from OpenAI’s board.</p>\n\n<p>“Larry has decided to resign from the OpenAI Board of Directors, and we respect his decision,” said the statement from OpenAI’s board. “We appreciate his many contributions and the perspective he brought to the Board.”</p>\n\n<p>Summers confirmed his resignation in a statement. “In line with my announcement to step away from my public commitments, I have also decided to resign from the board of OpenAI,” he said. “I am grateful for the opportunity to have served, excited about the potential of the company and look forward to following their progress.”</p>\n\n<p>Summers had been on the board of the ChatGPT-maker for the past two years, a period during which OpenAI had restructured, putting it on a path to going public, and dramatically expanded into new businesses. Summers was Treasury Secretary in the Clinton administration and was National Economic Council director under President Barack Obama. He is also a former president of Harvard.</p>\n\n<p>Summers <a href=\"https://www.politico.com/news/2025/11/17/larry-summers-steps-back-from-public-commitments-deeply-ashamed-by-epstein-revelations-00655712\">said on Monday</a> he would be stepping back from public commitments in the wake of the Epstein emails.</p>",
            "published_at": "2025-11-19T14:45:33.876Z",
            "url": "https://www.theinformation.com/briefings/larry-summers-resigns-openai-board-amid-epstein-scandal?unlock=b9e646&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/larry-summers-resigns-openai-board-amid-epstein-scandal?unlock=b9e646&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16329,
            "guid": "6ee36e",
            "headline": "Adobe Agrees to Buy Semrush in $1.9 Billion Deal",
            "dek": "Shares of Adobe have fallen more than 20% this year, as investors grow wary of the impact of artificial intelligence on the design giant.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Adobe agreed to acquire Semrush, a digital marketing software provider, for $1.9 billion as the design giant pivots to artificial intelligence.</p>\n\n<p>Adobe will pay $12 a share in cash for Semrush, which had a market capitalization of over $1 billion as of Tuesday. The&nbsp;deal with Semrush, which offers tools to help businesses to understand how they appear on AI search engines, could help Adobe to better serve marketers and boost its AI offerings, the company said in <a href=\"https://news.adobe.com/news/2025/11/adobe-to-acquire-semrush\">a press release</a>.</p>\n\n<p>Shares of Adobe have fallen more than 20% this year, as investors grow wary of the impact of artificial intelligence on the design giant. Adobe is investing in AI products and also <a href=\"https://www.theinformation.com/articles/adobe-discussed-3-billion-acquisition-ai-video-startup-synthesia\">held talks</a> in recent months to buy London-based Synthesia, an AI startup that generates video avatars of people for about $3 billion.</p>\n\n<p>Centerview Partners and Davis Polk &amp; Wardwell advised Semrush on the transaction. Wachtell, Lipton, Rosen &amp; Katz advised Adobe.</p>",
            "published_at": "2025-11-19T14:40:44.368Z",
            "url": "https://www.theinformation.com/briefings/adobe-agrees-buy-semrush-1-9-billion-deal?unlock=6ee36e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/adobe-agrees-buy-semrush-1-9-billion-deal?unlock=6ee36e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15940,
                    "guid": "2e9c3587f7",
                    "title": "Adobe Discussed $3 Billion Acquisition of AI Video Startup Synthesia",
                    "url": "https://www.theinformation.com/articles/adobe-discussed-3-billion-acquisition-ai-video-startup-synthesia?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16328,
            "guid": "dea1d1",
            "headline": "Google Releases Gemini 3.0 Model",
            "dek": "The new model has improved on its predecessor on all major AI benchmarks, including reasoning and solving problems involving mediums other than text.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google on Tuesday released Gemini 3.0, the long-awaited update to its flagship AI model.</p>\n\n<p>The new model has improved on its predecessor, Gemini 2.5, on all major AI benchmarks, including reasoning and solving problems involving mediums other than text. It is a significant improvement to its predecessor on coding, although it is still slightly behind Anthropic’s and OpenAI’s latest models on the popular benchmark swe-bench. In particular, early users have praised the new model’s ability to generate design styles.</p>\n\n<p>Gemini 3.0 is available to users now on the Gemini app and Google Search’s AI Mode chatbot, and to developers on a range of different enterprise products, including the newly released agentic software development tool “Gemini Antigravity.”</p>",
            "published_at": "2025-11-18T22:54:45.565Z",
            "url": "https://www.theinformation.com/briefings/google-releases-gemini-3-0-model?unlock=dea1d1&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-releases-gemini-3-0-model?unlock=dea1d1&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16327,
            "guid": "ed057d",
            "headline": "Cloudflare Back Online After Software Glitch Triggers Major Outage",
            "dek": "Cloudflare, which operates a content delivery network used by many major websites, apologizes for an outage that took down retail, food delivery and other services.  ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Cloudflare, whose content delivery network powers many of the world’s most-visited websites, <a href=\"https://x.com/dok2001/status/1990827571089428580\">said</a> it has recovered from an outage that took down social media, music streaming, food delivery, online retail and other services for several hours earlier Tuesday.</p>\n\n<p>In a <a href=\"https://x.com/dok2001/status/1990791419653484646\">post</a> on X, Cloudflare CTO Dane Knecht apologized for the outage and explained that it stemmed from a bug in one of the company’s internal services that emerged after a “routine configuration change.” The outage wasn’t the result of an attack from outsiders, he said.</p>\n\n<p>Cloudflare’s outage, while much smaller in scope than the one Amazon Web Services suffered about a month ago, is the latest reminder of how much of the internet depends on a handful of companies that maintain the servers and services that keep it up and running.</p>",
            "published_at": "2025-11-18T22:38:21.869Z",
            "url": "https://www.theinformation.com/briefings/cloudflare-back-online-software-glitch-triggers-major-outage?unlock=ed057d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/cloudflare-back-online-software-glitch-triggers-major-outage?unlock=ed057d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16326,
            "guid": "ca0853",
            "headline": "Kraken Raises Funding From Citadel Securities at $20 Billion Valuation",
            "dek": "The crypto exchange has raised $800 million this year ahead of its planned IPO next year. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Kraken, the crypto exchange that’s aiming to go public next year, <a href=\"https://blog.kraken.com/news/800-million-raise-to-advance-strategic-roadmap\">said</a> Tuesday it raised a $200 million strategic investment from Ken Griffin’s Citadel Securities at a $20 billion valuation.</p>\n\n<p>The exchange has already raised $600 million at a $15 billion valuation tranche from investors including Jane Street, DRW, HSG, formerly Sequoia Capital China, Oppenheimer Alternative Investment Management and Tribe Capital, along with a significant commitment from Kraken co-CEO Arjun Sethi’s <a href=\"https://x.com/arjunsethi/status/1990897718911266817\">family office.</a></p>\n\n<p>Citadel Securities will support Kraken with liquidity for trading, risk management expertise, and market structure insights, the announcement said. Kraken made $1.5 billion in revenue in 2024. In the third quarter, it made $648 million in revenue, up 114% from a year ago.</p>",
            "published_at": "2025-11-18T22:36:07.736Z",
            "url": "https://www.theinformation.com/briefings/kraken-raises-funding-citadel-securities-20-billion-valuation?unlock=ca0853&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/kraken-raises-funding-citadel-securities-20-billion-valuation?unlock=ca0853&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        }
    ]
}