{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16130,
            "guid": "9fcd01",
            "headline": "Trump Administration in Talks to Take Stakes in Quantum Computing Firms",
            "dek": "The government, which agreed to take a 10% stake in Intel in August, is looking to deepen its involvement in key areas of technology. ",
            "source_url": "https://www.wsj.com/business/entrepreneurship/trump-administration-in-talks-to-take-equity-stakes-in-quantum-computing-firms-60ee5143?st=YH9wbd&reflink=article_copyURL_share",
            "source_label": "The Wall Street Journal",
            "body": "<p>The Trump administration is in talks to take equity stakes in quantum computing companies in exchange for federal funding for those firms, The Wall Street Journal reported.</p>\n\n<p>The Commerce Department is discussing such arrangements with several quantum computing firms, including IonQ, Rigatti Computing and D-Wave Quantum, according to the Journal. Deputy Commerce Secretary Paul Dabbar, a former quantum computing executive, is leading the funding discussions, the report said.</p>\n\n<p>The talks are the latest example of how Washington is looking to deepen its involvement in critical areas of technology. In August, President Donald Trump announced that the government would take a 10% stake in Intel to become the struggling chipmaker’s largest shareholder.</p>",
            "published_at": "2025-10-23T07:18:15.302Z",
            "url": "https://www.theinformation.com/briefings/trump-administration-talks-take-stakes-quantum-computing-firms?unlock=9fcd01&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-administration-talks-take-stakes-quantum-computing-firms?unlock=9fcd01&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16129,
            "guid": "8f402a",
            "headline": "Andreessen Horowitz Said to Seek $10 Billion in New Funds",
            "dek": "It would spread the new money in follow-on, AI and manufacturing investments. ",
            "source_url": "https://www.ft.com/content/92262343-b4e0-406e-8a01-2199d45d719e",
            "source_label": "Financial Times ",
            "body": "<p>Andreessen Horowitz is raising $10 billion for several funds that would give it more firepower to make&nbsp;investments in artificial intelligence startups and increase its stakes in startups it’s previously backed, the Financial Times reported.</p>\n\n<p>The firm, which has been <a href=\"https://www.theinformation.com/articles/venture-investors-exposed-ais-boom-bust?rc=zjctrx\">one of the most active investors in AI startups</a> over the last two years, is seeking to raise about $6 billion to invest in more mature companies, $1.5 billion each for AI applications and AI infrastructure funds and more than $1 billion for its “American Dynamism” defense and manufacturing focused fund, the report said. Last year, it raised $7.2 billion via several funds.</p>\n\n<p>The new target, if hit, would top the $9 billion raised in 2022 during the low-interest rate period.</p>\n\n<p>Andreessen Horowitz&nbsp;has led investments in open source model developer Mistral, coding assistant Anysphere and has invested in OpenAI’s SoftBank-led funding round <a href=\"https://www.theinformation.com/articles/openai-discussed-raising-money-saudi-arabia-indian-investors?rc=zjctrx\">that values the company at $260 billion before the investment</a>.</p>\n\n<p>A spokesperson couldn’t immediately be reached for comment.</p>",
            "published_at": "2025-10-23T00:59:07.118Z",
            "url": "https://www.theinformation.com/briefings/andreessen-horowitz-said-seek-10-billion-new-funds?unlock=8f402a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/andreessen-horowitz-said-seek-10-billion-new-funds?unlock=8f402a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 745176,
                    "display_name": "Laura Mandaro"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16128,
            "guid": "5e0840",
            "headline": "Trump Crypto Partner Abruptly Suspends CEO",
            "dek": "Alt5 Sigma, a Nasdaq-listed company amassing a digital store of a cryptocurrency backed by the Trump family, said on Wednesday it suspended its CEO with immediate effect. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Alt5 Sigma, a Nasdaq-listed company amassing a digital store of a cryptocurrency backed by the Trump family, said on Wednesday it suspended its CEO with immediate effect.</p>\n\n<p>The move represents further turbulence for <a href=\"https://www.theinformation.com/articles/trump-partner-crypto-venture-faces-sec-allegations\">the company</a> that in August struck a deal to raise $1.5 billion to buy tokens issued by World Liberty Financial, a crypto project founded by the Trump family and others. As part of the deal, Eric Trump, the son of President Donald Trump, was set to become a board director of Alt5 Sigma. A month later, Alt5 Sigma said Eric Trump would no longer join the board following a consultation with the market operator, Nasdaq.</p>\n\n<p>Alt5 Sigma said its suspended CEO Peter Tassiopoulos and replaced him on an interim basis with the firm’s CFO, Jonathan Hugh. The company did not say why it removed Tassiopoulos, who is continuing to be paid. Shares in Alt5 Sigma have fallen more than 70% to $1.86 since the deal with World Liberty Financial was announced.</p>\n\n<p>In late August, Alt5 Sigma said its Canadian subsidiary was found criminally liable by a Rwandan court for offenses including illicit enrichment and money laundering. The company said it was appealing the matter. At the time, Alt5 Sigma said it had appointed lawyers and advisors to conduct a review of other issues, including but “not limited to, potential misstatements or omissions in the financial statements of the company and omissions of material information by certain members of management and personnel of the company.”</p>",
            "published_at": "2025-10-22T23:05:51.315Z",
            "url": "https://www.theinformation.com/briefings/trump-crypto-partner-abruptly-suspends-ceo?unlock=5e0840&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-crypto-partner-abruptly-suspends-ceo?unlock=5e0840&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16127,
            "guid": "bbb566",
            "headline": "Khosla Says Robotics Valuations Are “Getting Bonkers”",
            "dek": "Khosla also played down concerns about the circular financing deals that have become more common in AI, saying the key question is which company is taking on the risk.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Venture capitalist Vinod Khosla predicted that 2% to 3% of AI startups will account for 85% to 90% of the valuation of companies by 2035. In <a href=\"https://www.theinformation.com/titv\">an interview on The Information’s TITV</a>, Khosla also said that venture capital firms which don’t have early access to those companies but buy in later at&nbsp; higher prices will suffer lower returns. Khosla’s firm, Khosla Ventures, was an early investor in OpenAI, among other companies.</p>\n\n<p>Khosla’s comments follow an opinion article <a href=\"https://www.theinformation.com/articles/ai-valuations-bonkers?rc=9byxri\">he wrote for The Information</a> last month where he urged investors to be selective in buying into AI firms. On Wednesday on TITV, he said that some valuations in robotics were “getting bonkers,” adding that “95% of those startups will lose money.”</p>\n\n<p>Khosla also played down concerns about the circular financing deals that have become more common in AI, as companies like Nvidia invest money in companies buying its chips. He pointed out that financing companies is common in other industries, noting that GM finances purchases of its cars. The issue to watch for is “taking on what part of the risk,” which is a detail hidden in contracts that aren’t publicly available. That is the “key question before one can opine.”</p>",
            "published_at": "2025-10-22T20:45:27.779Z",
            "url": "https://www.theinformation.com/briefings/khosla-says-robotics-valuations-getting-bonkers?unlock=bbb566&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/khosla-says-robotics-valuations-getting-bonkers?unlock=bbb566&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16126,
            "guid": "d9f4c4",
            "headline": "Tesla Profit Fell 37% in Third Quarter Despite End of Tax Credit Boosting Sales ",
            "dek": "Tesla also gave an update on its Optimus robot, which is falling behind on ambitious production goals set by Musk. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tesla’s net income fell 37% year-over-year to $1.4 billion in the third quarter, the company <a href=\"https://assets-ir.tesla.com/tesla-contents/IR/TSLA-Q3-2025-Update.pdf\">said</a> Wednesday, attributing the decline to factors including tariffs and increased research and development spending.</p>\n\n<p>Meanwhile, revenue grew 12% year-over-year to $28.1 billion due in part to a <a href=\"https://www.theinformation.com/briefings/tesla-deliveries-spiked-7-third-quarter-ahead-tax-credit-expiry\">surge in vehicle</a> sales as buyers rushed to snap up cars before the $7,500 U.S. tax credit for electric vehicles expired at the end of September. Its automotive revenues grew 6%, while higher growth in Tesla’s battery business and services also boosted revenue, the company said. CEO Elon Musk’s artificial intelligence company xAI is a major Tesla battery customer. Tesla shares were down 2% in after-hours trading on Wednesday.</p>\n\n<p>Tesla also gave an update on its Optimus robot, which is falling behind on ambitious production goals set by Musk. Tesla had publicly set a goal of building 5,000 robots this year but abandoned plans to do so after encountering technical problems, <a href=\"https://www.theinformation.com/articles/elon-musk-preps-teslas-optimus-prime-time-big-hurdles-remain\">The Information has reported</a>. In a shareholder presentation on Wednesday, Tesla said “first generation production lines for Optimus are being installed in anticipation of volume production,” but did not say when volume production would begin. Tesla’s Cybercab, Tesla Semi and Megapack 3 battery will begin volume production in 2026, Tesla said.</p>",
            "published_at": "2025-10-22T20:29:05.877Z",
            "url": "https://www.theinformation.com/briefings/tesla-profit-fell-37-third-quarter-despite-end-tax-credit-boosting-sales?unlock=d9f4c4&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tesla-profit-fell-37-third-quarter-despite-end-tax-credit-boosting-sales?unlock=d9f4c4&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 267744,
                    "name": "electric vehicles"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16125,
            "guid": "011ad7",
            "headline": "UK Competition Authority Designates Google, Apple With “Strategic Market Status” ",
            "dek": "The CMA said in a statement that both platforms have “substantial, entrenched market power\" over the mobile phone market.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The UK Competition and Markets Authority <a href=\"https://www.gov.uk/government/news/cma-confirms-apple-and-google-have-strategic-market-status-in-mobile-platforms\">said</a> on Wednesday that Google and Apple had “strategic market status” for their dominance over the mobile phone markets, opening the two tech companies up to stricter regulation.</p>\n\n<p>The CMA said in a statement that both platforms have “substantial, entrenched market power.” UK smartphone users use either Apple or Google’s mobile platforms and are unlikely to switch between them. While the designation itself isn’t a finding of wrongdoing, it enables the CMA to “consider proportionate, targeted interventions” to promote competition. Companies can be fined up to 10% of their global revenue for breaching a conduct rule.</p>\n\n<p>The finding comes as Google and Apple face mounting antitrust challenges around the world. Last month, the CMA gave Google the same designation in search and search advertising.</p>",
            "published_at": "2025-10-22T18:17:01.598Z",
            "url": "https://www.theinformation.com/briefings/uk-competition-authority-designates-google-apple-strategic-market-status?unlock=011ad7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/uk-competition-authority-designates-google-apple-strategic-market-status?unlock=011ad7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16124,
            "guid": "05c727",
            "headline": "Reddit Sues Data Scrapers and Perplexity for Unlawfully Accessing Content ",
            "dek": "The scrapers can access content Reddit blocks through Google search results, and Perplexity pays for this content, Reddit alleges\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Reddit is suing AI search startup Perplexity and a group of firms that scrape data from the social media firm’s chat forums for copyright infringement. The lawsuit follows a cease and desist letter Reddit sent Perplexity barring the startup from scraping its site.</p>\n\n<p>Reddit is accusing four data scrapers, including SerpApi, of circumventing the controls of both Reddit and Google to scrape information from Reddit from Google’s search results. OpenAI is also a customer of SerpApi, The Information <a href=\"https://www.theinformation.com/articles/openai-challenging-google-using-search-data\">reported</a> earlier this year, but OpenAI has struck a content licensing deal with Reddit to use its content in its chatbot, which Perplexity has not.</p>\n\n<p>“AI companies are locked in an arms race for quality human content—and that pressure has fueled an industrial-scale ‘data laundering’&nbsp;economy,” Reddit’s chief legal officer Ben Lee told The Information. “Scrapers bypass technological protections to steal data, then sell it to clients hungry for training material.”</p>\n\n<p>Earlier this year, Reddit also <a href=\"https://www.theinformation.com/briefings/reddit-sues-anthropic-unauthorized-scraping\">sued</a> Anthropic for what it called unlawful scraping of its content. Reddit says the unauthorized scraping by some firms undermines its ability to make deals with others. Content licensing partnerships with Google and OpenAI contributed to a category of Reddit revenue which totaled $35 million in the second quarter.</p>\n\n<p>A Perplexity spokesperson said the company has not received the lawsuit,&nbsp; “but we will always fight vigorously for users’ rights to freely and fairly access public knowledge.”</p>",
            "published_at": "2025-10-22T17:29:56.936Z",
            "url": "https://www.theinformation.com/briefings/reddit-sues-data-scrapers-perplexity-unlawfully-accessing-content?unlock=05c727&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/reddit-sues-data-scrapers-perplexity-unlawfully-accessing-content?unlock=05c727&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16123,
            "guid": "706b99",
            "headline": "Meta Cuts About 600 from AI Organization",
            "dek": "The layoffs come after the unit, which had about 3,400 employees as of this summer, restructured itself in August.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Meta Platforms is cutting about 600 employees from its artificial intelligence organization, Meta Superintelligence Labs, a spokesperson said. The layoffs come after the unit, which had about 3,400 employees as of this summer, restructured itself <a href=\"https://www.theinformation.com/articles/meta-plans-fourth-restructuring-ai-efforts-six-months\">in August</a>.</p>\n\n<p>The cuts will affect the organization’s teams for product and applied research and infrastructure, as well as its Fundamental AI Research lab. They will not impact the organization’s new AI lab, TBD Lab.</p>\n\n<p>“By reducing the size of our team, fewer conversations will be required to make a decision, and each person will be more load-bearing and have more scope and impact,” Alexandr Wang, Meta’s chief AI officer, wrote in an internal post reviewed by The Information.</p>\n\n<p>Meta has told employees in the organization that it is encouraging those affected by the cuts to apply for other jobs within the company and is expecting most will find another role internally. Axios <a href=\"https://www.axios.com/2025/10/22/meta-superintelligence-tbd-ai-reorg\">first reported</a> on the cuts.</p>",
            "published_at": "2025-10-22T17:16:51.120Z",
            "url": "https://www.theinformation.com/briefings/meta-cuts-600-ai-organization?unlock=706b99&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-cuts-600-ai-organization?unlock=706b99&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1513375,
                    "display_name": "Kalley Huang"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15570,
                    "guid": "3008317ce5",
                    "title": "Meta Plans Fourth Restructuring of AI Efforts in Six Months",
                    "url": "https://www.theinformation.com/articles/meta-plans-fourth-restructuring-ai-efforts-six-months?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16122,
            "guid": "a77fdf",
            "headline": "ShopMy Boosts Valuation to $1.5 Billion With $70 Million in New Funding",
            "dek": "The influencer marketing platform says it is profitable and recently launched more features for shoppers.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Influencer marketing startup ShopMy <a href=\"https://www.prnewswire.com/news-releases/creator-marketing-platform-shopmy-raises-77-5m-to-pioneer-performance-first-approach-302359607.html\">said</a> Wednesday that it raised $70 million in new funding from investors including growth equity investment firm Avenir, Bain Capital Ventures, Bessemer Venture Partners and Menlo Ventures. The new funding brings the company’s valuation to $1.5 billion.</p>\n\n<p>The company, which creates sharable links and storefronts creators can use to promote products to their followers, says that it facilitates more than $1 billion in annual sales and that it has grown revenue 200% from last year. It also recently launched features for shoppers to follow creators and save product recommendations. ShopMy competes closely with SoftBank-backed LTK, which offers similar affiliate link tools and storefronts for creators, as well as other influencer marketing tools for brands.</p>\n\n<p>ShopMy was previously valued at $410 million, The Information previously <a href=\"https://www.theinformation.com/briefings/shopmy-raises-77-5-million-as-influencer-marketing-booms?rc=d8mrkd\">reported</a>, following a January funding round of $77.5 million.</p>",
            "published_at": "2025-10-22T14:10:44.924Z",
            "url": "https://www.theinformation.com/briefings/shopmy-boosts-valuation-1-5-billion-70-million-new-funding?unlock=a77fdf&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/shopmy-boosts-valuation-1-5-billion-70-million-new-funding?unlock=a77fdf&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16121,
            "guid": "c5562b",
            "headline": "Amazon Web Services Pushes More Into Advertising Technology ",
            "dek": "New product can help ad tech firms get onto the cloud, where many still use on premise systems\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon Web Services is releasing a new product aimed at making it easier for advertising technology companies to use cloud technology and integrate with one another. That’s notable because many advertising technology companies have not yet migrated to the cloud, said AWS global head of ad tech solutions Stephanie Layser.</p>\n\n<p>Advertising technology companies run auctions each time someone loads a web page, in a process called real-time bidding (RTB), which requires high speed and spending on servers. AWS’s new product, AWS RTB Fabric, promises to reduce costs, Layser said.</p>\n\n<p>AWS advertising technology product launch comes as Amazon Ads, a separate business within Amazon, has made advertising technology <a href=\"https://www.theinformation.com/articles/amazons-quest-displace-google-internet-ad-powerbroker\">a bigger priority this year</a>, more directly competing with The Trade Desk, which AWS has cited as a customer.</p>",
            "published_at": "2025-10-22T12:52:56.395Z",
            "url": "https://www.theinformation.com/briefings/amazon-web-services-pushes-advertising-technology?unlock=c5562b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-web-services-pushes-advertising-technology?unlock=c5562b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16120,
            "guid": "087d7f",
            "headline": "Microsoft Raises Nadella’s Pay to $96.5 Million",
            "dek": "Nadella “positioned Microsoft as a clear artificial intelligence leader for this generational technology shift,” the board wrote. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Microsoft raised CEO Satya Nadella’s total compensation for the year ending in June to $96.5 million, up from $79.1 million last year, the company said in a filing. Most of the increase came from his stock awards, which rose to over $84 million from $71 million last year, while his base salary remained the same at $2.5 million.</p>\n\n<p>Nadella’s pay rose because he “positioned Microsoft as a clear artificial intelligence leader for this generational technology shift,” the Microsoft board wrote in the filing. Microsoft’s shares have risen over 23% this year, and <a href=\"https://www.theinformation.com/articles/big-tech-cloud-revenue-growth-catching-capex\">revenue in its Azure unit has grown steadily</a>.</p>\n\n<p>The board also increased CFO Amy Hood’s pay to $29.5 million, while Judson Althoff, who was recently appointed CEO of Microsoft’s commercial business, and president Brad Smith were both paid $28.2 million.</p>",
            "published_at": "2025-10-22T12:21:28.189Z",
            "url": "https://www.theinformation.com/briefings/microsoft-raises-nadellas-pay-96-5-million?unlock=087d7f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-raises-nadellas-pay-96-5-million?unlock=087d7f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16119,
            "guid": "92103c",
            "headline": "Sequoia COO Said to Step Down Over Partner Maguire’s Posts",
            "dek": "The resignation of the executive followed Shaun Maguire's remarks about New York mayoral candidate Zohran Mamdani. ",
            "source_url": "",
            "source_label": "Financial Times",
            "body": "<p>Sequoia Capital’s former chief operating officer, Sumaiya Balbale, resigned from her job this summer after partner Shaun Maguire made posts on X she considered Islamophobic, according <a href=\"https://www.ft.com/content/8e6de299-3eb6-4ba9-8037-266c55c02170\">to the Financial Times</a>, which cited people with knowledge of the situation.</p>\n\n<p>In July, Maguire&nbsp;accused New York City mayoral candidate Zohran Mamdani of advancing an “Islamist agenda” and said he came “from a culture that lies about everything.” The posts prompted a <a href=\"https://www.ft.com/content/8e6de299-3eb6-4ba9-8037-266c55c02170\">group of tech entrepreneurs</a> to publish an open letter pushing Sequoia to denounce Maguire’s remarks.</p>\n\n<p>Balbale, a practicing Muslim who had worked at the firm for five years, had complained to senior partners at the firm, the report said. Roelof Botha, the current steward of Sequoia, held a company wide meeting to address the issue. But Balbale left after the partners declined to take action. Maguire later walked back some of his remarks. Botha has previously has described Sequoia’s stance on politics&nbsp;as “institutional neutrality” and says partners can express their own views.</p>",
            "published_at": "2025-10-22T03:46:24.198Z",
            "url": "https://www.theinformation.com/briefings/sequoia-coo-said-step-partner-maguires-posts?unlock=92103c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/sequoia-coo-said-step-partner-maguires-posts?unlock=92103c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 745176,
                    "display_name": "Laura Mandaro"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16118,
            "guid": "7bcfeb",
            "headline": "Anthropic and Google in Talks to Strike Multi-Billion Dollar Cloud Deal ",
            "dek": "The cloud deal would be be valued in the high tens of billions ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Anthropic is in talks with Google to access additional computing power in a deal in the high tens of billions of dollars, according to a person with knowledge of its plans. Talks are still early, and deal terms could change.</p>\n\n<p>Google is an existing cloud provider for Anthropic, which recently completed a $13 billion fundraise at a $170 billion valuation and is on track to hit <a href=\"https://www.theinformation.com/briefings/anthropic-said-target-26-billion-annualized-revenue-2026\">$7 billion in annualized revenue</a> this month. Google also has previously invested in the company. Bloomberg earlier reported on the Anthropic-Google cloud deal.</p>\n\n<p>Meanwhile, rival OpenAI has also struck deals to increase its computing capacity, including an agreement to pay Oracle for computing capacity worth $300 billion over five years starting in 2027. The ChatGPT maker over the summer projected <a href=\"https://www.theinformation.com/articles/openai-says-business-will-burn-115-billion-2029?rc=8tzurb\">spending over $450 billion</a> on computing power through 2030.</p>",
            "published_at": "2025-10-21T22:48:55.076Z",
            "url": "https://www.theinformation.com/briefings/anthropic-google-talks-strike-multi-billion-dollar-cloud-deal?unlock=7bcfeb&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-google-talks-strike-multi-billion-dollar-cloud-deal?unlock=7bcfeb&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16117,
            "guid": "ebec66",
            "headline": "Amazon Reportedly Expects to Avoid Adding Hundreds of Thousands of Workers Due to Robots ",
            "dek": "Amazon expects to avoid hiring more than 600,000 people by 2033 that it would've needed if it didn't have robotics and automation, according to the report. ",
            "source_url": "https://www.nytimes.com/2025/10/21/technology/inside-amazons-plans-to-replace-workers-with-robots.html",
            "source_label": "The New York Times",
            "body": "<p>Amazon aims to avoid significantly growing its U.S. workforce while doubling the volume of products it sells by 2033, the New York Times <a href=\"https://www.nytimes.com/2025/10/21/technology/inside-amazons-plans-to-replace-workers-with-robots.html\">reported</a> on Tuesday, citing internal company documents. Without robotics and automation, the company would expect to need to hire more than 600,000 more people during that period, according to the report.</p>\n\n<p>The numbers reported by the Times would continue an existing trend at Amazon, which has continued to grow its e-commerce business without expanding overall headcount. At the end of 2021, Amazon employed 1.61 million people globally, a figure that included both corporate employees and people in its warehouses. That number stood at 1.56 million at the end of 2024, according to securities filings. Over the same period, Amazon’s North America sales climbed to $388 billion from $277 billion, a figure that’s made up primarily of e-commerce sales and excludes cloud revenue.&nbsp;An Amazon spokesperson said the numbers in the Times story “appear to reflect the perspective of just one team and don’t represent our overall hiring strategy across our various operations business lines - now or moving forward.”</p>\n\n<p>Amazon has invested heavily in robotics that automate the sorting, packing and movement of packages inside its warehouses. It’s also exploring using humanoid robots for last-mile deliveries, <a href=\"https://www.theinformation.com/articles/amazon-prepares-test-humanoid-robots-delivering-packages\">The Information has reported</a>.</p>",
            "published_at": "2025-10-21T21:21:34.158Z",
            "url": "https://www.theinformation.com/briefings/amazon-expects-avoid-adding-hundreds-thousands-workers-due-robots?unlock=ebec66&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-expects-avoid-adding-hundreds-thousands-workers-due-robots?unlock=ebec66&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16116,
            "guid": "7c2a2e",
            "headline": "OpenAI Launches ChatGPT Atlas, an AI-Powered Web Browser ",
            "dek": "Atlas allows users to use ChatGPT while browsing the web and take actions on users’ behalf\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI on Tuesday unveiled ChatGPT Atlas, a web browser that allows users to search the web alongside a companion ChatGPT sidebar, confirming earlier reporting from <a href=\"https://www.theinformation.com/articles/openai-considers-taking-on-google-with-browser?rc=8tzurb\">The Information</a>. The browser heightens OpenAI’s competition with Google, which handles most search questions on the web, including via its AI-powered Chrome browser. Shares of Google-parent Alphabet shares fell 2% after the announcement.</p>\n\n<p>People using ChatGPT Atlas can ask ChatGPT to summarize web pages or ask questions directly in a split-screen view, eliminating the need to switch between tabs. Another feature, dubbed “cursor chat,” enables people to edit sentences in line with a click of a button. ChatGPT Atlas can also complete tasks on behalf of users, such as ordering groceries or inputting data into task management software, through a feature known as “Agent Mode.” The browser can offer a personalized experience for users based on the person’s search history and preferences.</p>\n\n<p>The browser gives ChatGPT a new way to access the chatbot. Users’ browser data could also help OpenAI improve its AI models and develop new products. Perplexity, which operates an AI-powered search engine, launched its browser Comet AI earlier this summer.</p>\n\n<p>ChatGPT Atlas is available for Mac users across the world starting on Tuesday, while agent mode is only available for ChatGPT Plus users. Access for Windows and mobile users is coming soon, according to the company.</p>",
            "published_at": "2025-10-21T20:19:38.976Z",
            "url": "https://www.theinformation.com/briefings/openai-launches-chatgpt-atlas-ai-powered-web-browser?unlock=7c2a2e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-launches-chatgpt-atlas-ai-powered-web-browser?unlock=7c2a2e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16115,
            "guid": "7f171e",
            "headline": "Netflix Posts 17% Revenue Growth, in Line With Projections",
            "dek": "The company this year has cut back on its disclosure, making it difficult to assess how much of its growth is coming from new subscribers and how much from pricing or advertising.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Netflix reported 17% higher revenue of $11.5 billion, right in line with its projection issued in mid-July, while operating income rose 28% to $3.2 billion. The company’s shares fell 6% in after-hours trading, perhaps because of investor disappointment that&nbsp;Netflix didn’t exceed its projection.</p>\n\n<p>The video streaming giant projected a similar rate of growth for the fourth quarter, citing increase in membership, higher pricing and growing ad revenue. In its shareholder letter, Netflix said it was “on track to more than double our ads revenue in 2025,” off a relatively small base. The company this year has cut back on its disclosure, making it difficult to assess how much of its growth is coming from new subscribers and how much from pricing or advertising.</p>\n\n<p>Netflix reported that half of its revenue came from the U.S. and Canada, growing at the same rate as the overall company. The only region to lag the overall growth rate was Latin America, where revenue grew just 10%.</p>",
            "published_at": "2025-10-21T20:14:02.211Z",
            "url": "https://www.theinformation.com/briefings/netflix-posts-17-revenue-growth-line-projections?unlock=7f171e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/netflix-posts-17-revenue-growth-line-projections?unlock=7f171e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16114,
            "guid": "bd03f9",
            "headline": "Google Cloud Hires Accenture CTO to Bolster Executive Ranks ",
            "dek": "Google Cloud, which this year has inked large agreements with Meta and OpenAI, is adding a software industry veteran to help improve product development. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google Cloud has hired Karthik Narain, a software industry veteran who was most recently chief technology officer at Accenture, to fill the newly created role of chief product and business officer, CEO Thomas Kurian <a href=\"https://www.linkedin.com/posts/thomas-kurian-469b6219_today-we-welcome-karthik-narain-to-google-activity-7386139312981073920-MivY?utm_source=share&utm_medium=member_desktop&rcm=ACoAAABnA9IBKdybacGY_0H6YlLXf-2S93Sy9SQ\">announced</a> in a LinkedIn post.</p>\n\n<p>Narain, who reports to Kurian, now oversees around one-third of Google Cloud’s roughly 55,000 employees, including its sales, customer support,&nbsp;partner management and applied AI teams, according to a person with direct knowledge of the matter. His direct reports include Matt Renner, president and chief revenue officer, and Brad Calder, vice president and general manager of Google Cloud Platform and technical infrastructure, the person said.</p>\n\n<p>A big part of Narain’s role will be taking suggestions from customers on how to improve the quality of Google Cloud products and relaying that to the product teams,&nbsp;added the person. This is important because Google Cloud is now selling to multiple departments within companies, from developers to IT staff and business leaders, Kurian said in an email to staff, which The Information has viewed.</p>\n\n<p>Narain’s&nbsp;hiring comes as Google Cloud is using Gemini and other AI products <a href=\"https://www.theinformation.com/articles/google-finds-crack-amazons-cloud-dominance?rc=eqgjah\">to make inroads</a> on customers of rivals like AWS. Google this year has struck multi-year agreements with Meta, which is <a href=\"https://www.theinformation.com/articles/meta-signs-10-billion-plus-cloud-deal-google?rc=eqgjah\">spending more than $10 billion over six years</a> on its cloud services, and OpenAI.</p>",
            "published_at": "2025-10-21T19:27:12.598Z",
            "url": "https://www.theinformation.com/briefings/google-cloud-hires-accenture-cto-bolster-executive-ranks?unlock=bd03f9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-cloud-hires-accenture-cto-bolster-executive-ranks?unlock=bd03f9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16113,
            "guid": "372708",
            "headline": "Mark Zuckerberg Must Testify in Social Media Harm Trial, Judge Rules",
            "dek": "Instagram head Adam Mosseri and Snap CEO Evan Spiegel will also have to testify in the trial, which is scheduled for January.",
            "source_url": "https://www.cnbc.com/2025/10/21/meta-instagram-snap-social-media-child-safety.html",
            "source_label": "CNBC",
            "body": "<p>Meta Platforms CEO Mark Zuckerberg must testify in the trial for a lawsuit alleging social media companies have harmed young users, a Los Angeles Superior Court judge ruled on Monday, CNBC <a href=\"https://www.cnbc.com/2025/10/21/meta-instagram-snap-social-media-child-safety.html\">reported</a>.</p>\n\n<p>Instagram head Adam Mosseri and Snap CEO Evan Spiegel will also have to testify in the trial, which is scheduled for January, Judge Carolyn Kuhl ruled.</p>\n\n<p>“The testimony of a CEO is uniquely relevant, as that officer’s knowledge of harms, and failure to take available steps to avoid such harms could establish negligence or ratification of negligent conduct,” Kuhl wrote in her ruling.</p>\n\n<p>Meta did not immediately respond to a request for comment.</p>\n\n<p>“Today’s decision is just one of many the court will make before trial, and does not bear at all on the validity of plaintiffs’&nbsp;claims, which ultimately plaintiffs will be required to prove at trial,” Kirkland &amp; Ellis, Snap’s law firm, said in a statement.</p>",
            "published_at": "2025-10-21T19:14:40.888Z",
            "url": "https://www.theinformation.com/briefings/mark-zuckerberg-must-testify-social-media-harm-trial-judge-rules?unlock=372708&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/mark-zuckerberg-must-testify-social-media-harm-trial-judge-rules?unlock=372708&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1513375,
                    "display_name": "Kalley Huang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16112,
            "guid": "5fcb2e",
            "headline": "Fed Explores ‘Skinny’ Master Account as Crypto Firms Seek Access",
            "dek": "Stablecoin issuers such as Ripple and Anchorage have been eyeing direct access to the central bank’s payment system through a Fed master account. \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The Federal Reserve is exploring creating a new type of account that could be used by crypto, fintech and other companies to process payments without using banks.</p>\n\n<p>Fed governor Chrisopher Waller, speaking at the Fed’s first-ever Payments Innovation Conference, <a href=\"https://www.federalreserve.gov/newsevents/speech/waller20251021a.fledge\">said</a> he has directed Fed staff to explore the idea of creating a “skinny” master account that would provide basic Fed payment services to eligible firms.</p>\n\n<p>Letting fintechs and crypto companies bypass banks for payments would address one of their biggest frustrations with the financial system but would also threaten the role of banks.</p>\n\n<p>The new accounts differ significantly from what banks have at the Fed, allowing it to control risks. The new accounts would not pay interest and could have limits on their size. They would not be eligible for emergency lending, which the Fed provides to banks. The accounts will also have no overdraft privileges.</p>\n\n<p>“I want to be clear that this is just a prototype idea to provide some clarity on how things could change,” Waller said.</p>\n\n<p>Crypto companies, especially stablecoin issuers such as Ripple and Anchorage Digital, have been <a href=\"https://www.theinformation.com/briefings/ripple-crypto-firms-seek-u-s-bank-charters-fed-access\">seeking</a> Fed accounts to hold their reserves and process payments. The idea has been controversial because it could threaten the role of banks.</p>",
            "published_at": "2025-10-21T16:15:38.124Z",
            "url": "https://www.theinformation.com/briefings/fed-explores-skinny-master-account-crypto-firms-seek-access?unlock=5fcb2e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/fed-explores-skinny-master-account-crypto-firms-seek-access?unlock=5fcb2e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16111,
            "guid": "94d2fe",
            "headline": "Elon Musk Unloads on NASA Chief After SpaceX Comments ",
            "dek": "Acting NASA chief Sean Duffy said Monday that NASA would seek bids from SpaceX rivals including Blue Origin for a Moon mission. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Elon Musk attacked acting NASA leader Sean Duffy in a series of X posts on Tuesday after Duffy said the space agency would <a href=\"https://www.theinformation.com/briefings/nasa-open-spacex-alternatives-behind-schedule-moon-mission\">consider alternatives to SpaceX</a> for a Moon mission scheduled to launch in 2027.</p>\n\n<p>Duffy, who was named acting NASA administration by President Donald Trump in July and also leads the Transportation Department, said Monday that NASA would seek bids for the Moon mission from rivals including Blue Origin because SpaceX’s Starship launch vehicle is “behind schedule.” SpaceX was originally awarded the NASA contract in 2021. At the same time, Duffy has been jockeying to lead NASA permanently, putting him up against Musk ally Jared Isaacman. The Wall Street Journal <a href=\"https://www.wsj.com/politics/policy/trump-nasa-administrator-conflict-b7df4877?gaa_at=eafs&gaa_n=AWEtsqeiFcz5nBCh30k2N2zHL5aponT4QiuHHsnVwBePKCE7MOwYR-4zGPVUZ96FwqQ%3D&gaa_ts=68f7afd6&gaa_sig=-yWttCZDIz6CbOa1e3zcskcm3QDWYEkzDZPLNqQMUtvd9RrGeMbcJSxtU6eAzpbpUSaEBwlf7xCKs4rilrQWTA%3D%3D\">reported</a> on Monday that representatives of both men made personal appeals over the weekend to Trump, who has to fill the role by the end of this year, when Duffy’s authority as interim chief is due to run out.</p>\n\n<p>The attacks show that Musk is not beyond criticising the Trump administration despite publicly meeting with the president in September, deleting some X posts critical of Trump&nbsp;and backing off threats to fund third-party political candidates. In X posts on Tuesday, Musk called Duffy “Sean Dummy” and said Duffy has a low IQ, among other posts. He also accused Duffy of trying to “kill NASA” by folding the agency into the Transportation Department.</p>",
            "published_at": "2025-10-21T16:08:24.091Z",
            "url": "https://www.theinformation.com/briefings/elon-musk-unloads-nasa-chief-spacex-comments?unlock=94d2fe&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musk-unloads-nasa-chief-spacex-comments?unlock=94d2fe&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 1938,
                    "name": "space"
                }
            ]
        }
    ]
}