{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16503,
            "guid": "a8327f",
            "headline": "Snowflake in Talks to Buy App Monitoring Startup Observe Inc. For Around $1 Billion",
            "dek": "Businesses could use software tools like Observe's to monitor new AI applications they’re developing.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Snowflake is in&nbsp;talks to buy app monitoring startup Observe Inc. for around $1 billion, which would likely be the biggest deal in Snowflake’s history, <a href=\"https://www.theinformation.com/articles/snowflake-talks-buy-app-monitoring-startup-observe-inc-around-1-billion?rc=zjctrx\">The Information reported Tuesday</a>.</p>\n\n<p>Observe, based in San Mateo, Calif., sells so-called observability tools that help developers to understand how their applications are performing and allows them to spot disruptions and outages. The deal would bring Snowflake into closer competition with software firms Datadog and Cisco’s Splunk.</p>",
            "published_at": "2025-12-24T07:07:12.001Z",
            "url": "https://www.theinformation.com/briefings/snowflake-talks-buy-app-monitoring-startup-observe-inc-around-1-billion?unlock=a8327f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/snowflake-talks-buy-app-monitoring-startup-observe-inc-around-1-billion?unlock=a8327f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16502,
            "guid": "fcf6af",
            "headline": "U.S. Delays Chinese Chip Tariffs Until 2027",
            "dek": "The Trump administration is holding off on imposing the chip tariffs as it seeks to ease tensions with Beijing.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The U.S. will impose new tariffs on Chinese semiconductor imports in June 2027, the Trump administration announced on Tuesday. Those tariffs will stay at zero for the next 18 months, giving American companies a grace period before costs rise.</p>\n\n<p>The decision to hold off on imposing the chip tariffs shows how the administration is trying to avoid exacerbating tensions with Beijing, after President Donald Trump and Chinese leader Xi Jinping reached a truce in the trade war earlier this year. After China threatened to restrict exports of rare earth metals, the U.S. moved to ease tensions. As part of the negotiations, the U.S. also postponed other tech export restrictions.</p>\n\n<p>The chip tariffs stem from a yearlong investigation known as Section 301 that concluded China has been pouring billions of dollars in state subsidies into chipmaking plants to dominate the global market for less advanced legacy chips and undercut foreign competitors. While U.S .companies like Nvidia dominate the market for cutting-edge AI chips, China is supplying huge volumes of older chips that power home appliances and cars.</p>\n\n<p>For American companies, the 18-month window means they have more time for renegotiating contracts and finding new chip suppliers. The administration is also conducting a broader national security probe that could hit semiconductors from all countries.</p>",
            "published_at": "2025-12-24T04:39:29.607Z",
            "url": "https://www.theinformation.com/briefings/u-s-delays-chinese-chip-tariffs-2027?unlock=fcf6af&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/u-s-delays-chinese-chip-tariffs-2027?unlock=fcf6af&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16501,
            "guid": "97493d",
            "headline": "Motive Technologies’ IPO Filing Reveals Solid Growth, Growing Losses",
            "dek": "The fleet management software-maker grew its revenue by 22% in the six months to September. \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Motive Technologies, whose software helps companies in industries such as logistics and construction manage their physical operations, grew its revenue by 22% to $327 million in the nine months ended September 30th, the company revealed Tuesday in a securities filing ahead of its planned initial public offering. While that represents a faster top line growth rate than the 19% at which it expanded in all of 2024, the company also lost $139 million in the nine months to September—more than it lost in the same period last year—as its operating expenses rose.</p>\n\n<p>Motive, which until 2022 was called KeepTruckin, had roughly 100,000 corporate customers at the end of September. Besides selling subscription software, the company has a comparatively tiny, but growing, segment that provides cards for business expenses and generates its revenue from assessing interchange fees on those expenses. That segment made up 4% of its top line in the nine months to September.</p>\n\n<p>Motive’s backers include Google Ventures, Kleiner Perkins and Index Ventures.</p>",
            "published_at": "2025-12-24T01:27:55.413Z",
            "url": "https://www.theinformation.com/briefings/motive-technologies-ipo-filing-reveals-solid-growth-growing-losses-2?unlock=97493d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/motive-technologies-ipo-filing-reveals-solid-growth-growing-losses-2?unlock=97493d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2022677,
                    "display_name": "Anita Ramaswamy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16297,
                    "guid": "1f2ec7278c",
                    "title": "Poor Tech IPO Performance Clouds Outlook for New Listings",
                    "url": "https://www.theinformation.com/articles/poor-tech-ipo-performance-clouds-outlook-new-listings?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16500,
            "guid": "85396f",
            "headline": "Motive Technologies’ IPO Filing Reveals Solid Growth, Growing Losses",
            "dek": "The fleet management software-maker grew its revenue by 22% in the six months to September. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Motive Technologies, which makes AI-powered subscription software for companies to manage their physical operations, grew its revenue by 22% to $327 million in the nine months ended September 30th, the company revealed Tuesday in a now-public regulatory filing ahead of its planned initial public offering. While that represents a faster top line growth rate than the 19% at which it expanded in 2024, the company also lost $139 million in the nine months to September – more than it lost in the same period last year – as its operating expenses rose.</p>\n\n<p>Motive, which until 2022 was called KeepTruckin, had roughly 100,000 corporate customers at the end of September in industries including construction, oil and gas and agriculture. Besides selling its software, the company has a comparatively tiny, but growing, segment that provides cards for business expenses and generates its revenue from assessing interchange fees on those expenses. That segment made up 4% of its top line in the nine months to September.</p>\n\n<p>Motive’s backers include Google Ventures, Kleiner Perkins and Index Ventures.</p>",
            "published_at": "2025-12-24T01:10:59.547Z",
            "url": "https://www.theinformation.com/briefings/motive-technologies-ipo-filing-reveals-solid-growth-growing-losses?unlock=85396f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/motive-technologies-ipo-filing-reveals-solid-growth-growing-losses?unlock=85396f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2022677,
                    "display_name": "Anita Ramaswamy"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16499,
            "guid": "1d684a",
            "headline": "Pentagon to Add xAI’s Grok to AI Service Early Next Year ",
            "dek": "The service, called genAI.mil, launched earlier this month with only Google’s Gemini model available. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The U.S. Department of Defense will add xAI’s Grok to its artificial intelligence service for military and civilian employees early next year, the department said, alongside models from other AI firms.</p>\n\n<p>The service, called genAI.mil, launched earlier this month with only Google’s Gemini model available, with models from OpenAI, Anthropic and xAI listed as coming soon. The Pentagon announced contracts with all four companies worth up to $200 million each over the summer. In a <a href=\"https://www.war.gov/News/Releases/Release/Article/4366573/the-war-department-to-expand-ai-arsenal-on-genaimil-with-xai/\">press release</a> late Monday, the Pentagon touted Grok’s “advanced capabilities” and said that “users will also gain access to real‑time global insights from the X platform.”</p>\n\n<p>If the Grok launch is successful, it could help xAI pitch its chatbot to other enterprise customers. The Elon Musk-led company has built an enterprise sales team but has been struggling to win significant business, <a href=\"https://www.theinformation.com/articles/xai-uphill-battle-selling-grok-businesses\">The Information reported</a> earlier in December.</p>",
            "published_at": "2025-12-23T15:42:38.881Z",
            "url": "https://www.theinformation.com/briefings/pentagon-add-xais-grok-ai-service-early-next-year?unlock=1d684a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/pentagon-add-xais-grok-ai-service-early-next-year?unlock=1d684a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16252,
                    "guid": "940c137140",
                    "title": "Why xAI Has an Uphill Battle Selling Grok to Businesses",
                    "url": "https://www.theinformation.com/articles/xai-uphill-battle-selling-grok-businesses?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16498,
            "guid": "53932a",
            "headline": "ServiceNow to Acquire Armis for $7.75 Billion",
            "dek": "The deal comes on the heels of several other large acquisitions by ServiceNow.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The enterprise software firm ServiceNow plans to acquire cybersecurity startup Armis for $7.75 billion, the companies said on Tuesday. The price is a step up in valuation for Armis, which had raised money last month at a $6.1 billion valuation.</p>\n\n<p>ServiceNow thinks the deal will help bolster its cybersecurity business and reach more customers who have security concerns about rolling out AI software in the enterprise, CEO Bill McDermott said in an interview.</p>\n\n<p>“[Customers] have been pulling us into end-to-end cybersecurity discussions and as the attack surface expands with AI they want more and more from ServiceNow,” McDermott said. “So Armis uniquely positions us to build out this opportunity for security and risk as a part of our core business.”</p>\n\n<p>ServiceNow’s cybersecurity business has roughly $1 billion in annual revenue, and McDermott said Armis has more than $340 million in annual recurring revenue, up from $300 million in August. The deal comes on the heels of several other large acquisitions by ServiceNow, including its $2.85 billion acquisition of Moveworks, which closed last month, and its recently announced plan to acquire the cybersecurity startup Veza for $1 billion.</p>",
            "published_at": "2025-12-23T15:09:39.790Z",
            "url": "https://www.theinformation.com/briefings/servicenow-acquire-armis-7-75-billion?unlock=53932a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/servicenow-acquire-armis-7-75-billion?unlock=53932a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16497,
            "guid": "c91204",
            "headline": "Former FTX US Head Raises $35 Million for New Exchange",
            "dek": "Architect, which offers perpetual futures of traditional assets, is valued at $187 million. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Brett Harrison, the former president of FTX US, has raised $35 million for his startup Architect Financial Technologies, which offers a global perpetual futures exchange.</p>\n\n<p>The round, led by Miami International and Tioga Capital, values the company at $187 million, according to a person familiar with the fundraising. The exchange, AX, offers perpetual futures on traditional assets such as stocks and foreign currencies. Perpetual futures, a type of asset popularized by crypto exchanges like FTX, Binance and Hyperliquid, are futures that do not have an expiration date, giving investors leverage without the need to roll over contracts.</p>\n\n<p>“We think the biggest and most important markets are derivatives of traditional asset classes,” Harrison said in an interview, adding AX does not offer crypto perpetuals. “This is such a large market that we think is ripe for disruption using the new structure.”</p>\n\n<p>The exchange is regulated in Bermuda and is open to non-U.S. institutional investors. It is not available in the U.S. because perpetual futures have not been approved by U.S. regulators.</p>",
            "published_at": "2025-12-23T14:00:40.913Z",
            "url": "https://www.theinformation.com/briefings/former-ftx-head-raises-35-million-new-exchange?unlock=c91204&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/former-ftx-head-raises-35-million-new-exchange?unlock=c91204&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16496,
            "guid": "67f600",
            "headline": "Alphabet to Buy Data Center Developer Intersect for $4.75 Billion",
            "dek": "The tech giant is expanding its data center footprint to power AI. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Alphabet said Monday that it agreed to buy clean energy developer Intersect Power for $4.75 billion in cash plus existing debt, as the Google parent looks for more ways to power AI.</p>\n\n<p>Alphabet already took a minority stake in Intersect last December when the data center operator announced a funding round with Google and said they aim to provide $20 billion in data center capacity investment by the end of the decade.</p>\n\n<p>Data center-related mergers and acquisitions are soaring this year. Data center developer Rowan Digital Infrastructure is weighing a sale, The Information <a href=\"https://www.theinformation.com/articles/data-center-firm-rowan-explores-capital-raising-sale\">reported</a>. In October, an investor consortium including BlackRock and Abu Dhabi’s MGX agreed to buy one of the largest data center operators in the U.S. at a $40 billion valuation, including debt.</p>",
            "published_at": "2025-12-22T21:50:25.660Z",
            "url": "https://www.theinformation.com/briefings/alphabet-buy-data-center-operator-intersect-4-75-billion?unlock=67f600&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/alphabet-buy-data-center-operator-intersect-4-75-billion?unlock=67f600&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16495,
            "guid": "2b009e",
            "headline": "Coinbase to Buy Prediction Market Startup The Clearing Co.",
            "dek": "Coinbase is acquiring the young startup to double down its prediction market offering. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Coinbase <a href=\"https://www.coinbase.com/blog/Coinbase-to-acquire-The-Clearing-Company-Powering-the-future-of-prediction-markets\">said</a> it is buying The Clearing Company, a less than one-year old prediction market startup, bringing a team of specialized talent to the prediction business it launched last week. Terms of the deal were not disclosed.</p>\n\n<p>The Clearing Company, founded in March and based in San Francisco, was created to take on Polymarket and Kalshi, the two dominant platforms. Its founder Toni Gemayel worked as head of growth at both Polymarket and Kalshi. It <a href=\"https://www.clearing.co/blog/announcing-our-seed-round\">raised</a> $15 million in August from investors including Union Square Ventures, Haun Ventures and Coinbase Ventures.</p>\n\n<p>The race to launch prediction markets is heating up, with DraftKings and FanDuel entering the market this month. The industry could face more consolidation. The Clearing Co. has applied for a clearinghouse license with the Commodity Futures Trading Commission. If approved, the acquisition will bring a valuable license to Coinbase, which is currently using Kalshi as a vendor.</p>",
            "published_at": "2025-12-22T19:57:42.022Z",
            "url": "https://www.theinformation.com/briefings/coinbase-buy-prediction-market-startup-clearing-co?unlock=2b009e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coinbase-buy-prediction-market-startup-clearing-co?unlock=2b009e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16288,
                    "guid": "f31eeca966",
                    "title": "Sports Betting Everywhere: Prediction Markets Explode",
                    "url": "https://www.theinformation.com/articles/sports-betting-everywhere-prediction-markets-explode?utm_source=ti_app"
                }
            ],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16494,
            "guid": "3e3d37",
            "headline": "Palmer Luckey-Backed Erebor Bank Raises at Over $4 Billion Valuation",
            "dek": "Erebor, a new crypto-friendly bank, is set to double its valuation.",
            "source_url": "https://www.axios.com/2025/12/22/palmer-luckey-digital-bank",
            "source_label": "Axios",
            "body": "<p>Erebor, the new crypto-friendly bank backed by Anduril’s founder Palmer Luckey, has raised $350 million at a $4.35 billion valuation led by Lux Capital, Axios reported.</p>\n\n<p>Erebor, also backed by Peter Thiel’s Founders Fund, is set to join a small but growing number of banks, such as Lead Bank and Cross River Bank, that are willing to provide banking services for crypto firms. It plans to launch as soon as late January, The Information <a href=\"https://www.theinformation.com/articles/small-bank-critical-stablecoin-payments-tightens-risk-controls\">reported.</a></p>\n\n<p>The valuation is double what it fetched in its prior round in the summer, and came after Erebor won conditional approval for a federal bank charter in October. This month, it received approval for deposit insurance coverage from the Federal Deposit Insurance Corp. Erebor declined to comment on the fundraising report.</p>",
            "published_at": "2025-12-22T19:52:28.213Z",
            "url": "https://www.theinformation.com/briefings/palmer-luckey-backed-erebor-bank-raises-4-billion-valuation?unlock=3e3d37&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/palmer-luckey-backed-erebor-bank-raises-4-billion-valuation?unlock=3e3d37&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16493,
            "guid": "36bffc",
            "headline": " OpenAI Is Getting More Efficient at Running Its AI",
            "dek": "The company benefited from a drop in computing costs. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI’s compute margin, or its share of revenue after the cost of running AI models for paying&nbsp;users, has jumped to about 70% in October from about 52% at the end of last year and roughly 35% in January 2024, <a href=\"https://www.theinformation.com/articles/openai-getting-efficient-running-ai-internal-financials-show?rc=zjctrx\">The Information reported Sunday</a>.</p>\n\n<p>These gains compare favorably to rival Anthropic, which had a compute margin of about negative 90% last year. Anthropic has been on track to improve that margin to about 53% by the end of this year.</p>\n\n<p>OpenAI’s improvements followed an internal “code red” in February after the launch of a new model from China’s DeepSeek.&nbsp; OpenAI prioritized reducing its server costs to run its AI products, also known as inference. It also benefited&nbsp;because the cost of renting computing power fell throughout the year.</p>",
            "published_at": "2025-12-22T06:31:55.338Z",
            "url": "https://www.theinformation.com/briefings/openai-getting-efficient-running-ai?unlock=36bffc&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-getting-efficient-running-ai?unlock=36bffc&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16289,
                    "guid": "58daec048f",
                    "title": "OpenAI Is Getting More Efficient at Running Its AI, Internal Financials Show",
                    "url": "https://www.theinformation.com/articles/openai-getting-efficient-running-ai-internal-financials-show?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16492,
            "guid": "efaca0",
            "headline": "Andreessen Horowitz, Sequoia Add to $1.2 Billion Funding Boom for Police Tech Startups",
            "dek": "The companies make everything from Palantir-style software to surveillance drones. ",
            "source_url": "https://www.theinformation.com/articles/local-crime-fighting-gets-anduril-ized-tech-startups-changing-city-police-forces?rc=sslhyj",
            "source_label": "The Information",
            "body": "<p>Over the past year, Andreessen Horowitz, Sequoia Capital and many of Silicon Valley’s other top venture capital firms have funneled at least $1.2 billion in funding to startups selling technology to city police departments and local public safety agencies.</p>\n\n<p>Those companies illustrate the technology industry’s growing enthusiasm for making software and hardware for the government and law enforcement—a trend that has accelerated over the last decade by the success of Palantir, SpaceX and Palmer Luckey’s Anduril. (You can read more about the boom <a href=\"https://www.theinformation.com/articles/local-crime-fighting-gets-anduril-ized-tech-startups-changing-city-police-forces?rc=sslhyj\">in our Weekend section’s latest Big Read</a>.)</p>\n\n<p>One of the fastest growing is Peregrine, which makes Palantir-style data-analytics software. It has seen its revenue go from $10 million in 2023 to $75 million in 2025. (In March, Sequoia led a funding round valuing Peregrine at $2.5 billion—up from $400 million in 2024.) Another is Flock Safety, which makes drones and cameras that can read license plates, technology that has proved to be controversial with privacy safety advocates, such as the ACLU.</p>",
            "published_at": "2025-12-21T17:04:19.213Z",
            "url": "https://www.theinformation.com/briefings/andreessen-horowitz-sequoia-add-1-2-billion-funding-boom-police-tech-startups?unlock=efaca0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/andreessen-horowitz-sequoia-add-1-2-billion-funding-boom-police-tech-startups?unlock=efaca0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1295534,
                    "display_name": "Abram Brown"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16491,
            "guid": "748f5e",
            "headline": "Waymo Resumes San Francisco Service After City Outage",
            "dek": "Videos showed Waymos stalled on the street during the outage. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Waymo on Sunday resumed its self-driving car service in San Francisco after suspending the service Saturday during a&nbsp;broad power outage in the city.</p>\n\n<p>More than 130,000 homes and businesses lost power in San Francisco on Saturday afternoon, or nearly one-third of the utility’s customers, in part due to a fire in a substation. The outage cut off transit and shut down restaurants and businesses in large parts of the city.</p>\n\n<p>Some residents shared <a href=\"https://x.com/WhereIsMishaal/status/2002587200681390318\">videos on social media</a> of Waymo’s self-driving cars stalled at intersections during the outage. The autonomous vehicles treat non-functional signals as four-way stops, said a spokesperson. The scale of the outage led the vehicle to be stationary longer than usual as they confirmed the state of the intersections.</p>",
            "published_at": "2025-12-21T15:16:26.037Z",
            "url": "https://www.theinformation.com/briefings/waymo-suspends-san-francisco-service-city-outage?unlock=748f5e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/waymo-suspends-san-francisco-service-city-outage?unlock=748f5e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 745176,
                    "display_name": "Laura Mandaro"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16490,
            "guid": "25fb6a",
            "headline": "Google Sues Startup That Scrapes Its Search Results",
            "dek": "Google’s suit against SerpApi may signal that Google is willing to be more aggressive now that its search monopoly case has been resolved in court.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google on Friday sued <a href=\"https://www.theinformation.com/articles/meet-google-scraping-startup-used-chatgpt-cursor-perplexity?rc=n9lbpq\">SerpApi</a>, a startup used by OpenAI and other tech companies to access Google’s search data. The suit, filed in federal court in California, accused SerpApi, which scrapes Google’s search results and sells those results to other companies, of bypassing technology restricting access to Google’s search access results pages. Because those pages contain copyrighted material such as the Knowledge Panels that Google licenses from partners, Google argued in the complaint that SerpApi’s actions violate the Copyright Act.</p>\n\n<p>In a statement, SerpApi said that its actions were protected by the First Amendment. “SerpApi has not been served with Google’s complaint, and prior to filing, Google did not contact us to raise any concerns or explore a constructive resolution,” SerpApi’s general counsel Chad Anson wrote.</p>\n\n<p>Earlier this month, a federal judge issued a final remedies judgment on how to address Google’s illegal search monopoly, including a requirement that Google must syndicate its search results to qualified competitors, which will likely include OpenAI. Google’s suit against SerpApi may signal that Google is willing to be more aggressive now that its search monopoly case has been resolved in court. Google has long known of SerpApi’s existence and has tried various techniques to make it harder for the firm to scrape high-quality information, The Information has previously <a href=\"https://www.theinformation.com/articles/openai-challenging-google-using-search-data?rc=n9lbpq\">reported</a>, but this is the first time Google has pursued legal action against the company.</p>",
            "published_at": "2025-12-19T23:35:03.485Z",
            "url": "https://www.theinformation.com/briefings/google-sues-startup-scrapes-search-results?unlock=25fb6a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-sues-startup-scrapes-search-results?unlock=25fb6a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15739,
                    "guid": "2d86ad6116",
                    "title": "Judge’s Google Data Sharing Order Leaves Small Rivals Hanging",
                    "url": "https://www.theinformation.com/articles/judges-google-data-sharing-order-leaves-small-rivals-hanging?utm_source=ti_app"
                },
                {
                    "type": "Article",
                    "id": 15630,
                    "guid": "727dd4b697",
                    "title": "OpenAI Is Challenging Google—While Using Its Search Data",
                    "url": "https://www.theinformation.com/articles/openai-challenging-google-using-search-data?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16489,
            "guid": "d16dca",
            "headline": "Elon Musk’s 2018 Tesla Pay Package Reinstated by Delaware Court ",
            "dek": "That means Musk will get options on about 304 million Tesla shares. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Elon Musk’s 2018 CEO compensation package at Tesla, which had been overturned by a Delaware judge last year, must be reinstated, the state’s highest court ruled on Friday. That means Musk will get options on about 304 million shares, worth more than $139 billion today. The grant will increase his percentage stake to 19.8%.</p>\n\n<p>“We reverse the Court of Chancery’s rescission remedy and award $1 in nominal damages,” Delaware Supreme Court judges wrote in an <a href=\"https://courts.delaware.gov/Opinions/Download.aspx?id=389200\">opinion</a> issued Friday. The Chancery court had <a href=\"https://www.theinformation.com/articles/meet-the-lawyer-who-took-away-elon-musks-56-billion\">overturned</a> the 2018 compensation package in January 2024 in response to a shareholder lawsuit, finding that Musk had too much sway over the company’s board of directors. In Friday’s opinion, the supreme court said that the court’s decision to rescind Musk’s pay package was too extreme.</p>\n\n<p>The ruling further cements Musk’s control over Tesla. In November, he <a href=\"https://www.theinformation.com/articles/elon-musks-victory\">handily won shareholder approval</a> for a new compensation package worth $1 trillion if Tesla hits a series of ambitious financial and product goals over the next decade.</p>",
            "published_at": "2025-12-19T22:18:00.306Z",
            "url": "https://www.theinformation.com/briefings/elon-musks-2018-tesla-pay-package-reinstated-delaware-court?unlock=d16dca&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musks-2018-tesla-pay-package-reinstated-delaware-court?unlock=d16dca&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16488,
            "guid": "d6093d",
            "headline": "TikTok Tells U.S. Staff Compensation Structure Will Change Under Deal",
            "dek": "Employees moved under the new joint venture will no longer receive ByteDance RSUs.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>TikTok employees working for the company’s U.S. Data Security division will be moved under a U.S. joint venture ownership company in January and will no longer be able to receive Restricted Stock Units from TikTik’s Chinese parent company, ByteDance, staff were told on Friday. The U.S. Data Security division is the part of TikTok that is going to be sold to a joint venture controlled by U.S. investors including Oracle and Silver Lake.</p>\n\n<p>In a note to employees that was viewed by The Information, Adam Presser, who leads USDS, said that “Upon completion of the transaction, JV employees can no longer qualify to receive ByteDance RSUs. As a result, the RSU portion of your Total Package will convert to cash-based compensation.”</p>\n\n<p>The joint venture will also introduce other compensation initiatives for staff such as a “Profit Sharing Incentive Plan,” which will “replace the role previously served by Performance Based RSUs,” Presser said. Any ByteDance RSUs that USDS staff accumulated before January 21, 2026—before the deadline for the deal closes—will be retained.</p>\n\n<p>The details come after TikTok CEO Shou Zi Chew on Thursday <a href=\"https://www.theinformation.com/briefings/bytedance-signs-deal-create-u-s-tiktok-venture?rc=kfcki8\">notified employees</a> that the company had signed agreements with investors to create a U.S.-based TikTok joint venture majority owned by American investors for the data security arm. TikTok’s commerce and ad operations will remain part of ByteDance’s TikTok global entity.</p>",
            "published_at": "2025-12-19T21:46:26.454Z",
            "url": "https://www.theinformation.com/briefings/tiktok-tells-u-s-staff-compensation-structure-will-change-deal?unlock=d6093d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tiktok-tells-u-s-staff-compensation-structure-will-change-deal?unlock=d6093d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16487,
            "guid": "e35ee6",
            "headline": "Neobank Mercury Applies for National Banking Charter",
            "dek": "Mercury is the latest in a rush of banking fintech startups to take advantage of an easing in the regulatory environment",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Neobank Mercury has applied for a national bank charter with the Office of the Comptroller of the Currency, the latest in a rush of banking fintech startups to take advantage of an easing in the regulatory environment under the Donald Trump Administration.</p>\n\n<p>Mercury was founded in 2017 and serves more than 200,000 mainly business customers, generating $650 million in annualized revenue. On Friday it said it had also applied for insurance with the Federal Deposit Insurance Corporation.</p>\n\n<p>Some fintechs have caused problems for banks by bringing in customers that may not meet the banks’ regulatory requirements. Led by Immad Akhund, Mercury has encountered difficulty with the banking partners it relies on to provide its services. Akhund said a charter will allow the bank to “deliver greater stability, long-term confidence, and trust, while continuing to redefine what radically different banking means.“</p>\n\n<p>Mercury this year ended its partnership with Evolve Bank after the Federal Reserve launched an enforcement action against the bank, which has struggled to manage a sprawling web of fintech partners.</p>\n\n<p>Choice Bank, another Mercury partner, was slapped with a consent order by the FDIC. The regulator in that case had criticized the bank for allowing Mercury to open thousands of accounts without proper customer identification, including accounts in legally risky countries, The Information <a href=\"https://www.theinformation.com/articles/inside-mercurys-stumble-from-fintech-hero-to-target-of-the-feds\">previously revealed</a>. A third banking partner, Patriot Bank, also recently received an OCC consent order. Last year, Mercury announced it had added a partnership with fintech-specialist bank Column.</p>",
            "published_at": "2025-12-19T20:21:43.163Z",
            "url": "https://www.theinformation.com/briefings/neobank-mercury-applies-national-banking-charter?unlock=e35ee6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/neobank-mercury-applies-national-banking-charter?unlock=e35ee6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16486,
            "guid": "c8359f",
            "headline": "OpenAI on Track to Top $13 Billion in Revenue",
            "dek": "The growth comes as the ChatGPT maker discussings raising as much as $100 billion in a new funding round, ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI is&nbsp;on track to beat its 2025 revenue goal of $13 billion, up from around $4 billion last year, <a href=\"https://www.theinformation.com/articles/openai-discussed-raising-tens-billions-valuation-around-750-billion?rc=zjctrx\">The Information reported</a>. Annualized revenue, or the last month’s revenue multiplied by 12, by last month topped $19 billion, more than triple the pace in January.</p>\n\n<p>The growth comes as company begins early discussions to raise as much as $100 billion at a valuation of around $750 billion before the investment, 50% higher than its valuation two months ago during the share sale. The discussions suggest that private investors still have appetite for fast-growing AI startups even while worries about an AI bubble derail some public tech stocks.</p>",
            "published_at": "2025-12-19T05:12:25.550Z",
            "url": "https://www.theinformation.com/briefings/openai-track-top-13-billion-revenue?unlock=c8359f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-track-top-13-billion-revenue?unlock=c8359f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16277,
                    "guid": "f79356547f",
                    "title": "How OpenAI’s Organizational Problems Hurt ChatGPT",
                    "url": "https://www.theinformation.com/articles/openais-organizational-problems-hurt-chatgpt?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16485,
            "guid": "0ca05b",
            "headline": "ByteDance Signs Deal to Create U.S. TikTok Venture",
            "dek": "MGX, Oracle and Silver Lake will each own 15% of the new company, as part of a broader consortium holding a 50% stake.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>TikTok owner ByteDance reached agreements with investors to create a U.S.-based TikTok joint venture majority owned by American investors, according to an internal memo to employees viewed by The Information.</p>\n\n<p>ByteDance signed a deal with Abu Dhabi-based MGX, Oracle and investment firm Silver Lake to create the new company and is aiming to have the transaction finalized by January 22, according to the memo–one day before a deadline set by the White House for a sale of TikTok’s U.S. operations.</p>\n\n<p>MGX, Oracle and Silver Lake will each own 15% of the new company, as part of a broader consortium holding a 50% stake. Affiliates of existing ByteDance investors will own 30.1%, and ByteDance will own 19.9%.</p>\n\n<p>The agreement is in <a href=\"https://www.theinformation.com/briefings/mgx-reportedly-involved-tiktok-deal-talks?rc=zjctrx\">line with a proposed deal</a> mapped out this fall and&nbsp;brings ByteDance closer to ending the multi-year negotiations determining the fate of TikTok in the U.S. The new joint venture will be responsible for safeguarding U.S. user data in a cloud environment run by Oracle.</p>\n\n<p>A TikTok spokesperson did not immediately respond to a request for comment on the memo, which was first reported by Axios.</p>",
            "published_at": "2025-12-18T23:40:21.062Z",
            "url": "https://www.theinformation.com/briefings/bytedance-signs-deal-create-u-s-tiktok-venture?unlock=0ca05b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/bytedance-signs-deal-create-u-s-tiktok-venture?unlock=0ca05b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                },
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16484,
            "guid": "4db415",
            "headline": "Meta Plans ‘Mango’ Video and Image AI Model for 2026 ",
            "dek": "The company is also working on a text model code-named Avocado.",
            "source_url": "https://www.wsj.com/tech/ai/meta-developing-new-ai-image-and-video-model-code-named-mango-16e785c7?mod=tech_lead_story",
            "source_label": "The Wall Street Journal",
            "body": "<p>Meta Platforms is working on two new AI models—one focused on images and video, and the other on text—for release in the first half of 2026, the company’s chief AI officer Alexandr Wang told employees on Thursday.</p>\n\n<p>The Wall Street Journal said Wang made his remarks about the video and image model, which is code-named Mango, and the text model, code-named Avocado, in a company question and answer session. Wang told employees that one of the priorities for the Avocado model is to improve its software coding abilities.</p>\n\n<p>Meta’s focus on an image and video model is no surprise. The company has already launched a video generation tool called Vibes, which uses technology from the startup Midjourney. OpenAI and Google have headstarts on Meta in the category with their Sora video- and Nano Banana image-making tools, respectively.</p>\n\n<p>Wang also told employees that Meta is in the early stages of working on world models, which process visual information to learn about physical environments. CNBC <a href=\"https://www.cnbc.com/2025/12/09/meta-avocado-ai-strategy-issues.html\">previously reported</a> on the existence of the Avocado model.</p>",
            "published_at": "2025-12-18T22:28:41.685Z",
            "url": "https://www.theinformation.com/briefings/meta-plans-mango-video-image-ai-model-2026?unlock=4db415&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-plans-mango-video-image-ai-model-2026?unlock=4db415&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 3158,
                    "display_name": "Nick Wingfield"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        }
    ]
}