{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16120,
            "guid": "087d7f",
            "headline": "Microsoft Raises Nadella’s Pay to $96.5 Million",
            "dek": "Nadella “positioned Microsoft as a clear artificial intelligence leader for this generational technology shift,” the board wrote. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Microsoft raised CEO Satya Nadella’s total compensation for the year ending in June to $96.5 million, up from $79.1 million last year, the company said in a filing. Over $84 million of Nadella’s compensation was in stock.</p>\n\n<p>Nadella’s pay rose because he “positioned Microsoft as a clear artificial intelligence leader for this generational technology shift,” the Microsoft board wrote in the filing. Microsoft’s shares have risen over 23% this year, and <a href=\"https://www.theinformation.com/articles/big-tech-cloud-revenue-growth-catching-capex\">revenue in its Azure unit has grown steadily</a>.</p>\n\n<p>The board also increased CFO Amy Hood’s pay to $29.5 million, while Judson Althoff, who was recently appointed CEO of Microsoft’s commercial business, and president Brad Smith were both paid $28.2 million.</p>",
            "published_at": "2025-10-22T12:21:28.189Z",
            "url": "https://www.theinformation.com/briefings/microsoft-raises-nadellas-pay-96-5-million?unlock=087d7f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-raises-nadellas-pay-96-5-million?unlock=087d7f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16119,
            "guid": "92103c",
            "headline": "Sequoia COO Said to Step Down Over Partner Maguire’s Posts",
            "dek": "The resignation of the executive followed Shaun Maguire's remarks about New York mayoral candidate Zohran Mamdani. ",
            "source_url": "",
            "source_label": "Financial Times",
            "body": "<p>Sequoia Capital’s former chief operating officer, Sumaiya Balbale, resigned from her job this summer after partner Shaun Maguire made posts on X she considered Islamophobic, according <a href=\"https://www.ft.com/content/8e6de299-3eb6-4ba9-8037-266c55c02170\">to the Financial Times</a>, which cited people with knowledge of the situation.</p>\n\n<p>In July, Maguire&nbsp;accused New York City mayoral candidate Zohran Mamdani of advancing an “Islamist agenda” and said he came “from a culture that lies about everything.” The posts prompted a <a href=\"https://www.ft.com/content/8e6de299-3eb6-4ba9-8037-266c55c02170\">group of tech entrepreneurs</a> to publish an open letter pushing Sequoia to denounce Maguire’s remarks.</p>\n\n<p>Balbale, a practicing Muslim who had worked at the firm for five years, had complained to senior partners at the firm, the report said. Roelof Botha, the current steward of Sequoia, held a company wide meeting to address the issue. But Balbale left after the partners declined to take action. Maguire later walked back some of his remarks. Botha has previously has described Sequoia’s stance on politics&nbsp;as “institutional neutrality” and says partners can express their own views.</p>",
            "published_at": "2025-10-22T03:46:24.198Z",
            "url": "https://www.theinformation.com/briefings/sequoia-coo-said-step-partner-maguires-posts?unlock=92103c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/sequoia-coo-said-step-partner-maguires-posts?unlock=92103c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 745176,
                    "display_name": "Laura Mandaro"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16118,
            "guid": "7bcfeb",
            "headline": "Anthropic and Google in Talks to Strike Multi-Billion Dollar Cloud Deal ",
            "dek": "The cloud deal would be be valued in the high tens of billions ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Anthropic is in talks with Google to access additional computing power in a deal in the high tens of billions of dollars, according to a person with knowledge of its plans. Talks are still early, and deal terms could change.</p>\n\n<p>Google is an existing cloud provider for Anthropic, which recently completed a $13 billion fundraise at a $170 billion valuation and is on track to hit <a href=\"https://www.theinformation.com/briefings/anthropic-said-target-26-billion-annualized-revenue-2026\">$7 billion in annualized revenue</a> this month. Google also has previously invested in the company. Bloomberg earlier reported on the Anthropic-Google cloud deal.</p>\n\n<p>Meanwhile, rival OpenAI has also struck deals to increase its computing capacity, including an agreement to pay Oracle for computing capacity worth $300 billion over five years starting in 2027. The ChatGPT maker over the summer projected <a href=\"https://www.theinformation.com/articles/openai-says-business-will-burn-115-billion-2029?rc=8tzurb\">spending over $450 billion</a> on computing power through 2030.</p>",
            "published_at": "2025-10-21T22:48:55.076Z",
            "url": "https://www.theinformation.com/briefings/anthropic-google-talks-strike-multi-billion-dollar-cloud-deal?unlock=7bcfeb&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-google-talks-strike-multi-billion-dollar-cloud-deal?unlock=7bcfeb&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16117,
            "guid": "ebec66",
            "headline": "Amazon Reportedly Expects to Avoid Adding Hundreds of Thousands of Workers Due to Robots ",
            "dek": "Amazon expects to avoid hiring more than 600,000 people by 2033 that it would've needed if it didn't have robotics and automation, according to the report. ",
            "source_url": "https://www.nytimes.com/2025/10/21/technology/inside-amazons-plans-to-replace-workers-with-robots.html",
            "source_label": "The New York Times",
            "body": "<p>Amazon aims to avoid significantly growing its U.S. workforce while doubling the volume of products it sells by 2033, the New York Times <a href=\"https://www.nytimes.com/2025/10/21/technology/inside-amazons-plans-to-replace-workers-with-robots.html\">reported</a> on Tuesday, citing internal company documents. Without robotics and automation, the company would expect to need to hire more than 600,000 more people during that period, according to the report.</p>\n\n<p>The numbers reported by the Times would continue an existing trend at Amazon, which has continued to grow its e-commerce business without expanding overall headcount. At the end of 2021, Amazon employed 1.61 million people globally, a figure that included both corporate employees and people in its warehouses. That number stood at 1.56 million at the end of 2024, according to securities filings. Over the same period, Amazon’s North America sales climbed to $388 billion from $277 billion, a figure that’s made up primarily of e-commerce sales and excludes cloud revenue.&nbsp;An Amazon spokesperson said the numbers in the Times story “appear to reflect the perspective of just one team and don’t represent our overall hiring strategy across our various operations business lines - now or moving forward.”</p>\n\n<p>Amazon has invested heavily in robotics that automate the sorting, packing and movement of packages inside its warehouses. It’s also exploring using humanoid robots for last-mile deliveries, <a href=\"https://www.theinformation.com/articles/amazon-prepares-test-humanoid-robots-delivering-packages\">The Information has reported</a>.</p>",
            "published_at": "2025-10-21T21:21:34.158Z",
            "url": "https://www.theinformation.com/briefings/amazon-expects-avoid-adding-hundreds-thousands-workers-due-robots?unlock=ebec66&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-expects-avoid-adding-hundreds-thousands-workers-due-robots?unlock=ebec66&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16116,
            "guid": "7c2a2e",
            "headline": "OpenAI Launches ChatGPT Atlas, an AI-Powered Web Browser ",
            "dek": "Atlas allows users to use ChatGPT while browsing the web and take actions on users’ behalf\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI on Tuesday unveiled ChatGPT Atlas, a web browser that allows users to search the web alongside a companion ChatGPT sidebar, confirming earlier reporting from <a href=\"https://www.theinformation.com/articles/openai-considers-taking-on-google-with-browser?rc=8tzurb\">The Information</a>. The browser heightens OpenAI’s competition with Google, which handles most search questions on the web, including via its AI-powered Chrome browser. Shares of Google-parent Alphabet shares fell 2% after the announcement.</p>\n\n<p>People using ChatGPT Atlas can ask ChatGPT to summarize web pages or ask questions directly in a split-screen view, eliminating the need to switch between tabs. Another feature, dubbed “cursor chat,” enables people to edit sentences in line with a click of a button. ChatGPT Atlas can also complete tasks on behalf of users, such as ordering groceries or inputting data into task management software, through a feature known as “Agent Mode.” The browser can offer a personalized experience for users based on the person’s search history and preferences.</p>\n\n<p>The browser gives ChatGPT a new way to access the chatbot. Users’ browser data could also help OpenAI improve its AI models and develop new products. Perplexity, which operates an AI-powered search engine, launched its browser Comet AI earlier this summer.</p>\n\n<p>ChatGPT Atlas is available for Mac users across the world starting on Tuesday, while agent mode is only available for ChatGPT Plus users. Access for Windows and mobile users is coming soon, according to the company.</p>",
            "published_at": "2025-10-21T20:19:38.976Z",
            "url": "https://www.theinformation.com/briefings/openai-launches-chatgpt-atlas-ai-powered-web-browser?unlock=7c2a2e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-launches-chatgpt-atlas-ai-powered-web-browser?unlock=7c2a2e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16115,
            "guid": "7f171e",
            "headline": "Netflix Posts 17% Revenue Growth, in Line With Projections",
            "dek": "The company this year has cut back on its disclosure, making it difficult to assess how much of its growth is coming from new subscribers and how much from pricing or advertising.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Netflix reported 17% higher revenue of $11.5 billion, right in line with its projection issued in mid-July, while operating income rose 28% to $3.2 billion. The company’s shares fell 6% in after-hours trading, perhaps because of investor disappointment that&nbsp;Netflix didn’t exceed its projection.</p>\n\n<p>The video streaming giant projected a similar rate of growth for the fourth quarter, citing increase in membership, higher pricing and growing ad revenue. In its shareholder letter, Netflix said it was “on track to more than double our ads revenue in 2025,” off a relatively small base. The company this year has cut back on its disclosure, making it difficult to assess how much of its growth is coming from new subscribers and how much from pricing or advertising.</p>\n\n<p>Netflix reported that half of its revenue came from the U.S. and Canada, growing at the same rate as the overall company. The only region to lag the overall growth rate was Latin America, where revenue grew just 10%.</p>",
            "published_at": "2025-10-21T20:14:02.211Z",
            "url": "https://www.theinformation.com/briefings/netflix-posts-17-revenue-growth-line-projections?unlock=7f171e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/netflix-posts-17-revenue-growth-line-projections?unlock=7f171e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16114,
            "guid": "bd03f9",
            "headline": "Google Cloud Hires Accenture CTO to Bolster Executive Ranks ",
            "dek": "Google Cloud, which this year has inked large agreements with Meta and OpenAI, is adding a software industry veteran to help improve product development. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google Cloud has hired Karthik Narain, a software industry veteran who was most recently chief technology officer at Accenture, to fill the newly created role of chief product and business officer, CEO Thomas Kurian <a href=\"https://www.linkedin.com/posts/thomas-kurian-469b6219_today-we-welcome-karthik-narain-to-google-activity-7386139312981073920-MivY?utm_source=share&utm_medium=member_desktop&rcm=ACoAAABnA9IBKdybacGY_0H6YlLXf-2S93Sy9SQ\">announced</a> in a LinkedIn post.</p>\n\n<p>Narain, who reports to Kurian, now oversees around one-third of Google Cloud’s roughly 55,000 employees, including its sales, customer support,&nbsp;partner management and applied AI teams, according to a person with direct knowledge of the matter. His direct reports include Matt Renner, president and chief revenue officer, and Brad Calder, vice president and general manager of Google Cloud Platform and technical infrastructure, the person said.</p>\n\n<p>A big part of Narain’s role will be taking suggestions from customers on how to improve the quality of Google Cloud products and relaying that to the product teams,&nbsp;added the person. This is important because Google Cloud is now selling to multiple departments within companies, from developers to IT staff and business leaders, Kurian said in an email to staff, which The Information has viewed.</p>\n\n<p>Narain’s&nbsp;hiring comes as Google Cloud is using Gemini and other AI products <a href=\"https://www.theinformation.com/articles/google-finds-crack-amazons-cloud-dominance?rc=eqgjah\">to make inroads</a> on customers of rivals like AWS. Google this year has struck multi-year agreements with Meta, which is <a href=\"https://www.theinformation.com/articles/meta-signs-10-billion-plus-cloud-deal-google?rc=eqgjah\">spending more than $10 billion over six years</a> on its cloud services, and OpenAI.</p>",
            "published_at": "2025-10-21T19:27:12.598Z",
            "url": "https://www.theinformation.com/briefings/google-cloud-hires-accenture-cto-bolster-executive-ranks?unlock=bd03f9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-cloud-hires-accenture-cto-bolster-executive-ranks?unlock=bd03f9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16113,
            "guid": "372708",
            "headline": "Mark Zuckerberg Must Testify in Social Media Harm Trial, Judge Rules",
            "dek": "Instagram head Adam Mosseri and Snap CEO Evan Spiegel will also have to testify in the trial, which is scheduled for January.",
            "source_url": "https://www.cnbc.com/2025/10/21/meta-instagram-snap-social-media-child-safety.html",
            "source_label": "CNBC",
            "body": "<p>Meta Platforms CEO Mark Zuckerberg must testify in the trial for a lawsuit alleging social media companies have harmed young users, a Los Angeles Superior Court judge ruled on Monday, CNBC <a href=\"https://www.cnbc.com/2025/10/21/meta-instagram-snap-social-media-child-safety.html\">reported</a>.</p>\n\n<p>Instagram head Adam Mosseri and Snap CEO Evan Spiegel will also have to testify in the trial, which is scheduled for January, Judge Carolyn Kuhl ruled.</p>\n\n<p>“The testimony of a CEO is uniquely relevant, as that officer’s knowledge of harms, and failure to take available steps to avoid such harms could establish negligence or ratification of negligent conduct,” Kuhl wrote in her ruling.</p>\n\n<p>Meta did not immediately respond to a request for comment.</p>\n\n<p>“Today’s decision is just one of many the court will make before trial, and does not bear at all on the validity of plaintiffs’&nbsp;claims, which ultimately plaintiffs will be required to prove at trial,” Kirkland &amp; Ellis, Snap’s law firm, said in a statement.</p>",
            "published_at": "2025-10-21T19:14:40.888Z",
            "url": "https://www.theinformation.com/briefings/mark-zuckerberg-must-testify-social-media-harm-trial-judge-rules?unlock=372708&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/mark-zuckerberg-must-testify-social-media-harm-trial-judge-rules?unlock=372708&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1513375,
                    "display_name": "Kalley Huang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16112,
            "guid": "5fcb2e",
            "headline": "Fed Explores ‘Skinny’ Master Account as Crypto Firms Seek Access",
            "dek": "Stablecoin issuers such as Ripple and Anchorage have been eyeing direct access to the central bank’s payment system through a Fed master account. \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The Federal Reserve is exploring creating a new type of account that could be used by crypto, fintech and other companies to process payments without using banks.</p>\n\n<p>Fed governor Chrisopher Waller, speaking at the Fed’s first-ever Payments Innovation Conference, <a href=\"https://www.federalreserve.gov/newsevents/speech/waller20251021a.fledge\">said</a> he has directed Fed staff to explore the idea of creating a “skinny” master account that would provide basic Fed payment services to eligible firms.</p>\n\n<p>Letting fintechs and crypto companies bypass banks for payments would address one of their biggest frustrations with the financial system but would also threaten the role of banks.</p>\n\n<p>The new accounts differ significantly from what banks have at the Fed, allowing it to control risks. The new accounts would not pay interest and could have limits on their size. They would not be eligible for emergency lending, which the Fed provides to banks. The accounts will also have no overdraft privileges.</p>\n\n<p>“I want to be clear that this is just a prototype idea to provide some clarity on how things could change,” Waller said.</p>\n\n<p>Crypto companies, especially stablecoin issuers such as Ripple and Anchorage Digital, have been <a href=\"https://www.theinformation.com/briefings/ripple-crypto-firms-seek-u-s-bank-charters-fed-access\">seeking</a> Fed accounts to hold their reserves and process payments. The idea has been controversial because it could threaten the role of banks.</p>",
            "published_at": "2025-10-21T16:15:38.124Z",
            "url": "https://www.theinformation.com/briefings/fed-explores-skinny-master-account-crypto-firms-seek-access?unlock=5fcb2e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/fed-explores-skinny-master-account-crypto-firms-seek-access?unlock=5fcb2e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16111,
            "guid": "94d2fe",
            "headline": "Elon Musk Unloads on NASA Chief After SpaceX Comments ",
            "dek": "Acting NASA chief Sean Duffy said Monday that NASA would seek bids from SpaceX rivals including Blue Origin for a Moon mission. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Elon Musk attacked acting NASA leader Sean Duffy in a series of X posts on Tuesday after Duffy said the space agency would <a href=\"https://www.theinformation.com/briefings/nasa-open-spacex-alternatives-behind-schedule-moon-mission\">consider alternatives to SpaceX</a> for a Moon mission scheduled to launch in 2027.</p>\n\n<p>Duffy, who was named acting NASA administration by President Donald Trump in July and also leads the Transportation Department, said Monday that NASA would seek bids for the Moon mission from rivals including Blue Origin because SpaceX’s Starship launch vehicle is “behind schedule.” SpaceX was originally awarded the NASA contract in 2021. At the same time, Duffy has been jockeying to lead NASA permanently, putting him up against Musk ally Jared Isaacman. The Wall Street Journal <a href=\"https://www.wsj.com/politics/policy/trump-nasa-administrator-conflict-b7df4877?gaa_at=eafs&gaa_n=AWEtsqeiFcz5nBCh30k2N2zHL5aponT4QiuHHsnVwBePKCE7MOwYR-4zGPVUZ96FwqQ%3D&gaa_ts=68f7afd6&gaa_sig=-yWttCZDIz6CbOa1e3zcskcm3QDWYEkzDZPLNqQMUtvd9RrGeMbcJSxtU6eAzpbpUSaEBwlf7xCKs4rilrQWTA%3D%3D\">reported</a> on Monday that representatives of both men made personal appeals over the weekend to Trump, who has to fill the role by the end of this year, when Duffy’s authority as interim chief is due to run out.</p>\n\n<p>The attacks show that Musk is not beyond criticising the Trump administration despite publicly meeting with the president in September, deleting some X posts critical of Trump&nbsp;and backing off threats to fund third-party political candidates. In X posts on Tuesday, Musk called Duffy “Sean Dummy” and said Duffy has a low IQ, among other posts. He also accused Duffy of trying to “kill NASA” by folding the agency into the Transportation Department.</p>",
            "published_at": "2025-10-21T16:08:24.091Z",
            "url": "https://www.theinformation.com/briefings/elon-musk-unloads-nasa-chief-spacex-comments?unlock=94d2fe&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musk-unloads-nasa-chief-spacex-comments?unlock=94d2fe&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 1938,
                    "name": "space"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16110,
            "guid": "60c521",
            "headline": "AWS Returns to “Normal Operations” After Global Cloud Outage",
            "dek": "AWS informs customers that it has fixed the issues that led to access challenges for many of the internet's most popular websites and internet services. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon Web Services&nbsp;<a href=\"https://health.aws.amazon.com/health/status\">said</a> its cloud services had returned to “normal operations” as of Monday afternoon Pacific time, after a major global outage lasting more than 12 hours affected users of popular internet services such as Zoom, Netflix, Snapchat and Reddit.</p>\n\n<p>The outage affected servers in the AWS US-East-1 data center region in northern Virginia, which handles most of the cloud provider’s traffic in North America.</p>\n\n<p>It’s a reminder that even AWS, which runs many of the world’s&nbsp;largest-scale internet services, can sometimes struggle to keep them up and running. While this was a major incident, it pales in comparison to a three-day outage AWS suffered in 2011, when cloud computing was still in its early stages.</p>\n\n<p>On Sunday night just before midnight Pacific time, AWS users began reporting issues with the Domain Name System (DNS) configuration on its servers, which translates website names into numerical IP addresses. AWS said they were “mitigated” around 3:30 a.m. Pacific time, but subsequently said customers were having problems launching new cloud servers.</p>",
            "published_at": "2025-10-21T15:24:13.195Z",
            "url": "https://www.theinformation.com/briefings/aws-returns-normal-operations-global-cloud-outage?unlock=60c521&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/aws-returns-normal-operations-global-cloud-outage?unlock=60c521&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16109,
            "guid": "327c48",
            "headline": "Warner Bros. Discovery to Evaluate Strategic Options",
            "dek": "The announcement comes a few weeks after news reports said David Ellison's Paramount Skydance had approached WBD about a possible acquisition.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Warner Bros. Discovery’s board of directors said it had begun a “review of strategic alternatives” as a result of “unsolicited interest the company has received from multiple parties for both the entire company and Warner Bros.”</p>\n\n<p>The announcement comes a few weeks after news reports said David Ellison’s Paramount Skydance had approached WBD about a possible acquisition. Paramount is acting before WBD completes a split of the company in two, separating its film studio and streaming operations from its lucrative but slowly declining TV channel business. The board’s announcement reveals that WBD has also had approaches for just the film studio. <a href=\"https://www.cnbc.com/2025/10/21/wbd-sale-warner-bros-media.html\">CNBC reported</a> that Netflix and Comcast were among the companies showing interest.</p>\n\n<p>The board said it would consider a “broad range of strategic options,” including a separation of the two sides under which Warner Bros. could be acquired while the Discovery businesses could be spun off to shareholders.</p>",
            "published_at": "2025-10-21T13:35:29.547Z",
            "url": "https://www.theinformation.com/briefings/warner-bros-discovery-evaluate-strategic-options?unlock=327c48&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/warner-bros-discovery-evaluate-strategic-options?unlock=327c48&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16108,
            "guid": "22abd6",
            "headline": "Japan’s Sakana AI in Talks to Raise Capital at $2.5 Billion Valuation",
            "dek": "The fundraising comes as the startup ramps up its effort to generate revenue from business deals with major Japanese corporate customers.",
            "source_url": "https://www.theinformation.com/articles/openais-japanese-rival-sakana-talks-raise-capital-2-5-billion-valuation?rc=jnr9wn",
            "source_label": "The Information",
            "body": "<p>Sakana AI, a Tokyo-based developer of artificial intelligence, is in talks with U.S. and Japanese investors to raise $100 million at a valuation of $2.5 billion, up 66% from a financing a year ago, The Information reported.</p>\n\n<p>The startup, founded in 2023 by former Google researchers,&nbsp;plans to use&nbsp;the new capital to expand its workforce for engineering as well as sales and distribution. The fundraising talks come months after CEO David Ha said that the company would operate profitably within a year. This year Sakana&nbsp;has announced deals to develop AI for some of Japan’s largest financial institutions.</p>\n\n<p>Sakana’s investors include many of Japan’s biggest corporations, as well as U.S. venture capital firms New Enterprise Associates, Khosla Ventures and Lux Capital. Nvidia is also an existing investor.</p>",
            "published_at": "2025-10-21T10:14:48.125Z",
            "url": "https://www.theinformation.com/briefings/japans-sakana-ai-talks-raise-capital-2-5-billion-valuation?unlock=22abd6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/japans-sakana-ai-talks-raise-capital-2-5-billion-valuation?unlock=22abd6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16107,
            "guid": "aec4f0",
            "headline": "Nvidia Discusses Loan Guarantee for OpenAI ",
            "dek": "The talks are part of the two companies’ data center partnership in which OpenAI will lease Nvidia’s chips. ",
            "source_url": "https://www.wsj.com/tech/ai/sam-altman-open-ai-nvidia-deals-d10a6525",
            "source_label": "The Wall Street Journal",
            "body": "<p>Nvidia is discussing guaranteeing some of the loans that OpenAI is planning to take out in order to build its own data centers, The Wall Street Journal reported.</p>\n\n<p>Such a move would involve risks for Nvidia, as the chip giant could face hefty debt obligations if OpenAI fails to repay the loans, according to the Journal. The loan guarantee discussion is part of Nvidia’s broader data center partnership with OpenAI, in which OpenAI will lease Nvidia’s chips rather than buying them.</p>\n\n<p>The chip leasing partnership shows how Nvidia is seeking new ways to do business with key AI developers that, unlike deep-pocketed cloud providers, would struggle to finance chip purchases on their own. Last month, the two companies announced that Nvidia will provide up to $100 billion in funding to help OpenAI build its own data centers, starting with a $10 billion cash infusion next year.</p>\n\n<p>OpenAI has also explored ways to reduce its dependence on Nvidia. In June, The Information <a href=\"https://www.theinformation.com/articles/google-convinces-openai-use-tpu-chips-win-nvidia?rc=jnr9wn\">reported</a> OpenAI had started renting Google’s AI chips to power ChatGPT and other products. After that article came out, Nvidia CEO Jensen Huang called OpenAI CEO Sam Altman, asking if it was true, and expressed his willingness to get their partnership discussions back on track, according to the Journal.</p>",
            "published_at": "2025-10-21T08:36:51.691Z",
            "url": "https://www.theinformation.com/briefings/nvidia-discusses-loan-guarantee-openai?unlock=aec4f0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-discusses-loan-guarantee-openai?unlock=aec4f0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15313,
                    "guid": "04f80c7cfa",
                    "title": "Google Convinces OpenAI to Use TPU Chips in Win Against Nvidia",
                    "url": "https://www.theinformation.com/articles/google-convinces-openai-use-tpu-chips-win-nvidia?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16106,
            "guid": "193c77",
            "headline": "Benchmark Names Everett Randle as New General Partner ",
            "dek": "Everett Randle, a former partner at Kleiner Perkins investing out of its growth-stage funds, has joined Benchmark as the firm’s newest general partner.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Everett Randle, a former partner at Kleiner Perkins investing out of its growth-stage funds, has joined Benchmark as the firm’s newest general partner, the early-stage firm announced Monday. At Kleiner, Randle worked on investments including enterprise search startup Glean and&nbsp;legal AI startup Harvey, earning him a top spot on <a href=\"https://www.theinformation.com/projects/general-partners-venture-firms-2024?rc=zjctrx\">The Information’s Next General Partners</a> list in 2024.</p>\n\n<p>The hiring follows a slew of personnel departures at Benchmark, the blue-chip firm behind companies like Uber. This year, consumer-focused general partner Sarah Tavel stepped back into a venture partner role, and Victor Lazarte, who led investments for the firm in AI startups Mercor and HeyGen, left the firm to raise his own fund, <a href=\"https://www.theinformation.com/briefings/benchmark-general-partner-victor-lazarte-start-fund?rc=zjctrx\">The Information previously reported</a>. Last year, general partner Miles Grimshaw left to rejoin his prior firm, Thrive Capital. With the addition of Randle, the general partners at the firm—which usually total five—number four, including Peter Fenton, Eric Vishria and Chetan Puttagunta.</p>\n\n<p>Benchmark declined to comment beyond its announcement. Kleiner Perkins spokesperson said in a statement to The Information that “we’re grateful for Ev’s contributions and wish him the very best.”</p>",
            "published_at": "2025-10-20T22:47:45.435Z",
            "url": "https://www.theinformation.com/briefings/benchmark-names-everett-randle-new-general-partner?unlock=193c77&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/benchmark-names-everett-randle-new-general-partner?unlock=193c77&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1608818,
                    "display_name": "Natasha Mascarenhas"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16105,
            "guid": "9a1d93",
            "headline": "AWS Taps 15-Year Veteran to Lead Startups and VC Sales Unit",
            "dek": "The cloud provider fills a role that was previously handled by Jon Jones, who recently joined CoreWeave as its first chief revenue officer. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon Web Services has named Jason Bennett, a 15-year veteran of the cloud provider’s sales ranks, as its new vice president of global startups and venture capital, according to two people with direct knowledge of the appointment.</p>\n\n<p>Bennett, who has spent the past year as vice president of enterprise customers in the U.S., takes over a role previously held by former AWS executive Jon Jones, who departed last month. Jones&nbsp;<a href=\"https://www.theinformation.com/briefings/007009\">recently joined AI cloud provider CoreWeave</a> as its first chief revenue officer, as The Information was first to report last week.</p>\n\n<p>Startups have long been a key business driver for AWS, the world’s largest cloud provider, but the sales unit that focuses on them has arguably never been more strategically important than it is now. That’s because Google has used its AI products, such as Gemini models, <a href=\"https://www.theinformation.com/articles/google-finds-crack-amazons-cloud-dominance?rc=eqgjah\">to make inroads</a> with startups that are running on AWS.</p>",
            "published_at": "2025-10-20T18:42:59.061Z",
            "url": "https://www.theinformation.com/briefings/aws-taps-15-year-veteran-lead-startups-vc-sales-unit?unlock=9a1d93&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/aws-taps-15-year-veteran-lead-startups-vc-sales-unit?unlock=9a1d93&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16104,
            "guid": "fad53f",
            "headline": "Global AWS Cloud Outage Takes Down Major Websites, Internet Services",
            "dek": "Amazon Web Services says it has fixed some of the issues with networking connectivity, but it is still trying to deal with others. ",
            "source_url": "https://health.aws.amazon.com/health/status",
            "source_label": "The Information",
            "body": "<p>Amazon Web Services says it is <a href=\"https://health.aws.amazon.com/health/status\">continuing to work on restoring access</a> to cloud servers and other products after an outage that began overnight in its data centers in northern Virginia, which handle a majority of its web traffic in North America.</p>\n\n<p>The outage, which affects the AWS US-East-1 data center region, began around midnight Pacific time. AWS initially flagged issues with the Domain Name System (DNS) configuration on its servers, which translates website names into numerical IP addresses, and said they were “mitigated” around 3:30 a.m. Pacific time.</p>\n\n<p>But while AWS said around 10 a.m. Pacific time that it had restored networking connectivity for most services, it acknowledged that some customers were having problems launching new cloud servers.</p>\n\n<p>The AWS outage has affected a number of major internet websites and services, including Snapchat, the gaming service Roblox and Amazon’s own Ring doorbell cameras, to name just a few.</p>",
            "published_at": "2025-10-20T17:54:01.389Z",
            "url": "https://www.theinformation.com/briefings/global-aws-cloud-outage-takes-major-websites-internet-services?unlock=fad53f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/global-aws-cloud-outage-takes-major-websites-internet-services?unlock=fad53f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16103,
            "guid": "089680",
            "headline": "NASA Open to SpaceX Alternatives for ‘Behind Schedule’ Moon Mission ",
            "dek": "NASA is seeking bids from other companies including Jeff Bezos’ Blue Origin, NASA's acting administrator said. ",
            "source_url": "https://www.foxnews.com/video/6383358331112",
            "source_label": "Fox News",
            "body": "<p>Elon Musk’s SpaceX is “behind schedule” preparing its Starship launch vehicle for a U.S. mission to the Moon, so NASA is seeking alternative bids from other companies including Jeff Bezos’ Blue Origin, the space agency’s head said Monday.</p>\n\n<p>NASA acting administrator Sean Duffy made the comments in reference to the space agency’s Artemis III mission to the&nbsp;moon, which aims to be the first human landing on the moon since 1972. NASA selected SpaceX in 2021 for the mission, which is due to launch in 2027.</p>\n\n<p>“They are behind schedule, and so the President wants to make sure we beat the Chinese,” Duffy <a href=\"https://www.foxnews.com/video/6383358331112\">said</a> on Fox News in reference to SpaceX. “I’m in the process of opening that contract up. I think we’ll see companies like Blue [Origin] get involved, and maybe others. We’re going to have a space race in regard to American companies competing to see who can actually get us back to the moon first.” Musk and President Donald Trump, once close allies, had a falling-out over the summer before publicly reuniting in September. Bezos and Blue Origin CEO Dave Limp have both met with Trump.</p>",
            "published_at": "2025-10-20T14:18:41.927Z",
            "url": "https://www.theinformation.com/briefings/nasa-open-spacex-alternatives-behind-schedule-moon-mission?unlock=089680&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nasa-open-spacex-alternatives-behind-schedule-moon-mission?unlock=089680&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 1938,
                    "name": "space"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16102,
            "guid": "9225af",
            "headline": "China Says the U.S. Conducted Cyber Attacks on Its Agency",
            "dek": "China alleges that the National Security Agency took control of the mobile services of government employees in key sectors. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>China says it recently uncovered evidence of cyber attacks by the U.S. on a Chinese government agency between 2022 and 2024.</p>\n\n<p>The U.S. National Security Agency exploited vulnerabilities in the text-messaging system, staged attacks and took control of mobile devices belonging to several staff members of a Chinese government agency responsible for high-precision time services for such sectors as telecommunications, finance, electricity, transportation and national defense, the Chinese Ministry of State Security said in a statement on Sunday.</p>\n\n<p>The NSA infiltrated the Chinese agency’s computer systmen usuing stolen credentials and later on “launched high-intensity attacks using 42 specialized cyber weapons,” the statement added.</p>\n\n<p>The allegation follows years of accusations that China has waged state-sponsored cyber attacks against governments and companies in the U.S and other Western countries and worsening trade tensions between Beijing and Washington.</p>",
            "published_at": "2025-10-20T09:08:46.608Z",
            "url": "https://www.theinformation.com/briefings/china-says-u-s-conducted-cyber-attacks-agency?unlock=9225af&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-says-u-s-conducted-cyber-attacks-agency?unlock=9225af&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1459572,
                    "display_name": "Jing Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16101,
            "guid": "a3955b",
            "headline": "Sutskever to Disclose ‘Brockman Memo’ and OpenAI Stake in Musk Suit",
            "dek": "The court determined that the memo is relevant to the case.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The court overseeing Elon Musk’s breach of charitable trust lawsuit against OpenAI on Friday ordered OpenAI co-founder and former chief scientist Ilya Sutskever to provide information about his financial stake in OpenAI and a document called the “Brockman Memo,” an apparent reference to OpenAI’s president and co-founder Greg Brockman.</p>\n\n<p>The court <a href=\"https://www.theinformation.com/briefings/murati-deposed-musk-seeks-brockman-memo-sutskever\">initially declined to intervene</a> on the matter because Musk’s lawyers filed their request eight minutes after the deadline. But those lawyers argued that the delay was due to technical difficulties, and the court allowed their request to proceed.</p>\n\n<p>Sutskever’s lawyers opposed Musk’s request for further information, arguing that Sutskever’s financial interests are protected by a Constitutional right to privacy, and the Brockman memo did not fall into the categories of evidence the lawyers had agreed to produce.</p>\n\n<p>The court wrote that “the value of Sutskever’s interest in OpenAI is relevant to his interest in the outcome of the case because if Plaintiffs win, he stands to lose a substantial amount of money.” (Musk is seeking to block OpenAI’s corporate restructuring, which could interfere with OpenAI’s plans to eventually go public, allowing Sutskever and others to sell their financial stakes.) Sutskever could still appeal the ruling.</p>\n\n<p>The court also said that Musk’s lawyers could not have known that the Brockman Memo was available, since it was previously thought that it was “self-deleting,” and the court agreed with Musk’s lawyers that it is relevant to the lawsuit.</p>\n\n<p>Separately, OpenAI’s lawyers asked the court to reject Musk’s claims of breach of charitable trust, fraud and unjust enrichment before they go to trial. They argued that Musk lacks the legal right to bring the charitable trust claim because he made his early donations to OpenAI through donor-advised funds, which “severed Musk’s legal interest in the funds.”</p>\n\n<p><em>This story has been updated to reflect the latest filings from OpenAI and Sutskever’s option to appeal.</em></p>",
            "published_at": "2025-10-18T16:07:16.867Z",
            "url": "https://www.theinformation.com/briefings/sutskever-disclose-brockman-memo-openai-stake-musk-suit?unlock=a3955b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/sutskever-disclose-brockman-memo-openai-stake-musk-suit?unlock=a3955b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        }
    ]
}