{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16101,
            "guid": "a3955b",
            "headline": "Sutskever to Disclose ‘Brockman Memo’ and OpenAI Stake in Musk Suit",
            "dek": "The court determined that the memo is relevant to the case.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The court overseeing Elon Musk’s breach of charitable trust lawsuit against OpenAI on Friday ordered OpenAI co-founder and former chief scientist Ilya Sutskever to provide information about his financial stake in OpenAI and a document called the “Brockman Memo,” an apparent reference to OpenAI’s president and co-founder Greg Brockman.</p>\n\n<p>The court <a href=\"https://www.theinformation.com/briefings/murati-deposed-musk-seeks-brockman-memo-sutskever\">initially declined to intervene</a> on the matter because Musk’s lawyers filed their request eight minutes after the deadline. But those lawyers argued that the delay was due to technical difficulties, and the court allowed their request to proceed.</p>\n\n<p>Sutskever’s lawyers opposed Musk’s request for further information, arguing that Sutskever’s financial interests are protected by a Constitutional right to privacy, and the Brockman memo did not fall into the categories of evidence the lawyers had agreed to produce.</p>\n\n<p>The court wrote that “the value of Sutskever’s interest in OpenAI is relevant to his interest in the outcome of the case because if Plaintiffs win, he stands to lose a substantial amount of money.” (Musk is seeking to block OpenAI’s corporate restructuring, which could interfere with OpenAI’s plans to eventually go public, allowing Sutskever and others to sell their financial stakes.) Sutskever could still appeal the ruling.</p>\n\n<p>The court also said that Musk’s lawyers could not have known that the Brockman Memo was available, since it was previously thought that it was “self-deleting,” and the court agreed with Musk’s lawyers that it is relevant to the lawsuit.</p>\n\n<p>Separately, OpenAI’s lawyers asked the court to reject Musk’s claims of breach of charitable trust, fraud and unjust enrichment before they go to trial. They argued that Musk lacks the legal right to bring the charitable trust claim because he made his early donations to OpenAI through donor-advised funds, which “severed Musk’s legal interest in the funds.”</p>\n\n<p><em>This story has been updated to reflect the latest filings from OpenAI and Sutskever’s option to appeal.</em></p>",
            "published_at": "2025-10-18T16:07:16.867Z",
            "url": "https://www.theinformation.com/briefings/sutskever-disclose-brockman-memo-openai-stake-musk-suit?unlock=a3955b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/sutskever-disclose-brockman-memo-openai-stake-musk-suit?unlock=a3955b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16100,
            "guid": "57f175",
            "headline": "Meta Entity Sells $27 Billion in Debt For Louisiana Data Center",
            "dek": "Lenders to the SPV will get a roughly 6.8% interest rate, based on the current 30-year Treasury yield.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>An entity being used to fund Meta Platforms’ large-scale data center in Louisiana sold more than $27 billion in debt with an interest rate about 2.25 percentage points above the U.S. Treasury yield.</p>\n\n<p>Meta is raising the debt, maturing in 2049, for a roughly $30 billion special-purpose vehicle the company is using to fund the construction of a data center called Hyperion, which could eventually use as much as five gigawatts of power. Bond giant PIMCO is leading the offering, which is being sold to a wider group of investors with the help of Morgan Stanley.</p>\n\n<p>Lenders to the SPV will get a roughly 6.8% interest rate, based on the current 30-year Treasury yield. Meta’s publicly-traded bonds maturing in 2054 carry yields of about 5.4%.</p>\n\n<p>Meta will share ownership of the SPV with investment firm Blue Owl, an arrangement that is designed to shift the costs of building the data center off the company’s balance sheet. A Meta spokesperson didn’t respond to a request for comment on the bond pricing, which was first reported by Bloomberg.</p>",
            "published_at": "2025-10-17T22:34:26.770Z",
            "url": "https://www.theinformation.com/briefings/meta-entity-sells-27-billion-debt-louisiana-data-center?unlock=57f175&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-entity-sells-27-billion-debt-louisiana-data-center?unlock=57f175&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16099,
            "guid": "cd4656",
            "headline": "Google Ends Privacy Sandbox Initiative ",
            "dek": "Google’s five-year effort to make web advertising more private is now fully abandoned \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google formally ended on Friday its six-year old effort aimed at ending the use of cookies in its Chrome browser. In a blog post, Google said it would retire a suite of technologies called the Privacy Sandbox that were originally designed to replace cookies. Advertisers use cookies to help track people’s Web surfing and figure out who is seeing their ads.</p>\n\n<p>Google first announced launche suite of private adveritising solutions known as the privacy sandbox in 2019, and then said it was killing cookies a few months later in January 2020.&nbsp;At that point, Apple was already eliminating trackers on its Safari browser, and the following year would make it much harder for advertisers to track iPhone users. But Google’s efforts struggled to gain momentum. The advertising community was skeptical Google could eliminate cookies without disproportionately benefiting its own ad business, and British regulators started supervising the effort to make sure Google did not behave anti-competitively.</p>\n\n<p>Last year, Google reversed its position and said it would keep third-party cookies but give Chrome users an Apple-style prompt asking them not to be tracked. Then in April, Google said it would offer no prompt at all and <a href=\"https://www.theinformation.com/articles/meta-renews-work-facial-recognition-tech-privacy-worries-fade\">laid off</a> 10% of Privacy Sandbox staff.</p>",
            "published_at": "2025-10-17T21:59:45.926Z",
            "url": "https://www.theinformation.com/briefings/google-ends-privacy-sandbox-initiative?unlock=cd4656&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-ends-privacy-sandbox-initiative?unlock=cd4656&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16098,
            "guid": "5a6150",
            "headline": "Benioff Changes Tune on Sending National Guard to San Francisco, Apologizes",
            "dek": "Salesforce's chief backtracks on comments he made earlier this week just before Dreamforce, the company's annual customer conference. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>In an abrupt reversal from the stance he communicated earlier this week, Salesforce co-founder and CEO Marc Benioff said he no longer thinks President Trump should send National Guard troops into San Francisco to help fight crime in the city.</p>\n\n<p>“My earlier comment came from an abundance of caution around [Dreamforce, Salesforce’s annual customer conference], and I sincerely apologize for the concern it caused,” he <a href=\"https://x.com/Benioff/status/1979276817396830411\">said</a> on X.</p>\n\n<p>Benioff sparked controversy at the outset of Dreamforce by telling the New York Times he supported the idea of using the military to restore order in San Francisco.&nbsp;He declined to discuss his comments during a press conference at Dreamforce, saying he preferred to focus on Salesforce’s AI products and the event.</p>\n\n<p>The New York Times subsequently reported that Salesforce has been making a concerted push&nbsp;to sign up Immigration and Customs Enforcement as a customer for its AI software.</p>",
            "published_at": "2025-10-17T21:37:08.038Z",
            "url": "https://www.theinformation.com/briefings/benioff-changes-tune-sending-national-guard-san-francisco-apologizes?unlock=5a6150&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/benioff-changes-tune-sending-national-guard-san-francisco-apologizes?unlock=5a6150&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16097,
            "guid": "a8d327",
            "headline": "Tesla Shareholders Should Reject Musk Pay Package, Proxy Firm ISS Says ",
            "dek": "ISS also urged Tesla shareholders to reject a proposal that Tesla invest in Musk’s artificial intelligence startup xAI. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Proxy adviser Institutional Shareholder Services on Friday urged Tesla shareholders to reject a proposed pay package for CEO Elon Musk that <a href=\"https://www.theinformation.com/articles/musks-money\">could be worth up to $1 trillion</a>.</p>\n\n<p>ISS, which makes recommendations to large investment funds, also urged Tesla shareholders to reject a nonbinding shareholder proposal that Tesla invest in Musk’s <a href=\"https://www.theinformation.com/articles/xais-unusual-dealmaking-fund-musks-colossus-2\">artificial intelligence startup xAI</a> and to vote against re-electing board member Ira Ehrenpreis. Tesla’s board has urged shareholders to approve the pay package and board nominations, though they haven’t endorsed or rejected the xAI proposal. Tesla said in a <a href=\"https://x.com/Tesla/status/1979268933707534805\">post on X</a> that ISS “once again completely misses fundamental points of investing and governance.”</p>\n\n<p>Tesla is due to report third-quarter earnings next Wednesday and hold its shareholder meeting on Nov. 6.</p>",
            "published_at": "2025-10-17T21:06:12.488Z",
            "url": "https://www.theinformation.com/briefings/tesla-shareholders-reject-musk-pay-package-proxy-firm-iss-says?unlock=a8d327&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tesla-shareholders-reject-musk-pay-package-proxy-firm-iss-says?unlock=a8d327&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                },
                {
                    "type": "Topic",
                    "id": 267744,
                    "name": "electric vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16096,
            "guid": "f66163",
            "headline": "Apple CEO Wraps Up China Visit as iPhone Air Preorders Start",
            "dek": "The iPhone Air’s release in China had been delayed due to regulatory approvals. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Apple’s iPhone Air became available for preorders in China Friday, after a delay due to regulatory approvals. The iPhone Air’s China debut, about a month after the phone’s U.S. launch, comes just after CEO Tim Cook visited the country earlier this week.</p>\n\n<p>During his China trip, Cook met with senior officials at the Ministry of Industry and Information Technology, which oversees telecom operators, and the Ministry of Commerce, according to the <a href=\"https://english.news.cn/20251017/ee58749f657f45b7b93768bc6ff054cc/c.html\">Xinhua news agency</a>. The visit coincided with Apple’s announcement that it finally received approval to release iPhone Air in the country.</p>\n\n<p>Cook <a href=\"https://english.news.cn/20251015/7f968d9d1a8d4c57830c51c85d9acefb/c.html\">pledged</a> in meetings with Chinese officials that Apple would continue to invest in China and help accelerate the country’s economic development. His visit comes as Apple shifts iPhone production out of China to India to avoid being caught in the middle of an escalating trade war between the U.S. and China.</p>\n\n<p>Separately, Apple COO Sabih Khan visited several Chinese-owned Apple suppliers including Lens Technology, which makes the iPhone’s glass screens, the Chinese financial news outlet Yicai <a href=\"https://www.yicaiglobal.com/news/apples-suppliers-in-china-set-up-usd140-million-clean-energy-fund\">reported</a>.</p>",
            "published_at": "2025-10-17T06:38:49.020Z",
            "url": "https://www.theinformation.com/briefings/apple-ceo-wraps-china-visit-iphone-air-preorders-start?unlock=f66163&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/apple-ceo-wraps-china-visit-iphone-air-preorders-start?unlock=f66163&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 333163,
                    "display_name": "Wayne Ma"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 14058,
                    "guid": "80a017f8a3",
                    "title": "Apple’s Thin iPhone Has No Physical SIMs—That Could Dampen China Sales",
                    "url": "https://www.theinformation.com/articles/apples-thin-iphone-has-no-physical-sims-that-could-dampen-china-sales?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16095,
            "guid": "d496d9",
            "headline": "OpenAI Stops Sora Depictions of MLK",
            "dek": "OpenAI said public figures should have control over their likenesses.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI said Thursday it has blocked users from using its Sora AI video app from generating videos of Dr. Martin Luther King, Jr. while it “strengthens guardrails for historical figures.”</p>\n\n<p>In a joint statement on X with King’s estate, OpenAI acknowledged that some users had generated “disrespectful” videos of him.</p>\n\n<p>“While there are strong free speech interests in depicting historical figures, OpenAI believes public figures and their families should ultimately have control over how their likeness is used,” the statement said. “Authorized representatives or estate owners can request that their likeness not be used in Sora cameos.”</p>\n\n<p>AI products have previously faced criticism for their depictions of public figures. For instance, xAI’s Grok has <a href=\"https://www.theinformation.com/briefings/new-xai-model-grok-2-produces-inappropriate-images\">depicted politicians</a> in violent or sexual situations, and Google’s Gemini generated images of U.S. founding fathers as Black, which Google then corrected.</p>",
            "published_at": "2025-10-17T05:28:33.655Z",
            "url": "https://www.theinformation.com/briefings/openai-stops-sora-depictions-mlk?unlock=d496d9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-stops-sora-depictions-mlk?unlock=d496d9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16094,
            "guid": "ff02ea",
            "headline": "Oracle Raises AI Cloud Revenue Projection, Struggles to Profit From Older Nvidia Chips",
            "dek": "The company said it will lose money in a \"ramp up\" period before generating revenue from cloud customers.",
            "source_url": "https://www.theinformation.com/articles/oracle-assures-investors-ai-cloud-margins-struggles-profit-older-nvidia-chips?rc=c48ukx",
            "source_label": "The Information",
            "body": "<p>Oracle has struggled to generate gross profit margins higher than 25% from renting out one- to two-year old Nvidia server chips to artificial intelligence developers, <a href=\"https://www.theinformation.com/articles/oracle-assures-investors-ai-cloud-margins-struggles-profit-older-nvidia-chips?rc=c48ukx\">The Information reported Thursday</a>. The previously unreported data show Oracle has a wide gap to fill to reach what co-CEO Clay Magouyrk said Thursday would be 30% to 40% gross margins from the AI cloud business in the coming years.</p>\n\n<p>The company also increased its revenue projection for its cloud business in fiscal 2030 to an astounding $166&nbsp;billion, up 15% from a projection it made a month ago. The company is reinventing itself as a cloud provider, and its margin projections suggest it will find ways to lower the cost of chips it buys from Nvidia or will be able to charge customers such as OpenAI more to rent the chips. Internal data also show the company is losing money on rentals of the newest Nvidia chips, Blackwell, as well as on chips from AMD that came out last year, <a href=\"https://www.theinformation.com/articles/oracle-assures-investors-ai-cloud-margins-struggles-profit-older-nvidia-chips?rc=c48ukx\">the report said</a>.</p>",
            "published_at": "2025-10-17T03:54:38.209Z",
            "url": "https://www.theinformation.com/briefings/oracle-raises-ai-cloud-revenue-projection-struggles-profit-older-nvidia-chips?unlock=ff02ea&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-raises-ai-cloud-revenue-projection-struggles-profit-older-nvidia-chips?unlock=ff02ea&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16093,
            "guid": "5193d9",
            "headline": "Exclusive: Brazilian Fintech CloudWalk Hits $1.2 Billion Annualized Revenue",
            "dek": "The company, backed by DST Global and Coatue Management, recently completed a tender offer valuing it at $3 billion.",
            "source_url": "https://www.theinformation.com/articles/bessemer-bets-war-worries-europe?rc=khe6an",
            "source_label": "The Information",
            "body": "<p>Brazilian fintech CloudWalk, a business payments startup, passed $1.2 billion in annualized revenue in September, about double the revenue pace from the same time last year, the company said. It was also on pace for $128 million in net income.</p>\n\n<p>The company, backed by DST Global and Coatue Management,&nbsp;recently completed a tender offer valuing it at $3 billion, another person said. &nbsp;Investors&nbsp;included Marathon Management Partners, StepStone Group, NewView Capital and Massachusetts Institute of Technology. A CloudWalk spokesperson wouldn’t comment on the transaction but said the price wouldn’t reflect its true valuation.</p>\n\n<p>CloudWalk CEO Luis Silva said in an interview hat the company didn’t have an “official timeline” to go public but said it would “definitely consider” the move “if there is a really nice window” for public offerings.</p>",
            "published_at": "2025-10-16T22:09:07.735Z",
            "url": "https://www.theinformation.com/briefings/cloudwalk-hits-1-2-billion-annualized-revenue?unlock=5193d9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/cloudwalk-hits-1-2-billion-annualized-revenue?unlock=5193d9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 47748,
                    "display_name": "Cory Weinberg"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16092,
            "guid": "007009",
            "headline": "Exclusive: CoreWeave Hires Ex-AWS Executive as Chief Revenue Officer",
            "dek": "The Information first reported Jones’ departure from AWS last month. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>CoreWeave has hired Jon Jones, the former head of Amazon Web Services’ global startups and venture capital business, as its first chief revenue officer, the company confirmed Thursday.</p>\n\n<p>The Information <a href=\"https://www.theinformation.com/briefings/amazon-web-services-head-startups-departs\">first reported</a> Jones’ departure from AWS last month. He had been in the role for just one year and had mostly focused on landing business from AI startups.</p>\n\n<p>Coreweave, which rents artificial intelligence cloud computing services to companies like OpenAI, went public this March.</p>",
            "published_at": "2025-10-16T19:57:23.290Z",
            "url": "https://www.theinformation.com/briefings/exclusive-coreweave-hires-ex-aws-executive-chief-revenue-officer?unlock=007009&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-coreweave-hires-ex-aws-executive-chief-revenue-officer?unlock=007009&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                },
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16091,
            "guid": "56b127",
            "headline": "Ron Conway Criticizes Benioff’s Trump Support, Quits Salesforce Nonprofit",
            "dek": "‘I now barely recognize the person I have so long admired,’ the investor wrote in an email to the Salesforce CEO.",
            "source_url": "https://www.nytimes.com/2025/10/16/us/salesforce-resign-benioff-ron-conway.html?smid=nytcore-ios-share&referringSource=articleShare",
            "source_label": "The New York Times",
            "body": "<p>Ron Conway, the venture capitalist and <a href=\"http://google.com/search?q=ron+conway+site%3Atheinformation.com&rlz=1C5GCEM_enUS1146US1146&oq=ron+conway+site%3Atheinformation.com&gs_lcrp=EgZjaHJvbWUyBggAEEUYOdIBCDUwODRqMGo3qAIAsAIA&sourceid=chrome&ie=UTF-8\">major Democratic party donor</a>, has left the board of the Salesforce Foundation and criticized Salesforce CEO Marc Benioff’s recent cheerleading of President Donald Trump.</p>\n\n<p>A week ago, Benioff told The New York Times that he <a href=\"https://www.theinformation.com/briefings/benioff-says-trump-deploy-troops-san-francisco?rc=sslhyj\">supports Trump sending troops</a> into San Francisco to combat crime, a comment that has sparked outrage within the cities’ liberal circles.</p>\n\n<p>“It saddens me immensely to say that with your recent comments, and failure to understand their impact, I now barely recognize the person I have so long admired,” Conway wrote in an email to Benioff. Conway had served on the Salesforce for a decade, and his friendship with Benioff, who was once seen as a leader for left-wing ideas in San Francisco, dates back even further.</p>",
            "published_at": "2025-10-16T19:24:59.133Z",
            "url": "https://www.theinformation.com/briefings/ron-conway-criticizes-benioffs-trump-support-quits-salesforce-nonprofit?unlock=56b127&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/ron-conway-criticizes-benioffs-trump-support-quits-salesforce-nonprofit?unlock=56b127&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1295534,
                    "display_name": "Abram Brown"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16090,
            "guid": "8f0320",
            "headline": "Deel’s Valuation Rises to $17 Billion in $300m Fundraise",
            "dek": "Human resources and payroll startup Deel has raised $300 million at a $17.3 billion valuation.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Human resources and payroll startup Deel has raised $300 million at a $17.3 billion valuation, bringing in a new investor that led the fundraising round, Ribbit Capital.</p>\n\n<p>The startup, which is battling a high-profile lawsuit from arch-rival Rippling over allegations Deel’s top brass recruited and paid a now-former Rippling employee to spy on behalf of the firm, announced the round on Wednesday. Deel has denied the accusations and has counter-sued Rippling for defamation.</p>\n\n<p>In a statement, Deel CEO Alex Bouaziz said the fundraising represented a “doubling down” on the company’s global payroll infrastructure the firm had built. Bouaziz said the cash&nbsp;would help fund strategic acquisitions as the firm aims&nbsp;to supply payroll services to more than 100 countries over the next four years. Existing Deel investors, Andreessen Horowitz, Coatue Management and General Catalyst also contributed to the round, the company said. “We have been fans of Deel for a long time, it’s a brand companies trust and we’re excited to invest,” said Micky Malka, founder at Ribbit Capital.</p>",
            "published_at": "2025-10-16T15:18:26.917Z",
            "url": "https://www.theinformation.com/briefings/deels-valuation-rises-17-billion-300m-fundraise?unlock=8f0320&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/deels-valuation-rises-17-billion-300m-fundraise?unlock=8f0320&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16089,
            "guid": "cebe02",
            "headline": "Microsoft Adds New AI Tools to Windows ",
            "dek": "The new push comes as Microsoft aims to convince more consumers to use its AI Copilot features.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Microsoft is adding new AI features to its forthcoming Windows 11 operating system that will let users speak to their computer to automate tasks like locating and editing files, organizing tabs, or managing calendar events, the company announced on Thursday.</p>\n\n<p>The new push comes as Microsoft aims to convince more consumers to use its AI Copilot features, which are primarily powered by models from OpenAI. Microsoft previously only offered most of the AI features to people who bought one of its so-called Copilot+ PCs built with more heavy-duty chips meant for running AI, but the new Windows 11 update will make the features available for all users in the coming months. Microsoft is ending support for Windows 10 this month, which will lead to a surge of people upgrading to the new operating system.</p>\n\n<p>With the new update, users will be able to “wake” the AI by saying “Hey, Copilot” out loud, or by typing prompts into a Copilot tab at the bottom of their screen, just as people wake virtual assistants from Google, Amazon and Apple. In addition to acting as a general-purpose chatbot similar to ChatGPT, Copilot can automatically take actions on people’s PCs, such as closing applications that are using up a lot of memory, adjusting system settings, or searching through files.</p>\n\n<p>Microsoft isn’t the only software firm trying to make AI features stick on people’s computer operating systems—Apple recently announced similar AI features earlier this year, but most of those have yet to arrive in its latest MacOS update, and the company’s development of AI features has been <a href=\"https://www.theinformation.com/articles/apple-losing-ground-ai-talent-war-just-money?rc=geicgp\">plagued by setbacks</a>.</p>",
            "published_at": "2025-10-16T15:11:25.574Z",
            "url": "https://www.theinformation.com/briefings/microsoft-adds-new-ai-tools-windows?unlock=cebe02&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-adds-new-ai-tools-windows?unlock=cebe02&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16088,
            "guid": "43e8e8",
            "headline": "DoorDash and Waymo Partner on Autonomous Deliveries",
            "dek": "Waymo already partners with Uber on ride-hailing and is now expanding its business to include food delivery.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>DoorDash unveiled a partnership with Alphabet’s Waymo, under which the restaurant-delivery firm will use Waymo autonomous vehicles for deliveries, starting with the Phoenix area. The arrangement is the latest step by Waymo to expand its business, following a partnership it has with Uber&nbsp;to provide ride-hailing service using Waymo vehicles in certain cities.</p>\n\n<p>As part of the deal, DoorDash’s subscribers—customers who subscribe for discounted service—will get discounts on Waymo rides in several cities through the end of the year. But the heart of the arrangement is expanding Waymo’s autonomous ridehailing service to restaurant delivery, echoing how ride hailing giant Uber also runs a food delivery service.</p>\n\n<p>Precisely how a Waymo vehicle would deliver food to a customers’ front door isn’t clear, although the companies said DoorDash would use its “autonomous delivery platform,” which includes robots.</p>",
            "published_at": "2025-10-16T13:00:53.621Z",
            "url": "https://www.theinformation.com/briefings/doordash-waymo-partner-autonomous-deliveries?unlock=43e8e8&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/doordash-waymo-partner-autonomous-deliveries?unlock=43e8e8&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16087,
            "guid": "07675e",
            "headline": "TSMC CEO: Preparing for U.S. Plant’s Faster Upgrade to Advanced Technology",
            "dek": "The world’s largest chip maker is expanding its U.S. production capacity while navigating  geopolitical tensions.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Taiwan Semiconductor Manufacturing Co. said it is preparing for a faster upgrade of its Arizona plant’s technology to the advanced 2-nanometer process, and the chip maker is close to securing a second large plot of land near the current site in order to expand the U.S. plant’s capacity.</p>\n\n<p>“We continue to speed up our capacity expansion in Arizona. We are making tangible progress,” TSMC Chair and CEO C.C. Wei said during a conference call after the world’s largest chip maker, whose major customers include Nvidia and Apple, reported a 39% jump in net profit.</p>\n\n<p>Wei didn’t provide a timeframe for the U.S. plant’s faster technology upgrade. The additional land in Arizona will provide the company with more flexibility to respond to “very strong multi-year AI-related demand,” he said.</p>\n\n<p>TSMC’s Arizona plant began production last year, and the company said earlier this year that it would invest $100 billion to expand its manufacturing in the U.S.—in addition to the $65 billion investment it had announced earlier.</p>\n\n<p>TSMC’s U.S. expansion comes at a time when the global semiconductor industry is dealing with new challenges stemming from geopolitical tensions between Washington and Beijing. While U.S. export controls have limited China’s access to Nvidia’s advanced chips, China is also trying to use more domestic chips produced by Chinese manufacturers in order to reduce its dependence on Nvidia.</p>\n\n<p>Wei said he is confident that TSMC will achieve robust growth even if China’s market opportunity becomes limited.</p>\n\n<p>“If the China market is not available, I still think AI’s growth will be very dramatic,” he said.</p>",
            "published_at": "2025-10-16T08:32:02.994Z",
            "url": "https://www.theinformation.com/briefings/tsmc-ceo-preparing-u-s-plants-faster-upgrade-advanced-technology?unlock=07675e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tsmc-ceo-preparing-u-s-plants-faster-upgrade-advanced-technology?unlock=07675e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16086,
            "guid": "f3519c",
            "headline": "Microsoft Aims to Make Most New Products Outside China From 2026",
            "dek": "As geopolitical tensions have escalated, U.S. tech giants are trying to reduce their dependence on China’s supply chain.",
            "source_url": "https://asia.nikkei.com/spotlight/supply-chain/microsoft-aims-to-make-most-new-products-outside-china-from-2026-sources",
            "source_label": "Nikkei Asia",
            "body": "<p>Microsoft aims to produce the majority of its new products including laptops and servers outside China as early as next year, Nikkei Asia reported.</p>\n\n<p>The move is part of the U.S. tech giant’s ongoing effort to reduce its dependence on China’s domestic supply chain amid geopolitical tensions between Washington and Beijing.</p>\n\n<p>Microsoft has asked multiple suppliers to prepare for production outside China of its Surface devices and data center servers, including key components and assembly of those products, according to the report, which cited people briefed on the plans.</p>\n\n<p>Amazon Web Services and Google are also making changes to the supply chains for their data center servers, Nikkei Asia said. AWS is considering reducing its sourcing from a longtime Chinese supplier, while Google is asking suppliers to expand their production in Thailand, according to the report.</p>",
            "published_at": "2025-10-16T05:48:56.860Z",
            "url": "https://www.theinformation.com/briefings/microsoft-aims-make-new-products-outside-china-2026?unlock=f3519c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-aims-make-new-products-outside-china-2026?unlock=f3519c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16085,
            "guid": "304cae",
            "headline": "Anthropic Gets Ready for Startup M&A",
            "dek": "Potential M&A targets could help boost Anthropic’s models, products and their underlying tech\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>In recent weeks, Anthropic has told investment bankers it seeks to do more acquisitions, <a href=\"https://www.theinformation.com/articles/anthropic-gets-ready-go-startup-shopping?rc=8tzurb\">The Information reported</a> Wednesday.&nbsp; The Claude developer is interested in potential M&amp;A opportunities that could enhance its artificial intelligence models and products as well as the technology underlying them.</p>\n\n<p>Potential M&amp;A targets could help Anthropic expand its capabilities beyond coding-related tasks, which makes up the majority of the company’s revenue. It could also use acquisitions to develop products in other industries, such as financial services, healthcare and cybersecurity.</p>\n\n<p>The company has also expanded its corporate development team, which reports to Chief Financial Officer Krishna Rao and is made up of former bankers and venture capitalists. Former SoftBank Vision Fund partner Andrew Zloto leads the corporate development team, which also includes former Morgan Stanley and Qatalyst Partners bankers Vu Bui, James Black, and Bryan Seethor.</p>",
            "published_at": "2025-10-15T23:49:55.399Z",
            "url": "https://www.theinformation.com/briefings/anthropic-gets-ready-startup-m?unlock=304cae&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-gets-ready-startup-m?unlock=304cae&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16084,
            "guid": "bd3b66",
            "headline": "Anthropic Nears $7 Billion in Annualized Revenue",
            "dek": "The company is reported to target as much as $26 billion in annualized revenue by the end of next year. ",
            "source_url": "",
            "source_label": "Reuters",
            "body": "<p>Anthropic is nearing $7 billion in annualized revenue this month, according to a company spokesperson. That’s up from around $5&nbsp;billion in July.</p>\n\n<p>The maker of Claude has also projected annualized revenue will climbed to $9 billion by year-end and between $20 billion to $26 billion in annualized revenue by the end of 2026, according to Reuters.</p>\n\n<p>The projections appear higher than those Anthropic gave investors earlier this year. The maker of the Claude chatbot said it expected to generate between roughly $2 billion and $4 billion in revenue this year and between about $5 billion and $12 billion in total revenue in 2026.</p>\n\n<p>Annualized revenue, a measure of the last month’s revenue multiplied by 12, tends to be higher than aggregate revenue. Its latest projections for total revenue couldn’t be learned. A spokesperson declined to comment on the projections.</p>\n\n<p>Anthropic raised $13 billion in September at a $170 billion valuation before the investment. VC firm Iconiq, along with Lightspeed Venture Partners and Fidelity Management, co-led the round.</p>\n\n<p><em>The brief has been updated with a confirmation of Anthropic’s current revenue pace.</em></p>",
            "published_at": "2025-10-15T22:52:59.961Z",
            "url": "https://www.theinformation.com/briefings/anthropic-said-target-26-billion-annualized-revenue-2026?unlock=bd3b66&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-said-target-26-billion-annualized-revenue-2026?unlock=bd3b66&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16083,
            "guid": "4b6fa0",
            "headline": "Exclusive: Poolside in Talks With CoreWeave-Backer Magnetar for New Funding",
            "dek": "Poolside, a two-year-old startup that had been developing artificial intelligence coding assistants, also said CoreWeave would supply it with 40,000 Nvidia chips. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Poolside, a two-year-old startup that had been developing artificial intelligence coding assistants, is in talks to raise money from Magnetar, a hedge fund that is a major backer of CoreWeave, for the first time, according to a person with direct knowledge of the fundraising discussions. Magnetar’s potential involvement hasn’t previously been reported.</p>\n\n<p>The startup is seeking to raise around $2 billion at a $12 billion valuation, not including the investment, according to a second person familiar with the plans. The startup has been fundraising while it embarks on an ambitious shift in strategy to developing foundation models and the infrastructure to train them. On Wednesday it announced plans to build a data center in West Texas and said cloud computing company CoreWeave will be the anchor tenant for the first phase of the project, under a 15-year lease. The project will generate 250 megawatts of capacity, with room to expand by an additional 500 megawatts.</p>\n\n<p>Under terms of the partnership, CoreWeave will also give it access to more than 40,000 Nvidia graphic processing units. Poolside’s new funding plans will help it pay for those chips, Bloomberg reported.</p>\n\n<p>Poolside was co-founded by Jason Warner, one of the creators of GitHub’s Copilot coding assistant. Last year, Poolside raised $500 million at a $3 billion valuation. It’s not clear how much money its first products, launched a year ago, had generated. Last year it generated $10 million in revenue, <a href=\"https://www.theinformation.com/articles/openais-gpt-4-5-underwhelms-is-poolside-worth-5-billion?rc=zjctrx\">The Information previously reported</a>.</p>\n\n<p>The Wall Street Journal was first to report Poolside’s talks to raise money.</p>",
            "published_at": "2025-10-15T22:05:22.668Z",
            "url": "https://www.theinformation.com/briefings/exclusive-poolside-talks-coreweave-backer-magnetar-new-funding?unlock=4b6fa0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-poolside-talks-coreweave-backer-magnetar-new-funding?unlock=4b6fa0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1608818,
                    "display_name": "Natasha Mascarenhas"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16082,
            "guid": "ebee2a",
            "headline": "Meta and Arm Announce New Partnership",
            "dek": "Meta will use Arm’s data center platforms to power the ranking and recommendation systems for its social media apps.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Meta Platforms and semiconductor company Arm on Wednesday announced a partnership where Meta will use Arm’s data center platforms to power the ranking and recommendation systems for its social media apps, <a href=\"https://newsroom.arm.com/news/arm-meta-strategic-partnership\">according to a blog post</a>.</p>\n\n<p>The announcement comes after Meta CEO Mark Zuckerberg last month said his company planned to spend “something like at least $600 billion” through 2028 on data centers and other infrastructure in the U.S. Over the past year, Meta has ramped up its capital expenditures as it expands its computing capacity for its artificial intelligence efforts.</p>",
            "published_at": "2025-10-15T19:14:59.987Z",
            "url": "https://www.theinformation.com/briefings/meta-arm-announce-new-partnership?unlock=ebee2a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-arm-announce-new-partnership?unlock=ebee2a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1513375,
                    "display_name": "Kalley Huang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        }
    ]
}