{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16058,
            "guid": "20d71b",
            "headline": "China Opens Antitrust Investigation Into Qualcomm",
            "dek": "The probe follows several antitrust cases against other U.S. tech firms including Nvidia and Google.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>China has launched an antitrust investigation into Qualcomm over its acquisition of Israeli startup Autotalks, in another salvo at the U.S. weeks ahead of a planned meeting between President Trump and Chinese leader Xi Jinping.</p>\n\n<p>The State Administration for Market Regulation, which oversees antitrust and other issues, said Qualcomm failed to file for regulatory review of the Autotalks deal in accordance with Chinese antitrust law, according to a brief statement on Friday by the agency. Qualcomm bought Autotalks, which provides technology that enables communication between vehicles and their surroundings, in June.</p>\n\n<p>The Qualcomm investigation followed earlier antitrust probes into other U.S. tech firms including Nvidia and Google. Earlier this week, China tightened export restrictions on rare earth. The two countries’ leaders are expected to meet in person on the sidelines of the Asia-Pacific Economic Cooperation Summit in South Korea in November.</p>",
            "published_at": "2025-10-10T12:10:10.946Z",
            "url": "https://www.theinformation.com/briefings/china-opens-antitrust-investigation-qualcomm?unlock=20d71b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-opens-antitrust-investigation-qualcomm?unlock=20d71b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1459572,
                    "display_name": "Jing Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16057,
            "guid": "656e38",
            "headline": "Reflection AI Raises $2 Billion From Nvidia and Others at $8 Billion Valuation",
            "dek": "The deal is a dramatic markup from Reflection’s last private market valuation of $545 million in March.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Reflection AI, a New York-based startup building open-source models to rival labs like China’s Deepseek, said it has raised $2 billion in venture capital at an $8 billion valuation including the investment. The Information first reported the <a href=\"https://www.theinformation.com/articles/reflection-ai-targets-1-billion-take-meta-deepseek-open-source?rc=cmz1ru\">deal talks.</a></p>\n\n<p>Nvidia invested about $800 million into the round, according to the New York Times. The deal is a dramatic markup from Reflection’s last private market valuation of $545 million in March. Other investors in the company include Lightspeed Venture Partners, Sequoia Capital and 1789 Capital, which is linked to Donald Trump, Jr.</p>\n\n<p>Reflection will use the money to develop new technology as the founders, Misha Laskin and Ioannis Antonoglou, try to build Reflection as the U.S.-based provider of open-source AI models, which is a capital intensive endeavor</p>",
            "published_at": "2025-10-10T05:37:09.589Z",
            "url": "https://www.theinformation.com/briefings/reflection-ai-raises-2-billion-nvidia-others-8-billion-valuation?unlock=656e38&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/reflection-ai-raises-2-billion-nvidia-others-8-billion-valuation?unlock=656e38&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1608818,
                    "display_name": "Natasha Mascarenhas"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16056,
            "guid": "3032d2",
            "headline": "Coinbase, Mastercard in Talks to Buy Stablecoin Startup BVNK",
            "dek": "The sale price for a deal, if it happens, could be between $1.5 billion and $2.5 billion, Fortune reported. ",
            "source_url": "https://fortune.com/crypto/2025/10/09/bvnk-acquisition-coinbase-mastercard-stablecoins/",
            "source_label": "Fortune",
            "body": "<p>Coinbase and Mastercard have each held advanced talks to buy BVNK, a London-based stablecoin infrastructure firm, in a deal that could value the startup at between $1.5 billion and $2.5 billion, Fortune reported, citing people familiar with the deal.</p>\n\n<p>The talks are not finalized and may not result in a deal, but Coinbase appears to have a lead over Mastercard in the bid, the publication said.&nbsp;Founded in 2021, BVNK helps enterprises such as Deel and Worldpay process stablecoin payments. It is a competitor to Bridge, the stablecoin infrastructure firm acquired by Stripe for $1.1 billion this year. BVNK, which is backed by Haun Ventures, Coinbase Ventures, Visa, and Citi Ventures, raised $50 million at a $750 million valuation in January.</p>\n\n<p>A Coinbase spokesperson said the company doesn’t comment on rumors or speculation. Mastercard and BVNK&nbsp;didn’t immediately respond to inquiries.</p>",
            "published_at": "2025-10-09T23:56:26.511Z",
            "url": "https://www.theinformation.com/briefings/coinbase-mastercard-talks-buy-stablecoin-startup-bvnk?unlock=3032d2&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coinbase-mastercard-talks-buy-stablecoin-startup-bvnk?unlock=3032d2&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16055,
            "guid": "452b20",
            "headline": "Google, Amazon Launch New Suites in Battle for AI Spending",
            "dek": "Google and Amazon are both rebranding AI search and agent-building products in the hopes of getting more of their customers to increase their spending. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google and Amazon, as part of their competition for corporate AI spending, both announced new suites of products that make it easier for employees to find corporate data and automate multi-step work tasks.</p>\n\n<p>Both companies are essentially giving their existing AI search and agent-building products a fresh coat of paint by adding new features and more connections to third-party apps. Their goal is to make AI accessible to non-technical users and boost productivity, delivering the kind of return on investment that could convince companies to spend more on AI.</p>\n\n<p>Google and Amazon are both well-equipped to succeed in AI, as they both have thousands of customers that already store their data on their clouds. But Glean, a startup led by a former Google engineer, has attracted considerable buzz by being the first to show how AI could help workers find data and files scattered across business applications and databases.</p>",
            "published_at": "2025-10-09T23:43:44.939Z",
            "url": "https://www.theinformation.com/briefings/google-amazon-launch-new-suites-battle-ai-spending?unlock=452b20&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-amazon-launch-new-suites-battle-ai-spending?unlock=452b20&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16054,
            "guid": "7bfa5e",
            "headline": "OpenAI Tells EU That Google, Apple, Microsoft Could Stifle Competition",
            "dek": "OpenAI reportedly said it faced “difficulties” competing with those companies because of “the lock-in of customers by large platforms.\"",
            "source_url": "https://www.bloomberg.com/news/articles/2025-10-09/openai-warns-eu-antitrust-watchdogs-of-big-tech-s-data-dominance",
            "source_label": "Bloomberg",
            "body": "<p>OpenAI told Europe’s top antitrust regulator that big tech firms including Microsoft, Google, and Apple could be difficult for the startup to compete against, Bloomberg reported Thursday.</p>\n\n<p>During a Sept. 24 meeting with EU antitrust chief Teresa Ribaldi, OpenAI said it faced “difficulties” competing with those companies because of “the lock-in of customers by large platforms,” according to the report. OpenAI has business relationships with those companies, but it increasingly competes with Google in selling AI software to consumers and businesses, and plans to compete against Apple in AI-powered consumer devices.</p>\n\n<p>Despite the apparent difficulties, OpenAI said this week its chatbot has 800 million weekly users. The company has generated unprecedented revenue growth from subscriptions to the chatbot along with unprecedented cash burn from its spending on servers to power its artificial intelligence.</p>",
            "published_at": "2025-10-09T23:33:14.105Z",
            "url": "https://www.theinformation.com/briefings/openai-tells-eu-google-apple-microsoft-stifle-competition?unlock=7bfa5e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-tells-eu-google-apple-microsoft-stifle-competition?unlock=7bfa5e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16053,
            "guid": "2fe923",
            "headline": "Murati to Be Deposed, Musk Seeks ‘Brockman Memo’ From Sutskever",
            "dek": "Both former OpenAI executives could have information relevant to Musk’s lawsuit against OpenAI.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The court overseeing Elon Musk’s breach of charitable trust lawsuit against OpenAI has ordered the company’s former CTO Mira Murati to be deposed, seeking information such as “the extent to which [OpenAI CEO] Altman was sidelining safety procedures in the pursuit of commercial interests,” according to a legal filing from Musk’s lawyers. The court’s decision follows a deposition of OpenAI co-founder and former chief scientist Ilya Sutskever last week.</p>\n\n<p>Musk’s lawyers are seeking further information from Sutskever concerning his financial interests in OpenAI, which could include rights to OpenAI’s future profits, and a document called the “Brockman Memo,” an apparent reference to OpenAI’s president and co-founder Greg Brockman.&nbsp;Sutskever’s lawyers say that details of his financial interests are “a constitutionally protected privacy interest.”&nbsp;The court has initially denied Musk’s request because his lawyers filed the document after midnight on the deadline. Musk’s lawyers contend that they encountered a technical difficulty that delayed the filing to 12:08 a.m. The court has asked Musk’s lawyers whether their attempts to submit the filing meet the court’s criteria for a deadline extension.</p>\n\n<p>Lawyers for OpenAI and Microsoft opposed the request to depose Murati, saying Musk missed the deadline and the timing would give Musk an unfair advantage. Musk’s lawyers said they attempted to serve Murati a deposition subpoena eleven times with no success. The court found that “OpenAI is mistaken” about the timing issue and “Musk’s motion has merit.”</p>\n\n<p>These are just the latest conflicts over evidence discovery in the Musk-Altman lawsuit, in which lawyers for both sides have frequently asked the court to intervene to force the other side to produce more documents. Musk, a co-founder and early donor to OpenAI, is suing the ChatGPT maker <a href=\"https://www.theinformation.com/articles/musks-legal-battle-openais-structure-total-long-shot\">for a variety of claims</a>, including that OpenAI has allegedly violated its charitable mission by acting as a for-profit company.</p>\n\n<p><em>This story has been updated to reflect the latest filings concerning Sutskever.</em></p>",
            "published_at": "2025-10-09T22:32:29.142Z",
            "url": "https://www.theinformation.com/briefings/murati-deposed-musk-seeks-brockman-memo-sutskever?unlock=2fe923&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/murati-deposed-musk-seeks-brockman-memo-sutskever?unlock=2fe923&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16052,
            "guid": "3125d4",
            "headline": "Shopify General Counsel to Take Over COO Role, Revenue Chief Departs",
            "dek": "Prior to joining Shopify, Jessica Hertz held roles in the Biden White House and at Meta.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Jessica Hertz will become Shopify’s chief operating officer, she said in a LinkedIn post on Thursday. Hertz joined Shopify as the e-commerce software maker’s general counsel in late 2021. Prior to joining Shopify, she worked in the Biden administration and at Meta. Shopify’s previous COO Kaz Nejatian left the company last month to become CEO at real estate tech firm Opendoor.</p>\n\n<p>“Jess has spent four years deeply understanding our business and rewiring how we operate, building systems in legal, talent, and across the company that scale,“ a Shopify spokesperson said in a statement.&nbsp;“She thinks from first principles, ships smart fixes, and combines public sector and technology experience with proven execution. As COO, she’ll help us move faster and deliver more for merchants.”</p>\n\n<p>Also on Thursday, Shopify’s chief revenue officer Bobby Morrison said in a LinkedIn post he was leaving the company. Morrison, who joined the company in mid-2022, helped oversee a push for Shopify to <a href=\"https://www.theinformation.com/articles/shopifys-trojan-horse-to-beat-salesforce?rc=d8mrkd\">sell more of its e-commerce software to larger enterprise customers</a> and win market share from larger competitors like Salesforce and Adobe. Morrison didn’t specify any future plans in his post.</p>",
            "published_at": "2025-10-09T18:10:18.377Z",
            "url": "https://www.theinformation.com/briefings/shopify-general-counsel-take-coo-role?unlock=3125d4&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/shopify-general-counsel-take-coo-role?unlock=3125d4&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 14464,
                    "guid": "06a40f5e94",
                    "title": "Shopify’s ‘Trojan Horse’ to Beat Salesforce",
                    "url": "https://www.theinformation.com/articles/shopifys-trojan-horse-to-beat-salesforce?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16051,
            "guid": "359ada",
            "headline": "SoftBank-Owned PayPay Takes 40% Stake in Binance Japan",
            "dek": "Japanese mobile payment app PayPay is also gearing up to go public in the U.S. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>SoftBank-owned PayPay, a major mobile payment app in Japan, <a href=\"https://www.prnewswire.com/news-releases/paypay-and-binance-japan-form-capital-and-business-alliance-302579363.html\">said</a> it has acquired a 40% equity stake in Binance Japan, a subsidiary of the world’s largest crypto exchange Binance.</p>\n\n<p>The deal could help Binance Japan gain ground in the country, where global crypto platforms have faced intense competition from local players. The companies will explore allowing Binance Japan users to buy and cash out of crypto using PayPay Money, its app for verified users. They did not disclose the terms of the transaction.</p>\n\n<p>In August, PayPay <a href=\"https://www.theinformation.com/briefings/softbank-owned-payments-app-paypay-files-listing\">said</a> it filed confidentially for a U.S. listing and will continue to be a subsidiary of SoftBank after going public. If the listing goes through, it could be the largest initial public offering for a Japanese company on a US stock exchange.</p>",
            "published_at": "2025-10-09T18:05:44.668Z",
            "url": "https://www.theinformation.com/briefings/softbank-owned-paypay-takes-40-stake-binance-japan?unlock=359ada&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/softbank-owned-paypay-takes-40-stake-binance-japan?unlock=359ada&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16050,
            "guid": "791391",
            "headline": "Andreessen Horowitz Hires Former VMware CEO as General Partner ",
            "dek": "Raghuram will be a general partner investing in infrastructure and growth startups. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Andreessen Horowitz has hired Raghu Raghuram, former chief executive of VMware, as its newest general partner, according to firm’s co-founder Ben Horowitz. Raghuram will serve as a general partner investing in AI infrastructure and growth-stage companies.</p>\n\n<p>Raghuram worked at VMware for two decades. He left his role as chief executive after the business was sold to Broadcom in 2023 for over $60 billion. The hire comes after Scott Kupor, a former managing partner at Andreessen Horowitz, left the firm to join the Trump administration. Raghuram will help manage the firm’s day-to-day operations as a managing partner as well as invest, Horowitz said.</p>\n\n<p>In an interview, Raghuram said that he’ll be advising portfolio companies on getting access to compute capacity and infrastructure, including through Andreessen Horowitz’s Oxygen program, which connects startups in the portfolio to a stockpile of Nvidia chips. He’ll be looking at startups trying to find new breakthroughs in cloud infrastructure, from faster networking to more efficient storage and security approaches.</p>\n\n<p>“There are big time CEOs who run large companies, and then there are great technologists who run the whole infrastructure landscape and strategy – but there aren’t very many that can do both,” Horowitz said. “You can count them on one hand – it’s like Raghu, and Jensen [Huang].”</p>",
            "published_at": "2025-10-09T14:17:43.223Z",
            "url": "https://www.theinformation.com/briefings/andreessen-horowitz-hires-former-vmware-ceo-general-partner?unlock=791391&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/andreessen-horowitz-hires-former-vmware-ceo-general-partner?unlock=791391&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1608818,
                    "display_name": "Natasha Mascarenhas"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16049,
            "guid": "cf0aa0",
            "headline": "Tesla’s ‘Full Self-Driving’ Probed By U.S. Regulator ",
            "dek": "Regulators said they’d identified 58 reports of vehicles using the software running red lights and violating other traffic laws",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tesla’s driver assistance technology known as “Full Self-Driving” is being probed by U.S. auto safety regulators, who said they’d identified 58 reports of vehicles using the software running red lights and violating other traffic laws.</p>\n\n<p>The National Highway Traffic Safety Administration’s new probe was disclosed in documents posted on its <a href=\"https://www.nhtsa.gov/?nhtsaId=PE25012\">website</a>. Last year, the agency <a href=\"https://www.theinformation.com/briefings/u-s-probes-tesla-self-driving-software-following-fatal-crash\">opened a separate probe</a> into the software over crashes in low visibility conditions such as sun glare and fog. Last year it also closed an investigation that it had opened in 2021 into Autopilot, Tesla’s less advanced driver assistance system.</p>\n\n<p>The new Tesla probe could force the company to recall and make changes to its software. The agency announced the probe days after Tesla released the latest version of the Full Self-Driving software, known as version 14, which CEO Elon Musk has hyped as a major upgrade over the previous iteration. Tesla shares were down 2% early Thursday.</p>",
            "published_at": "2025-10-09T13:45:48.755Z",
            "url": "https://www.theinformation.com/briefings/teslas-full-self-driving-probed-u-s-regulator?unlock=cf0aa0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/teslas-full-self-driving-probed-u-s-regulator?unlock=cf0aa0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16048,
            "guid": "43f94f",
            "headline": "China Tightens Rare Earth Export Controls ",
            "dek": "Beijing’s new rules for the export of rare earths for semiconductor uses could affect Nvidia’s supply chain. \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>China on Thursday announced additional export controls on rare earths, expanding restrictions on critical minerals that are used in the manufacturing of everything from gadgets to electric vehicles to defense systems.</p>\n\n<p>Under the new rules, exports for overseas military applications won’t be allowed, while exports for uses in semiconductors and chip manufacturing equipment will require approval on a case-by-case basis, China’s Ministry of Commerce said. The new rules, which expanded from earlier restrictions announced in April, also limit&nbsp;the export of technologies used for rare earth production and recycling.</p>\n\n<p>The new rules could affect chip giants like Nvidia, if the company’s suppliers need to apply for Beijing’s licenses in order to purchase large quantities of rare earths from China. Rare earths are used in several components for Nvidia chips and servers, such as those&nbsp;in the cooling system.</p>\n\n<p>China produces the vast majority of the world’s rare earths. As U.S.-China geopolitical tensions have escalated in recent years, China’s control of rare earths has given Beijing leverage in its trade negotiations with Washington.</p>",
            "published_at": "2025-10-09T08:04:56.793Z",
            "url": "https://www.theinformation.com/briefings/china-tightens-rare-earth-export-controls?unlock=43f94f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-tightens-rare-earth-export-controls?unlock=43f94f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                },
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16047,
            "guid": "2e6a9b",
            "headline": "Elon Musk and X Settle Unpaid Severance Lawsuit from Ex-Twitter Executives ",
            "dek": "The four executives sued Musk last year over what they said was $128 million in unpaid severance. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Elon Musk and his social media site X, formerly known as Twitter, have settled a lawsuit from four top Twitter executives that Musk fired after acquiring the company in 2022.</p>\n\n<p>Former Twitter CEO Parag Agrawal, chief financial officer Ned Segal, chief legal officer Vijaya Gadde and general counsel Sean Edgett reached a settlement with Musk and X, according to California federal court filings. The four executives <a href=\"https://www.theinformation.com/briefings/former-twitter-executives-sue-elon-musk-for-128-million\">sued Musk last year</a> over what they said was $128 million in unpaid severance, including a nearly $60 million Agrawal said he was owed. The value and terms of the settlement were not disclosed in the new court filings.</p>\n\n<p>The executives’ initial lawsuit claimed that Musk fired them “for cause” in “sham designed to deprive Plaintiffs of their severance benefits.” Musk had repeatedly criticized Twitter’s former leadership before and after taking over the company.</p>",
            "published_at": "2025-10-08T19:06:14.429Z",
            "url": "https://www.theinformation.com/briefings/elon-musk-x-settle-unpaid-severance-lawsuit-ex-twitter-executives?unlock=2e6a9b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musk-x-settle-unpaid-severance-lawsuit-ex-twitter-executives?unlock=2e6a9b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16046,
            "guid": "c686cf",
            "headline": "Apple and Meta Poised to Settle Antitrust Issues in Europe",
            "dek": "The two U.S. tech companies will change business practices ",
            "source_url": "https://www.ft.com/content/74a31a0f-d4d2-4681-9ce8-3a1b5a7632dc",
            "source_label": "Financial Times",
            "body": "<p>Apple and Meta are on the verge of settling antitrust cases with European Union regulators over alleged violations of the bloc’s Digital Markets Act, the Financial Times reported.</p>\n\n<p>The EU had already fined the two companies a combined €700 million over alleged violations of parts of the law, which the EU passed in 2022 to open the door to smaller companies seeking to compete against large tech giants.</p>\n\n<p>Apple was making it difficult for consumers to download software for Apple devices outside of its App Store, which the law requires, European regulators claimed. For Meta, regulators sought changes to the company’s new “pay or consent” system, which gives European consumers the option to either permit data tracking to use its social media apps or pay a subscription fee.</p>\n\n<p>As part of the settlement, the two companies will change their business practices, the outlet reported. In the case of Apple, it could mean a viable option for consumers to download apps outside of the App Store and spur the emergence of viable alternative digital app stores on the iPhone.</p>",
            "published_at": "2025-10-08T17:27:12.498Z",
            "url": "https://www.theinformation.com/briefings/apple-meta-poised-settle-antitrust-issues-europe?unlock=c686cf&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/apple-meta-poised-settle-antitrust-issues-europe?unlock=c686cf&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 538524,
                    "display_name": "Aaron Tilley"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16045,
            "guid": "f3c0e6",
            "headline": "SoftBank Buys ABB’s Struggling Robotics Unit for $5.4 Billion",
            "dek": "SoftBank will have to turn around the division. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>SoftBank Group said Wednesday it had purchased the robotics division of Swiss industrial conglomerate ABB for $5.4 billion, the latest big push for the Japanese firm into robotics.</p>\n\n<p>SoftBank will have to turn around the division. ABB said last quarter it generated about $813 million in revenue from “robotics and discrete automation” last quarter, down about 2% a year due to tariff uncertainty “and declines in most end markets excluding consumer electronics.”</p>\n\n<p>SoftBank said in a press&nbsp;release it hoped to “reignite the robotics business’s growth, particularly through investment in cutting-edge technologies such as AI.”</p>\n\n<p>SoftBank has about 20 robotics-related investments, including startup Skid AI, which is building a foundation model for robotics, and publicly traded AutoStore, which makes robots for warehouse storage.</p>",
            "published_at": "2025-10-08T16:02:18.976Z",
            "url": "https://www.theinformation.com/briefings/softbank-buys-abbs-struggling-robotics-unit-5-4-billion?unlock=f3c0e6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/softbank-buys-abbs-struggling-robotics-unit-5-4-billion?unlock=f3c0e6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 47748,
                    "display_name": "Cory Weinberg"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15662,
                    "guid": "7b957bbca1",
                    "title": "SoftBank’s Heavy Spending on Chip Deals Eyed By Investors",
                    "url": "https://www.theinformation.com/articles/softbanks-heavy-spending-chip-deals-eyed-investors?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16044,
            "guid": "24d0d6",
            "headline": "Data Streaming Firm Confluent Explores Sale",
            "dek": "The company attracts takeover interests after losing one-third of its market value in July. ",
            "source_url": "https://www.reuters.com/business/data-streaming-software-maker-confluent-explores-sale-sources-say-2025-10-08/",
            "source_label": "Reuters",
            "body": "<p>Data streaming platform Confluent is exploring a sale after receiving takeover interest, Reuters <a href=\"https://www.reuters.com/business/data-streaming-software-maker-confluent-explores-sale-sources-say-2025-10-08/\">reported</a>. Shares of Confluent jumped more than 11% on Wednesday morning.</p>\n\n<p>The Mountain View, Calif.-based Confluent helps companies to process real-time, massive data based on the open-source Apache Kafka technology it commercializes.</p>\n\n<p>Shares of Confluent have been sliding the past year. The company lost one-third of its market value in July after CEO Jay Kreps said in an earnings call that sales growth of their cloud products was declining and the company is losing business from a large AI customer.</p>",
            "published_at": "2025-10-08T15:28:32.281Z",
            "url": "https://www.theinformation.com/briefings/data-streaming-firm-confluent-explores-sale?unlock=24d0d6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/data-streaming-firm-confluent-explores-sale?unlock=24d0d6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16043,
            "guid": "a3056d",
            "headline": "Anthropic to Open India Office Next Year as Local Demand Grows",
            "dek": "Competition between OpenAI and Anthropic is heating up in Asia, as both companies accelerate their international expansion. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Anthropic, the startup known for its Claude AI models, is accelerating international expansion with a plan to open an office in India by next year, the second in Asia after Tokyo.</p>\n\n<p>Anthropic CEO Dario Amodei is visiting India this week to meet with public officials and enterprise partners, the company said in a <a href=\"https://www.anthropic.com/news/expanding-global-operations-to-india\">blog post</a> on Wednesday. India ranks second only after the U.S. in terms of Claude usage, predominantly in technical and computer programming-related tasks, the company said.</p>\n\n<p>The India office, to be located in the tech hub of Bangalaru, will focus on education, healthcare and agriculture. It added that the build out could accelerate growth in India’s information technology industry.</p>\n\n<p>Anthropic last month hired Chris Ciauri, a former Google Cloud executive, to lead its international expansion. The company and its rival OpenAI are racing to sell to customers outside the U.S. OpenAI, which already has offices in Tokyo, Singapore and Seoul in the Asia Pacific region, said in August it would open Delhi and Sydney offices.</p>",
            "published_at": "2025-10-08T06:49:33.662Z",
            "url": "https://www.theinformation.com/briefings/anthropic-open-india-office-next-year-local-demand-grows?unlock=a3056d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-open-india-office-next-year-local-demand-grows?unlock=a3056d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 333163,
                    "display_name": "Wayne Ma"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16042,
            "guid": "82901a",
            "headline": "CoreWeave CEO Says It Won’t Change Core Scientific Bid ",
            "dek": "A shareholder vote on the all-stock deal is scheduled for October 30. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-10-07/coreweave-pushes-back-on-idea-of-changing-core-scientific-bid",
            "source_label": "Bloomberg",
            "body": "<p>CoreWeave CEO Michael Intrator <a href=\"https://www.bloomberg.com/news/articles/2025-10-07/coreweave-pushes-back-on-idea-of-changing-core-scientific-bid\">said</a> Tuesday that the cloud provider will not change its $9 billion bid for Core Scientific ahead of a shareholder vote scheduled for October 30.</p>\n\n<p>Two Seas Capital said last month it would vote against the deal and urged other shareholders to do so. The hedge fund, which owns more than 6% of Core Scientific, <a href=\"https://www.prnewswire.com/news-releases/two-seas-capital-files-definitive-proxy-statement-and-issues-letter-to-core-scientific-shareholders-urging-them-to-vote-against-companys-proposed-sale-to-coreweave-302569499.html\">said</a> the offer was “extremely low” and exposes shareholders to CoreWeave’s “highly volatile stock.”</p>\n\n<p>Shares of Core Scientific fell 8% Tuesday on Intrator’s comments.</p>\n\n<p>CoreWeave’s proposed all-stock takeover of Core Scientific would eliminate $10 billion leasing cost for the cloud provider as it leases computing power from the data center landlord. Intrator said the two companies will continue to partner, whether the deal goes through or not.</p>",
            "published_at": "2025-10-08T01:55:15.569Z",
            "url": "https://www.theinformation.com/briefings/coreweave-ceo-says-change-core-scientific-bid?unlock=82901a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coreweave-ceo-says-change-core-scientific-bid?unlock=82901a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16041,
            "guid": "a5f2db",
            "headline": "Nvidia CEO Says Oracle’s AI Cloud Will Be ‘Wonderfully Profitable’",
            "dek": "Jensen Huang was responding to a story in The Information, which detailed Oracle’s current margins on GPUs.\r\n",
            "source_url": "",
            "source_label": "CNBC",
            "body": "<p>Nvidia CEO Jensen Huang said Tuesday that Oracle, one of its largest customers, is going to be “wonderfully profitable” from renting out Nvidia artificial intelligence chips to cloud customers. Huang’s comments, made during an interview with Jim Cramer on CNBC’s Investing Club, were in response to <a href=\"https://www.theinformation.com/articles/internal-oracle-data-show-financial-challenge-renting-nvidia-chips\">The Information, which reported Tuesda</a>y that Oracle’s gross margin from the Nvidia-powered cloud business was around 16% in recent quarters.</p>\n\n<p>“When you first ramp up a new technology, there’s every possibility that you might not make money in the beginning, but over the life of the system, they’ll be wonderfully profitable,” Huang said.</p>\n\n<p>The Information reported that in the three months that ended in August, Oracle lost nearly $100 million from rentals of Nvidia’s Blackwell chips, which arrived this year. That’s partly because there is a period between when Oracle gets its data centers ready for customers and when customers start using and paying for them.</p>",
            "published_at": "2025-10-08T01:10:11.661Z",
            "url": "https://www.theinformation.com/briefings/nvidia-ceo-says-oracles-ai-cloud-will-wonderfully-profitable?unlock=a5f2db&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-ceo-says-oracles-ai-cloud-will-wonderfully-profitable?unlock=a5f2db&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15862,
                    "guid": "fc93e6518e",
                    "title": "Internal Oracle Data Show Financial Challenge of Renting Out Nvidia Chips",
                    "url": "https://www.theinformation.com/articles/internal-oracle-data-show-financial-challenge-renting-nvidia-chips?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16040,
            "guid": "d783fc",
            "headline": "Goldman Sachs, JPMorgan Flag Rising Debt Levels at AI Companies",
            "dek": "AI-related companies have issued a record $141 billion of debt this year, more than the entire technology, media and telecommunications industry issued in 2024.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Soaring debt levels at companies funding the artificial intelligence boom have passed notable benchmarks, Goldman Sachs and JPMorgan Chase both said this week, marking a note of caution as tech companies increasingly turn to the credit markets to support the costs of developing AI.</p>\n\n<p>AI-related companies have issued a record $141 billion of debt this year, more than the entire technology, media and telecommunications industry issued in 2024, according to Goldman Sachs research. That includes $25.8 billion in total debt issued by Oracle, which is rapidly building computing capacity for OpenAI.</p>\n\n<p>“While not yet a cause for alarm, given both the high cashflow generation and low leverage among large tech companies, the shifting funding mix of capex beyond cash is worth monitoring,” Goldman Sachs analysts wrote.</p>\n\n<p>Separately, JPMorgan this week said investment grade debt issued by AI-related companies had risen to $1.2 trillion, making that grouping of companies a bigger component of the broader investment grade index than U.S. banks. JPMorgan analysts said large tech companies are still relatively cash rich, but debt levels at traditional utilities tied to the AI boom are elevated by high-grade credit standards.</p>",
            "published_at": "2025-10-07T20:06:28.188Z",
            "url": "https://www.theinformation.com/briefings/goldman-sachs-jpmorgan-flag-rising-debt-levels-ai-companies?unlock=d783fc&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/goldman-sachs-jpmorgan-flag-rising-debt-levels-ai-companies?unlock=d783fc&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16039,
            "guid": "99a8d0",
            "headline": "Tesla Announces Less Expensive Version of SUV",
            "dek": "In 2024, Musk abandoned plans for Tesla to make a $25,000 SUV. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tesla announced a downgraded version of its Model Y sports utility vehicle on Tuesday that will sell for $40,000 in the U.S., $5,000 less than the cheapest version of the existing Model Y. The new model represents a bid by Tesla to juice sales following the expiration of a $7,500 U.S. tax credit for electric vehicles which effectively raised the costs of buying a Tesla.</p>\n\n<p>The new edition of the Model Y, called the Standard edition, will have a range of 321 miles, compared to a 357 mile range for the pricier Premium edition. The Model Y Standard also has fewer premium touches than the Premium version, including fewer premium interior finishes, a less-expensive sound system, and seats that are heated exclusively in the front rather than the entire vehicle. Tesla also announced a cheaper version of its Model 3 sedan on Tuesday, priced at $37,000, which is $5,500 less than the Premium version.</p>\n\n<p>In 2024, Musk abandoned plans for Tesla to make a $25,000 SUV, <a href=\"https://www.theinformation.com/articles/elon-musk-stopped-loving-cars-left-tesla-lurch\">The Information previously reported</a>, opting instead to focus on more futuristic bets like the robotaxi and <a href=\"https://www.theinformation.com/articles/elon-musk-preps-teslas-optimus-prime-time-big-hurdles-remain\">Optimus humanoid robot</a>.</p>",
            "published_at": "2025-10-07T19:11:24.165Z",
            "url": "https://www.theinformation.com/briefings/tesla-announces-less-expensive-version-suv?unlock=99a8d0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tesla-announces-less-expensive-version-suv?unlock=99a8d0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                },
                {
                    "type": "Topic",
                    "id": 267744,
                    "name": "electric vehicles"
                }
            ]
        }
    ]
}