{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16043,
            "guid": "a3056d",
            "headline": "Anthropic to Open India Office Next Year as Local Demand Grows",
            "dek": "Competition between OpenAI and Anthropic is heating up in Asia, as both companies accelerate their international expansion. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Anthropic, the startup known for its Claude AI models, is accelerating international expansion with a plan to open an office in India by next year, the second in Asia after Tokyo.</p>\n\n<p>Anthropic CEO Dario Amodei is visiting India this week to meet with public officials and enterprise partners, the company said in a <a href=\"https://www.anthropic.com/news/expanding-global-operations-to-india\">blog post</a> on Wednesday. India ranks second only after the U.S. in terms of Claude usage, predominantly in technical and computer programming-related tasks, the company said.</p>\n\n<p>The India office, to be located in the tech hub of Bangalaru, will focus on education, healthcare and agriculture. It added that the build out could accelerate growth in India’s information technology industry.</p>\n\n<p>Anthropic last month hired Chris Ciauri, a former Google Cloud executive, to lead its international expansion. The company and its rival OpenAI are racing to sell to customers outside the U.S. OpenAI, which already has offices in Tokyo, Singapore and Seoul in the Asia Pacific region, said in August it would open Delhi and Sydney offices.</p>",
            "published_at": "2025-10-08T06:49:33.662Z",
            "url": "https://www.theinformation.com/briefings/anthropic-open-india-office-next-year-local-demand-grows?unlock=a3056d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-open-india-office-next-year-local-demand-grows?unlock=a3056d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 333163,
                    "display_name": "Wayne Ma"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16042,
            "guid": "82901a",
            "headline": "CoreWeave CEO Says It Won’t Change Core Scientific Bid ",
            "dek": "A shareholder vote on the all-stock deal is scheduled for October 30. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-10-07/coreweave-pushes-back-on-idea-of-changing-core-scientific-bid",
            "source_label": "Bloomberg",
            "body": "<p>CoreWeave CEO Michael Intrator <a href=\"https://www.bloomberg.com/news/articles/2025-10-07/coreweave-pushes-back-on-idea-of-changing-core-scientific-bid\">said</a> Tuesday that the cloud provider will not change its $9 billion bid for Core Scientific ahead of a shareholder vote scheduled for October 30.</p>\n\n<p>Two Seas Capital said last month it would vote against the deal and urged other shareholders to do so. The hedge fund, which owns more than 6% of Core Scientific, <a href=\"https://www.prnewswire.com/news-releases/two-seas-capital-files-definitive-proxy-statement-and-issues-letter-to-core-scientific-shareholders-urging-them-to-vote-against-companys-proposed-sale-to-coreweave-302569499.html\">said</a> the offer was “extremely low” and exposes shareholders to CoreWeave’s “highly volatile stock.”</p>\n\n<p>Shares of Core Scientific fell 8% Tuesday on Intrator’s comments.</p>\n\n<p>CoreWeave’s proposed all-stock takeover of Core Scientific would eliminate $10 billion leasing cost for the cloud provider as it leases computing power from the data center landlord. Intrator said the two companies will continue to partner, whether the deal goes through or not.</p>",
            "published_at": "2025-10-08T01:55:15.569Z",
            "url": "https://www.theinformation.com/briefings/coreweave-ceo-says-change-core-scientific-bid?unlock=82901a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coreweave-ceo-says-change-core-scientific-bid?unlock=82901a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16041,
            "guid": "a5f2db",
            "headline": "Nvidia CEO Says Oracle’s AI Cloud Will Be ‘Wonderfully Profitable’",
            "dek": "Jensen Huang was responding to a story in The Information, which detailed Oracle’s current margins on GPUs.\r\n",
            "source_url": "",
            "source_label": "CNBC",
            "body": "<p>Nvidia CEO Jensen Huang said Tuesday that Oracle, one of its largest customers, is going to be “wonderfully profitable” from renting out Nvidia artificial intelligence chips to cloud customers. Huang’s comments, made during an interview with Jim Cramer on CNBC’s Investing Club, were in response to <a href=\"https://www.theinformation.com/articles/internal-oracle-data-show-financial-challenge-renting-nvidia-chips\">The Information, which reported Tuesda</a>y that Oracle’s gross margin from the Nvidia-powered cloud business was around 16% in recent quarters.</p>\n\n<p>“When you first ramp up a new technology, there’s every possibility that you might not make money in the beginning, but over the life of the system, they’ll be wonderfully profitable,” Huang said.</p>\n\n<p>The Information reported that in the three months that ended in August, Oracle lost nearly $100 million from rentals of Nvidia’s Blackwell chips, which arrived this year. That’s partly because there is a period between when Oracle gets its data centers ready for customers and when customers start using and paying for them.</p>",
            "published_at": "2025-10-08T01:10:11.661Z",
            "url": "https://www.theinformation.com/briefings/nvidia-ceo-says-oracles-ai-cloud-will-wonderfully-profitable?unlock=a5f2db&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-ceo-says-oracles-ai-cloud-will-wonderfully-profitable?unlock=a5f2db&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15862,
                    "guid": "fc93e6518e",
                    "title": "Internal Oracle Data Show Financial Challenge of Renting Out Nvidia Chips",
                    "url": "https://www.theinformation.com/articles/internal-oracle-data-show-financial-challenge-renting-nvidia-chips?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16040,
            "guid": "d783fc",
            "headline": "Goldman Sachs, JPMorgan Flag Rising Debt Levels at AI Companies",
            "dek": "AI-related companies have issued a record $141 billion of debt this year, more than the entire technology, media and telecommunications industry issued in 2024.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Soaring debt levels at companies funding the artificial intelligence boom have passed notable benchmarks, Goldman Sachs and JPMorgan Chase both said this week, marking a note of caution as tech companies increasingly turn to the credit markets to support the costs of developing AI.</p>\n\n<p>AI-related companies have issued a record $141 billion of debt this year, more than the entire technology, media and telecommunications industry issued in 2024, according to Goldman Sachs research. That includes $25.8 billion in total debt issued by Oracle, which is rapidly building computing capacity for OpenAI.</p>\n\n<p>“While not yet a cause for alarm, given both the high cashflow generation and low leverage among large tech companies, the shifting funding mix of capex beyond cash is worth monitoring,” Goldman Sachs analysts wrote.</p>\n\n<p>Separately, JPMorgan this week said investment grade debt issued by AI-related companies had risen to $1.2 trillion, making that grouping of companies a bigger component of the broader investment grade index than U.S. banks. JPMorgan analysts said large tech companies are still relatively cash rich, but debt levels at traditional utilities tied to the AI boom are elevated by high-grade credit standards.</p>",
            "published_at": "2025-10-07T20:06:28.188Z",
            "url": "https://www.theinformation.com/briefings/goldman-sachs-jpmorgan-flag-rising-debt-levels-ai-companies?unlock=d783fc&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/goldman-sachs-jpmorgan-flag-rising-debt-levels-ai-companies?unlock=d783fc&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16039,
            "guid": "99a8d0",
            "headline": "Tesla Announces Less Expensive Version of SUV",
            "dek": "In 2024, Musk abandoned plans for Tesla to make a $25,000 SUV. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tesla announced a downgraded version of its Model Y sports utility vehicle on Tuesday that will sell for $40,000 in the U.S., $5,000 less than the cheapest version of the existing Model Y. The new model represents a bid by Tesla to juice sales following the expiration of a $7,500 U.S. tax credit for electric vehicles which effectively raised the costs of buying a Tesla.</p>\n\n<p>The new edition of the Model Y, called the Standard edition, will have a range of 321 miles, compared to a 357 mile range for the pricier Premium edition. The Model Y Standard also has fewer premium touches than the Premium version, including fewer premium interior finishes, a less-expensive sound system, and seats that are heated exclusively in the front rather than the entire vehicle. Tesla also announced a cheaper version of its Model 3 sedan on Tuesday, priced at $37,000, which is $5,500 less than the Premium version.</p>\n\n<p>In 2024, Musk abandoned plans for Tesla to make a $25,000 SUV, <a href=\"https://www.theinformation.com/articles/elon-musk-stopped-loving-cars-left-tesla-lurch\">The Information previously reported</a>, opting instead to focus on more futuristic bets like the robotaxi and <a href=\"https://www.theinformation.com/articles/elon-musk-preps-teslas-optimus-prime-time-big-hurdles-remain\">Optimus humanoid robot</a>.</p>",
            "published_at": "2025-10-07T19:11:24.165Z",
            "url": "https://www.theinformation.com/briefings/tesla-announces-less-expensive-version-suv?unlock=99a8d0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tesla-announces-less-expensive-version-suv?unlock=99a8d0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                },
                {
                    "type": "Topic",
                    "id": 267744,
                    "name": "electric vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16038,
            "guid": "e13645",
            "headline": "Qualcomm to Buy Circuit-Board Designer Arduino",
            "dek": "The companies announced the new Uno Q circuit board.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Semiconductor giant Qualcomm announced Tuesday that it will acquire Arduino, the Italian electronics company known for its affordable circuit boards that are popular with hobbyists. The price of the deal was not announced.</p>\n\n<p>The companies also announced the Uno Q, a new circuit board that includes a Qualcomm Dragonwing chip. The Uno Q is intended to power AI vision and sound software, such as for smart home devices or industrial robots, according to Qualcomm. It is currently available for pre-orders for $44.</p>\n\n<p>The Uno Q will use Arduino’s new open source App Lab software, which allows developers to program the circuit boards, including to customize AI models for tasks such as classifying images or recognizing sounds</p>",
            "published_at": "2025-10-07T17:40:19.466Z",
            "url": "https://www.theinformation.com/briefings/qualcomm-buy-circuit-board-designer-arduino?unlock=e13645&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/qualcomm-buy-circuit-board-designer-arduino?unlock=e13645&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16037,
            "guid": "49dbc2",
            "headline": "Stock Market Falls on The Information’s Report on Oracle AI Cloud Margins",
            "dek": "The data show the industrywide challenge of renting out Nvidia chips to cloud customers.",
            "source_url": "https://www.theinformation.com/articles/internal-oracle-data-show-financial-challenge-renting-nvidia-chips?rc=c48ukx",
            "source_label": "The Information",
            "body": "<p>Major stock indices dipped more than half a percent&nbsp;and shares of artificial intelligence cloud providers Oracle, Nebius and CoreWeave fell 3% to 5% following <a href=\"https://www.theinformation.com/articles/internal-oracle-data-show-financial-challenge-renting-nvidia-chips?rc=c48ukx\">The Information’s report on challenges Oracle faces</a> generating a profit from renting out Nvidia chip servers. Nvidia shares also sank into the red after trading up 2% before the report.</p>\n\n<p>According to the report, internal Oracle documents showed that renting out Nvidia chips to AI developers such as OpenAI generated a gross profit margin of 16% on average over the past year or so, lower than analysts had estimated and lower than many nontech businesses. The report showed Oracle is losing considerable sums on the newest Nvidia hardware, underscoring the lag between when new chips come online and when customers use them en masse.</p>",
            "published_at": "2025-10-07T16:17:52.161Z",
            "url": "https://www.theinformation.com/briefings/oracles-ai-cloud-business-razor-thin-16-gross-profit-margin-new-data-show?unlock=49dbc2&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracles-ai-cloud-business-razor-thin-16-gross-profit-margin-new-data-show?unlock=49dbc2&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15862,
                    "guid": "fc93e6518e",
                    "title": "Internal Oracle Data Show Financial Challenge of Renting Out Nvidia Chips",
                    "url": "https://www.theinformation.com/articles/internal-oracle-data-show-financial-challenge-renting-nvidia-chips?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16036,
            "guid": "beaa0d",
            "headline": "Dell Doubles Long Term Revenue Growth Forecast",
            "dek": "Dell is a key distributor of servers powered by Nvidia chips.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Dell doubled its forecast annual revenue growth rate, to between 7% and 9%, and doubling its earnings growth rate to at least 15%, as it cashes in on the demand for AI chip-powered servers. Dell shares were trading up 2.7% on Tuesday morning.</p>\n\n<p>Dell is one of a few server makers that package Nvidia AI chips and sell them to cloud providers and other businesses, as Nvidia generally doesn’t sell its chips to customers directly. At an investor presentation on Tuesday, Dell executives talked about the huge increase in capital expenditures underway in the past year or two as big tech companies invest in new servers and data centers for AI development. Those changes, executives said, worked in Dell’s favor.</p>\n\n<p>Dell showed&nbsp;the impact of increased demand for AI servers in its fiscal 2025, ending Jan. 31, when servers and networking revenue rose 54% after decliing in fiscal 2023. But the impact was diluted by flat revenue from its storage business, which in fiscal 2024 was about the same size as servers and networking. Meanwhile, the division which sells laptops, displays, keyboards and other consumer hardware showed a slight dip in revenue. Long term, Dell is projecting the consumer hardware group will grow revenue just 2-3% a year while the segment which sells servers and storage will grow 11% to 14%.</p>",
            "published_at": "2025-10-07T14:28:51.940Z",
            "url": "https://www.theinformation.com/briefings/dell-doubles-long-term-revenue-growth-forecast?unlock=beaa0d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/dell-doubles-long-term-revenue-growth-forecast?unlock=beaa0d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16035,
            "guid": "947750",
            "headline": "NYSE Owner to Invest up to $2 billion in Polymarket",
            "dek": "Deal values prediction market at $8 billion as it seeks to return to the U.S. ",
            "source_url": "https://ir.theice.com/press/news-details/2025/ICE-Announces-Strategic-Investment-in-Polymarket/default.aspx",
            "source_label": "The Information",
            "body": "<p>Intercontinental Exchange, the owner of the New York Stock Exchange, will invest up to $2 billion in Polymarket, the prediction market that is aiming to return to the U.S.</p>\n\n<p>The investment values Polymarket at $8 billion before the new money and gives it the backing of one of the world’s biggest exchange operators. Polymarket allows people to bet on everything from elections to the length of the government shutdown.</p>\n\n<p>ICE said it will distribute Polymarket’s data, which can serve as sentiment indicators on events for its clients.</p>\n\n<p>Polymarket has been seeking to raise capital, <a href=\"https://www.theinformation.com/articles/prediction-startup-polymarket-fields-offer-9-billion-valuation-kalshi-nears-5-billion-financing\">The Information reported</a> last month. Polymarket raised funds at a valuation over $1 billion earlier in the summer.</p>\n\n<p>The boost in valuation came after Polymarket said last month that regulators had given it the go-ahead to serve U.S.-based users. The agency had barred it from accepting U.S.-based trades three years ago, saying it was running an unregistered derivatives exchange.</p>",
            "published_at": "2025-10-07T14:24:18.455Z",
            "url": "https://www.theinformation.com/briefings/nyse-owner-invest-2-billion-polymarket?unlock=947750&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nyse-owner-invest-2-billion-polymarket?unlock=947750&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2326614,
                    "display_name": "Ken Brown"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15753,
                    "guid": "761fc31758",
                    "title": "Polymarket Fields Offer for $9 Billion Valuation; Kalshi Nears $5 Billion Valuation",
                    "url": "https://www.theinformation.com/articles/prediction-startup-polymarket-fields-offer-9-billion-valuation-kalshi-nears-5-billion-financing?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16034,
            "guid": "24439d",
            "headline": "Musk’s XAI Said to Name Ex-Morgan Stanley Banker as CFO",
            "dek": "XAI's former CFO quit to join OpenAI. ",
            "source_url": "https://www.ft.com/content/79b53db3-3411-454c-814d-d86f3c800abd?desktop=true&segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content",
            "source_label": "Financial Times",
            "body": "<p>Elon Musk’s XAI has hired Anthony Armstrong, a former Morgan Stanley banker, as the artificial intelligence startup’s new CFO, according to the Financial Times. Armstrong replaces Michael Liberatore, who had left <a href=\"https://www.theinformation.com/briefings/xai-cfo-leaves-months-job?rc=zjctrx\">xAI for OpenAI</a> amid an exodus of senior staff.</p>\n\n<p>Armstrong had advised on Musk’s $44 billion takeover of Twitter, now called X, in 2022. He will oversee finance functions for both xAI and X, which merged earlier this year.&nbsp;X’s chief financial officer Mahmoud Reza Banki is also leaving the company, the FT reported.</p>",
            "published_at": "2025-10-07T04:26:43.810Z",
            "url": "https://www.theinformation.com/briefings/musks-xai-said-name-ex-morgan-stanley-banker-cfo?unlock=24439d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/musks-xai-said-name-ex-morgan-stanley-banker-cfo?unlock=24439d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 745176,
                    "display_name": "Laura Mandaro"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16033,
            "guid": "27d010",
            "headline": "OpenAI Adds Outside Apps to ChatGPT",
            "dek": "OpenAI’s developer event focused on pragmatic software features to enable more use of OpenAI’s models.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI on Monday announced new features to allow users to access external apps, such as Zillow or Spotify, through ChatGPT.&nbsp; That paves the way for ChatGPT to become a “super app” that allows users to complete a range of tasks without leaving the app.</p>\n\n<p>At the company’s developer event, which was livestreamed, OpenAI also announced software to help companies develop AI agents that can take virtual actions, including software to evaluate the capabilities of agents and block inappropriate content.</p>\n\n<p>OpenAI previously announced a similar apps feature called “ChatGPT plugins” that was launched in March 2023 but deprecated in April 2024. While those plugins were mostly limited to text, the new apps feature is designed to work with other kinds of media, such as virtual maps.</p>",
            "published_at": "2025-10-06T23:14:51.833Z",
            "url": "https://www.theinformation.com/briefings/openai-adds-outside-apps-chatgpt?unlock=27d010&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-adds-outside-apps-chatgpt?unlock=27d010&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16032,
            "guid": "903a02",
            "headline": "CoreWeave Extends Deal Streak With Monolith AI Purchase",
            "dek": "Monolith AI, founded in 2016, sells software used by teams of engineers at companies including Nissan, BMW and Honeywell.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>CoreWeave said Monday it had bought startup Monolith AI for an undisclosed price, adding to the cloud provider’s software company acquisitions as it tries to expand beyond its core server rental business.</p>\n\n<p>Monolith AI, founded in 2016, sells software used by teams of engineers at companies including Nissan, BMW and Honeywell to develop and test new products. It previously raised an £8.5 million ($11.5 million) round of funding in 2021 led by Insight Partners.</p>\n\n<p>CoreWeave last month acquired reinforcement learning startup OpenPipe and in March paid about $1.7 billion to buy AI developer tools provider Weights &amp; Biases. CoreWeave shares rose slightly in after-hours trading.</p>",
            "published_at": "2025-10-06T23:02:59.114Z",
            "url": "https://www.theinformation.com/briefings/coreweave-extends-deal-streak-monolith-ai-purchase?unlock=903a02&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coreweave-extends-deal-streak-monolith-ai-purchase?unlock=903a02&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16031,
            "guid": "d9cc6c",
            "headline": "SEC investigates AppLovin’s data collection practices",
            "dek": "The mobile ad tech company is under review following reports of short sellers, whistleblower\r\n",
            "source_url": "https://www.bloomberg.com/news/articles/2025-10-06/applovin-has-been-probed-by-sec-over-data-collection-practices?srnd=undefined",
            "source_label": "Bloomberg",
            "body": "<p>The Securities and Exchange Commission is investigating mobile ad technology company AppLovin’s data collection practices, Bloomberg reported on Monday.</p>\n\n<p>The regulator is looking into whether AppLovin violated the terms of companies it partners with in its approach to targeted advertising, according to the report. AppLovin helps mobile apps sell and buy ads. Several short sellers have accused AppLovin of shady data collection practices, and also of charging advertisers for results it didn’t achieve. Those reports, and a whistleblower complaint, form the basis of the SEC’s probe, according to Bloomberg.</p>\n\n<p>AppLovin’s revenue and market capitalization have skyrocketed in the past year, fueled in part by besting competitors in the mobile advertising technology space, including Google, as <a href=\"https://www.theinformation.com/articles/applovin-scared-google\">reported</a> earlier this year. AppLovin’s stock was down more than 14% in after hours training, though the company still has a market cap of nearly $200 billion.</p>\n\n<p>“We regularly engage with regulators and if we get inquiries we address them in the ordinary course,” an AppLovin spokesperson said, noting material developments would be disclosed publicly. A SEC spokesperson said that the agency could not respond to many press inquiries due to the government shutdown.</p>",
            "published_at": "2025-10-06T20:28:39.468Z",
            "url": "https://www.theinformation.com/briefings/sec-investigates-applovins-data-collection-practices?unlock=d9cc6c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/sec-investigates-applovins-data-collection-practices?unlock=d9cc6c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16030,
            "guid": "a875ab",
            "headline": "Verizon Appoints Former PayPal CEO Schulman as CEO",
            "dek": "The appointment is a sign the telecom giant is hoping to shake up its stalled business.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Verizon abruptly replaced its CEO, Hans Vestberg, with PayPal’s former CEO Daniel Schulman, in a sign the cellular giant is hoping to shake up its stalled business.</p>\n\n<p>Schulman, who is in his late 60s, had been a director of Verizon since 2018 and the lead independent director since last December. He ran PayPal from 2015 to 2023. But he also has a history in telecomm, having spent&nbsp;many years as an executive at AT&amp;T as well as briefer stints at Sprint Nextel and as the founding CEO of Virgin Mobile USA.</p>\n\n<p>Schulman takes the reins at Verizon at a challenging time for the cellular firm. Long the market leader, regarded as operating the best cellular network, it has stalled in recent years as T-Mobile has emerged as the industry leader. Verizon lost contract-based subscribers in the past two quarters, while its stock has been flat for the past couple of years. On Monday, Verizon shares were down 4%..</p>",
            "published_at": "2025-10-06T16:09:02.898Z",
            "url": "https://www.theinformation.com/briefings/verizon-appoints-former-paypal-ceo-schulman-ceo?unlock=a875ab&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/verizon-appoints-former-paypal-ceo-schulman-ceo?unlock=a875ab&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16029,
            "guid": "36f2c8",
            "headline": "OpenAI Strikes Six Gigawatt Compute Deal With AMD",
            "dek": "As part of the deal, OpenAI will receive the option to purchase up to 10% of AMD stock if it hits certain milestones.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI and Advanced Micro Devices announced on Monday a new partnership that would see OpenAI deploy six gigawatts of AMD’s chips over multiple years, starting in the second half of next year. That deal is larger than the $300 billion, 4.5 gigawatt cloud deal OpenAI struck with Oracle earlier this year.</p>\n\n<p>As part of the deal, OpenAI will receive the option to purchase up to 10% of AMD stock if it hits certain milestones. The deal is yet another sign of OpenAI’s insatiable appetite for computational power, as it looks to power its popular chatbot to over 700 million weekly active users, build new products like agents and develop new advanced models.</p>\n\n<p>The deal is also a major win for AMD, as it looks to take on Nvidia’s dominance in the AI chip market. However, it’s still smaller than the deal OpenAI and Nvidia announced last month to deploy 10 gigawatts worth of Nvidia chips. AMD’s stock rose 35% during premarket trading on the news.</p>",
            "published_at": "2025-10-06T13:23:05.673Z",
            "url": "https://www.theinformation.com/briefings/openai-strikes-six-gigawatt-compute-deal-amd?unlock=36f2c8&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-strikes-six-gigawatt-compute-deal-amd?unlock=36f2c8&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16028,
            "guid": "565d74",
            "headline": "Paramount Acquires The Free Press, Weiss Confirms",
            "dek": "In her subscriber email, Weiss said The Press Press will remain independent but would grow \"even faster within Paramount.\" ",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>The Ellison family’s Paramount confirmed it had acquired The Free Press. The news outlet’s CEO and editor in chief, Bari Weiss, will become editor in chief of CBS News, Paramount said. In an email to subscribers, Weiss said she will remain CEO and editor in chief of the Free Press.</p>\n\n<p>News reports in recent days have said Paramount is paying more than $100 million in cash and stock for The Free Press, which Weiss and Nellie Bowles started in 2021. Since its launch The Free Press has endeavored to cover news from a middle-of-the-road standpoint, offering articles and commentaries representing viewpoints of both sides of the political spectrum.</p>\n\n<p>In her subscriber email, Weiss said The Press Press will remain independent but would grow “even faster within Paramount.”&nbsp;For CBS News, the deal “means a redoubled commitment to great journalism,” she said. The deal signals how the Ellison family, since their acquisition of Paramount over the summer, is bringing a new approach to CBS News which has been attacked over its coverage by the Trump administration.</p>",
            "published_at": "2025-10-06T12:48:01.055Z",
            "url": "https://www.theinformation.com/briefings/paramount-acquires-free-press-weiss-confirms?unlock=565d74&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/paramount-acquires-free-press-weiss-confirms?unlock=565d74&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16027,
            "guid": "8b81af",
            "headline": "Anduril CEO: Government Shutdown is ‘Brutal'",
            "dek": "The startup is also scaling hardware production by 250% for autonomous defense systems.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Anduril CEO Brian Schimpf said that the partial government shutdown could “stall progress for the year” across the defense sector in an interview that aired Friday on The Information’s TITV.</p>\n\n<p>“For a company like us, we’re in a pretty good spot working a lot of continuing programs,” he said. “The bigger issue is when you’re in rapid growth and you need these new things to go, that is very, very painful. And so I think it probably impacts a lot of the newer defense players a lot more than it hits us.”</p>\n\n<p>Schimpf also discussed Anduril’s expected doubling in revenue this year, why he’s predicting more regional instability and the future of the richly valued company’s product pipeline.</p>",
            "published_at": "2025-10-06T01:17:48.565Z",
            "url": "https://www.theinformation.com/briefings/anduril-ceo-government-shutdown-brutal?unlock=8b81af&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anduril-ceo-government-shutdown-brutal?unlock=8b81af&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 8,
                    "display_name": "Jessica E. Lessin"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16026,
            "guid": "410adf",
            "headline": "Naveen Rao’s New Startup in Funding Talks at $5 Billion Valuation ",
            "dek": "Rao has said the startup will rethink “the foundations of a computer.”\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>A new artificial intelligence hardware startup founded by Naveen Rao is in talks to raise $1 billion at a $5 billion valuation, according to a person with knowledge of the discussions.</p>\n\n<p>The round would rank as one of the most highly valued for a months’ old startup with no product or revenue. Investors have been particularly willing to award high valuations to young AI startups if they’re led by serial entrepreneurs or top researchers. Techcrunch first reported details of the round.</p>\n\n<p>Since Databricks two years ago paid $1.3 billion for MosaicML, the AI startup Rao co-founded, he had been vice president of AI at the database management company. Last month he transitioned to an advisory role to work on his new startup, according to his LinkedIn. Last week, Rao said in a post on X that the startup, Unconventional, would be “rethinking the foundations of a computer.”</p>\n\n<p>Andreessen Horowitz, Lux Capital and Lightspeed Venture Partners are in talks to invest, according to the person. Databricks will also invest.</p>\n\n<p>(This article has been updated to confirm the talks and with details on the investors.)</p>",
            "published_at": "2025-10-05T03:18:23.293Z",
            "url": "https://www.theinformation.com/briefings/naveen-raos-new-startup-said-target-5-billion-valuation?unlock=410adf&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/naveen-raos-new-startup-said-target-5-billion-valuation?unlock=410adf&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 745176,
                    "display_name": "Laura Mandaro"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16025,
            "guid": "4f19ca",
            "headline": "Cerebras Pulls IPO Plans",
            "dek": "The chip upstart looking to challenge Nvidia told regulators it was pumping the brakes on a public offering it had been planning since 2024. ",
            "source_url": "https://www.sec.gov/Archives/edgar/data/2021728/000119312525230382/d886849drw.htm",
            "source_label": "The Information",
            "body": "<p>Chipmaker Cerebras Systems said in a securities <a href=\"https://www.sec.gov/Archives/edgar/data/2021728/000119312525230382/d886849drw.htm\">filing</a> on Friday that it was withdrawing its plans to go public.</p>\n\n<p>The news comes just days after the upstart looking to take on Nvidia announced it had officially closed a $1.1 billion fundraise from private investors that it had been putting together over the summer. That round represented an apparent pivot from the earlier plan its CEO, Andrew Feldman, outlined in May, when he said the company would aim to make its public debut this year once it had secured regulatory approval to sell shares to Middle East investors, <a href=\"https://www.theinformation.com/articles/cerebras-seeks-1-billion-private-funding-delaying-possible-ipo\">according to The Information</a>.</p>\n\n<p>The company’s exposure to the Middle East has been a big sticking point with investors. According to its now-withdrawn IPO filing last September, Group 42 Holding, the parent of G42, accounted for the majority of Cerebras’ revenue in 2023 and the first half of 2024. When asked in a Sept. 22 <a href=\"https://www.theinformation.com/titv/zdxqv\">interview</a> on The Information’s TITV about whether its revenue is still so heavily concentrated, Feldman declined to answer, saying “they’ll continue to be a very, very large customer.”</p>",
            "published_at": "2025-10-04T00:31:47.657Z",
            "url": "https://www.theinformation.com/briefings/cerebras-pulls-ipo-plans?unlock=4f19ca&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/cerebras-pulls-ipo-plans?unlock=4f19ca&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2022677,
                    "display_name": "Anita Ramaswamy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15471,
                    "guid": "f2c7a680ae",
                    "title": "Cerebras Seeks Up to $1 Billion in Private Funding, Delaying Possible IPO",
                    "url": "https://www.theinformation.com/articles/cerebras-seeks-1-billion-private-funding-delaying-possible-ipo?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16024,
            "guid": "6110c9",
            "headline": "OpenAI Buys Investing App Startup",
            "dek": "The founder of the startup, called ROI, will joined the maker of ChatGPT in what's known as an acquihire. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI has bought investing app startup ROI and hired its CEO and co-founder, Sujith Vishwajith, to join its technical staff, a spokesperson for the ChatGPT maker said. ROI said it will shut down the app.</p>\n\n<p>Since ChatGPT’s early days, financial firms such as <a href=\"https://www.theinformation.com/articles/stingy-banks-open-their-wallets-to-microsofts-ai-automation-comes-for-googles-salespeople?utm_campaign=article_email&utm_content=article-10929&utm_medium=email&utm_source=sg&rc=zjctrx\">J.P. Morgan and Morgan Stanley</a> have used the AI-powered chatbot to answer employees’ financial questions, and consumers use it for all manner of personal and professional financial planning and guidance. But OpenAI hasn’t yet launched any dedicated finance-related products or features.</p>\n\n<p>Vishwajith and Chief Product Officer Chip Davis started ROI in 2021 and raised $3.6 million in 2023 from investors led by Spark Capital and including Google’s Gradient Ventures and basketball star Kevin Durant’s VC firm, according to PitchBook. The app offered a personalized view of a subscriber’s investments, including assets in various crypto wallets.</p>\n\n<p>OpenAI isn’t buying any intellectual property with the deal, whose terms were not disclosed. Representatives for the startup didn’t return requests for comment.</p>",
            "published_at": "2025-10-03T23:53:42.760Z",
            "url": "https://www.theinformation.com/briefings/openai-buys-investing-app-startup?unlock=6110c9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-buys-investing-app-startup?unlock=6110c9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 745176,
                    "display_name": "Laura Mandaro"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        }
    ]
}