{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16093,
            "guid": "5193d9",
            "headline": "CloudWalk Hits $1.2 Billion Annualized Revenue",
            "dek": "The company, backed by DST Global and Coatue Management, recently completed a tender offer valuing it at $3 billion.",
            "source_url": "https://www.theinformation.com/articles/bessemer-bets-war-worries-europe?rc=khe6an",
            "source_label": "The Information",
            "body": "<p>Brazilian fintech CloudWalk, a business payments startup, passed $1.2 billion in annualized revenue in September, about double the revenue pace from the same time last year, a person familiar with the matter said.</p>\n\n<p>The company, backed by DST Global and Coatue Management,&nbsp;recently completed a tender offer valuing it at $3 billion, another person said. &nbsp;Investors&nbsp;included Marathon Management Partners, StepStone Group, NewView Capital and Massachusetts Institute of Technology.</p>\n\n<p>CloudWalk CEO Luis Silva said in an interview hat the company didn’t have an “official timeline” to go public but said it would “definitely consider” the move “if there is a really nice window” for public offerings.</p>",
            "published_at": "2025-10-16T22:09:07.735Z",
            "url": "https://www.theinformation.com/briefings/cloudwalk-hits-1-2-billion-annualized-revenue?unlock=5193d9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/cloudwalk-hits-1-2-billion-annualized-revenue?unlock=5193d9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 47748,
                    "display_name": "Cory Weinberg"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16092,
            "guid": "007009",
            "headline": "Exclusive: CoreWeave Hires Ex-AWS Executive as Chief Revenue Officer",
            "dek": "The Information first reported Jones’ departure from AWS last month. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>CoreWeave has hired Jon Jones, the former head of Amazon Web Services’ global startups and venture capital business, as its first chief revenue officer, the company confirmed Thursday.</p>\n\n<p>The Information <a href=\"https://www.theinformation.com/briefings/amazon-web-services-head-startups-departs\">first reported</a> Jones’ departure from AWS last month. He had been in the role for just one year and had mostly focused on landing business from AI startups.</p>\n\n<p>Coreweave, which rents artificial intelligence cloud computing services to companies like OpenAI, went public this March.</p>",
            "published_at": "2025-10-16T19:57:23.290Z",
            "url": "https://www.theinformation.com/briefings/exclusive-coreweave-hires-ex-aws-executive-chief-revenue-officer?unlock=007009&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-coreweave-hires-ex-aws-executive-chief-revenue-officer?unlock=007009&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                },
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16091,
            "guid": "56b127",
            "headline": "Ron Conway Criticizes Benioff’s Trump Support, Quits Salesforce Nonprofit",
            "dek": "‘I now barely recognize the person I have so long admired,’ the investor wrote in an email to the Salesforce CEO.",
            "source_url": "https://www.nytimes.com/2025/10/16/us/salesforce-resign-benioff-ron-conway.html?smid=nytcore-ios-share&referringSource=articleShare",
            "source_label": "The New York Times",
            "body": "<p>Ron Conway, the venture capitalist and <a href=\"http://google.com/search?q=ron+conway+site%3Atheinformation.com&rlz=1C5GCEM_enUS1146US1146&oq=ron+conway+site%3Atheinformation.com&gs_lcrp=EgZjaHJvbWUyBggAEEUYOdIBCDUwODRqMGo3qAIAsAIA&sourceid=chrome&ie=UTF-8\">major Democratic party donor</a>, has left the board of the Salesforce Foundation and criticized Salesforce CEO Marc Benioff’s recent cheerleading of President Donald Trump.</p>\n\n<p>A week ago, Benioff told The New York Times that he <a href=\"https://www.theinformation.com/briefings/benioff-says-trump-deploy-troops-san-francisco?rc=sslhyj\">supports Trump sending troops</a> into San Francisco to combat crime, a comment that has sparked outrage within the cities’ liberal circles.</p>\n\n<p>“It saddens me immensely to say that with your recent comments, and failure to understand their impact, I now barely recognize the person I have so long admired,” Conway wrote in an email to Benioff. Conway had served on the Salesforce for a decade, and his friendship with Benioff, who was once seen as a leader for left-wing ideas in San Francisco, dates back even further.</p>",
            "published_at": "2025-10-16T19:24:59.133Z",
            "url": "https://www.theinformation.com/briefings/ron-conway-criticizes-benioffs-trump-support-quits-salesforce-nonprofit?unlock=56b127&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/ron-conway-criticizes-benioffs-trump-support-quits-salesforce-nonprofit?unlock=56b127&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1295534,
                    "display_name": "Abram Brown"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16090,
            "guid": "8f0320",
            "headline": "Deel’s Valuation Rises to $17 Billion in $300m Fundraise",
            "dek": "Human resources and payroll startup Deel has raised $300 million at a $17.3 billion valuation.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Human resources and payroll startup Deel has raised $300 million at a $17.3 billion valuation, bringing in a new investor that led the fundraising round, Ribbit Capital.</p>\n\n<p>The startup, which is battling a high-profile lawsuit from arch-rival Rippling over allegations Deel’s top brass recruited and paid a now-former Rippling employee to spy on behalf of the firm, announced the round on Wednesday. Deel has denied the accusations and has counter-sued Rippling for defamation.</p>\n\n<p>In a statement, Deel CEO Alex Bouaziz said the fundraising represented a “doubling down” on the company’s global payroll infrastructure the firm had built. Bouaziz said the cash&nbsp;would help fund strategic acquisitions as the firm aims&nbsp;to supply payroll services to more than 100 countries over the next four years. Existing Deel investors, Andreessen Horowitz, Coatue Management and General Catalyst also contributed to the round, the company said. “We have been fans of Deel for a long time, it’s a brand companies trust and we’re excited to invest,” said Micky Malka, founder at Ribbit Capital.</p>",
            "published_at": "2025-10-16T15:18:26.917Z",
            "url": "https://www.theinformation.com/briefings/deels-valuation-rises-17-billion-300m-fundraise?unlock=8f0320&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/deels-valuation-rises-17-billion-300m-fundraise?unlock=8f0320&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16089,
            "guid": "cebe02",
            "headline": "Microsoft Adds New AI Tools to Windows ",
            "dek": "The new push comes as Microsoft aims to convince more consumers to use its AI Copilot features.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Microsoft is adding new AI features to its forthcoming Windows 11 operating system that will let users speak to their computer to automate tasks like locating and editing files, organizing tabs, or managing calendar events, the company announced on Thursday.</p>\n\n<p>The new push comes as Microsoft aims to convince more consumers to use its AI Copilot features, which are primarily powered by models from OpenAI. Microsoft previously only offered most of the AI features to people who bought one of its so-called Copilot+ PCs built with more heavy-duty chips meant for running AI, but the new Windows 11 update will make the features available for all users in the coming months. Microsoft is ending support for Windows 10 this month, which will lead to a surge of people upgrading to the new operating system.</p>\n\n<p>With the new update, users will be able to “wake” the AI by saying “Hey, Copilot” out loud, or by typing prompts into a Copilot tab at the bottom of their screen, just as people wake virtual assistants from Google, Amazon and Apple. In addition to acting as a general-purpose chatbot similar to ChatGPT, Copilot can automatically take actions on people’s PCs, such as closing applications that are using up a lot of memory, adjusting system settings, or searching through files.</p>\n\n<p>Microsoft isn’t the only software firm trying to make AI features stick on people’s computer operating systems—Apple recently announced similar AI features earlier this year, but most of those have yet to arrive in its latest MacOS update, and the company’s development of AI features has been <a href=\"https://www.theinformation.com/articles/apple-losing-ground-ai-talent-war-just-money?rc=geicgp\">plagued by setbacks</a>.</p>",
            "published_at": "2025-10-16T15:11:25.574Z",
            "url": "https://www.theinformation.com/briefings/microsoft-adds-new-ai-tools-windows?unlock=cebe02&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-adds-new-ai-tools-windows?unlock=cebe02&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16088,
            "guid": "43e8e8",
            "headline": "DoorDash and Waymo Partner on Autonomous Deliveries",
            "dek": "Waymo already partners with Uber on ride-hailing and is now expanding its business to include food delivery.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>DoorDash unveiled a partnership with Alphabet’s Waymo, under which the restaurant-delivery firm will use Waymo autonomous vehicles for deliveries, starting with the Phoenix area. The arrangement is the latest step by Waymo to expand its business, following a partnership it has with Uber&nbsp;to provide ride-hailing service using Waymo vehicles in certain cities.</p>\n\n<p>As part of the deal, DoorDash’s subscribers—customers who subscribe for discounted service—will get discounts on Waymo rides in several cities through the end of the year. But the heart of the arrangement is expanding Waymo’s autonomous ridehailing service to restaurant delivery, echoing how ride hailing giant Uber also runs a food delivery service.</p>\n\n<p>Precisely how a Waymo vehicle would deliver food to a customers’ front door isn’t clear, although the companies said DoorDash would use its “autonomous delivery platform,” which includes robots.</p>",
            "published_at": "2025-10-16T13:00:53.621Z",
            "url": "https://www.theinformation.com/briefings/doordash-waymo-partner-autonomous-deliveries?unlock=43e8e8&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/doordash-waymo-partner-autonomous-deliveries?unlock=43e8e8&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16087,
            "guid": "07675e",
            "headline": "TSMC CEO: Preparing for U.S. Plant’s Faster Upgrade to Advanced Technology",
            "dek": "The world’s largest chip maker is expanding its U.S. production capacity while navigating  geopolitical tensions.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Taiwan Semiconductor Manufacturing Co. said it is preparing for a faster upgrade of its Arizona plant’s technology to the advanced 2-nanometer process, and the chip maker is close to securing a second large plot of land near the current site in order to expand the U.S. plant’s capacity.</p>\n\n<p>“We continue to speed up our capacity expansion in Arizona. We are making tangible progress,” TSMC Chair and CEO C.C. Wei said during a conference call after the world’s largest chip maker, whose major customers include Nvidia and Apple, reported a 39% jump in net profit.</p>\n\n<p>Wei didn’t provide a timeframe for the U.S. plant’s faster technology upgrade. The additional land in Arizona will provide the company with more flexibility to respond to “very strong multi-year AI-related demand,” he said.</p>\n\n<p>TSMC’s Arizona plant began production last year, and the company said earlier this year that it would invest $100 billion to expand its manufacturing in the U.S.—in addition to the $65 billion investment it had announced earlier.</p>\n\n<p>TSMC’s U.S. expansion comes at a time when the global semiconductor industry is dealing with new challenges stemming from geopolitical tensions between Washington and Beijing. While U.S. export controls have limited China’s access to Nvidia’s advanced chips, China is also trying to use more domestic chips produced by Chinese manufacturers in order to reduce its dependence on Nvidia.</p>\n\n<p>Wei said he is confident that TSMC will achieve robust growth even if China’s market opportunity becomes limited.</p>\n\n<p>“If the China market is not available, I still think AI’s growth will be very dramatic,” he said.</p>",
            "published_at": "2025-10-16T08:32:02.994Z",
            "url": "https://www.theinformation.com/briefings/tsmc-ceo-preparing-u-s-plants-faster-upgrade-advanced-technology?unlock=07675e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tsmc-ceo-preparing-u-s-plants-faster-upgrade-advanced-technology?unlock=07675e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16086,
            "guid": "f3519c",
            "headline": "Microsoft Aims to Make Most New Products Outside China From 2026",
            "dek": "As geopolitical tensions have escalated, U.S. tech giants are trying to reduce their dependence on China’s supply chain.",
            "source_url": "https://asia.nikkei.com/spotlight/supply-chain/microsoft-aims-to-make-most-new-products-outside-china-from-2026-sources",
            "source_label": "Nikkei Asia",
            "body": "<p>Microsoft aims to produce the majority of its new products including laptops and servers outside China as early as next year, Nikkei Asia reported.</p>\n\n<p>The move is part of the U.S. tech giant’s ongoing effort to reduce its dependence on China’s domestic supply chain amid geopolitical tensions between Washington and Beijing.</p>\n\n<p>Microsoft has asked multiple suppliers to prepare for production outside China of its Surface devices and data center servers, including key components and assembly of those products, according to the report, which cited people briefed on the plans.</p>\n\n<p>Amazon Web Services and Google are also making changes to the supply chains for their data center servers, Nikkei Asia said. AWS is considering reducing its sourcing from a longtime Chinese supplier, while Google is asking suppliers to expand their production in Thailand, according to the report.</p>",
            "published_at": "2025-10-16T05:48:56.860Z",
            "url": "https://www.theinformation.com/briefings/microsoft-aims-make-new-products-outside-china-2026?unlock=f3519c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-aims-make-new-products-outside-china-2026?unlock=f3519c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16085,
            "guid": "304cae",
            "headline": "Anthropic Gets Ready for Startup M&A",
            "dek": "Potential M&A targets could help boost Anthropic’s models, products and their underlying tech\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>In recent weeks, Anthropic has told investment bankers it seeks to do more acquisitions, <a href=\"https://www.theinformation.com/articles/anthropic-gets-ready-go-startup-shopping?rc=8tzurb\">The Information reported</a> Wednesday.&nbsp; The Claude developer is interested in potential M&amp;A opportunities that could enhance its artificial intelligence models and products as well as the technology underlying them.</p>\n\n<p>Potential M&amp;A targets could help Anthropic expand its capabilities beyond coding-related tasks, which makes up the majority of the company’s revenue. It could also use acquisitions to develop products in other industries, such as financial services, healthcare and cybersecurity.</p>\n\n<p>The company has also expanded its corporate development team, which reports to Chief Financial Officer Krishna Rao and is made up of former bankers and venture capitalists. Former SoftBank Vision Fund partner Andrew Zloto leads the corporate development team, which also includes former Morgan Stanley and Qatalyst Partners bankers Vu Bui, James Black, and Bryan Seethor.</p>",
            "published_at": "2025-10-15T23:49:55.399Z",
            "url": "https://www.theinformation.com/briefings/anthropic-gets-ready-startup-m?unlock=304cae&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-gets-ready-startup-m?unlock=304cae&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16084,
            "guid": "bd3b66",
            "headline": "Anthropic Nears $7 Billion in Annualized Revenue",
            "dek": "The company is reported to target as much as $26 billion in annualized revenue by the end of next year. ",
            "source_url": "",
            "source_label": "Reuters",
            "body": "<p>Anthropic is nearing $7 billion in annualized revenue this month, according to a company spokesperson. That’s up from around $5&nbsp;billion in July.</p>\n\n<p>The maker of Claude has also projected annualized revenue will climbed to $9 billion by year-end and between $20 billion to $26 billion in annualized revenue by the end of 2026, according to Reuters.</p>\n\n<p>The projections appear higher than those Anthropic gave investors earlier this year. The maker of the Claude chatbot said it expected to generate between roughly $2 billion and $4 billion in revenue this year and between about $5 billion and $12 billion in total revenue in 2026.</p>\n\n<p>Annualized revenue, a measure of the last month’s revenue multiplied by 12, tends to be higher than aggregate revenue. Its latest projections for total revenue couldn’t be learned. A spokesperson declined to comment on the projections.</p>\n\n<p>Anthropic raised $13 billion in September at a $170 billion valuation before the investment. VC firm Iconiq, along with Lightspeed Venture Partners and Fidelity Management, co-led the round.</p>\n\n<p><em>The brief has been updated with a confirmation of Anthropic’s current revenue pace.</em></p>",
            "published_at": "2025-10-15T22:52:59.961Z",
            "url": "https://www.theinformation.com/briefings/anthropic-said-target-26-billion-annualized-revenue-2026?unlock=bd3b66&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-said-target-26-billion-annualized-revenue-2026?unlock=bd3b66&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16083,
            "guid": "4b6fa0",
            "headline": "Exclusive: Poolside in Talks With CoreWeave-Backer Magnetar for New Funding",
            "dek": "Poolside, a two-year-old startup that had been developing artificial intelligence coding assistants, also said CoreWeave would supply it with 40,000 Nvidia chips. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Poolside, a two-year-old startup that had been developing artificial intelligence coding assistants, is in talks to raise money from Magnetar, a hedge fund that is a major backer of CoreWeave, for the first time, according to a person with direct knowledge of the fundraising discussions. Magnetar’s potential involvement hasn’t previously been reported.</p>\n\n<p>The startup is seeking to raise around $2 billion at a $12 billion valuation, not including the investment, according to a second person familiar with the plans. The startup has been fundraising while it embarks on an ambitious shift in strategy to developing foundation models and the infrastructure to train them. On Wednesday it announced plans to build a data center in West Texas and said cloud computing company CoreWeave will be the anchor tenant for the first phase of the project, under a 15-year lease. The project will generate 250 megawatts of capacity, with room to expand by an additional 500 megawatts.</p>\n\n<p>Under terms of the partnership, CoreWeave will also give it access to more than 40,000 Nvidia graphic processing units. Poolside’s new funding plans will help it pay for those chips, Bloomberg reported.</p>\n\n<p>Poolside was co-founded by Jason Warner, one of the creators of GitHub’s Copilot coding assistant. Last year, Poolside raised $500 million at a $3 billion valuation. It’s not clear how much money its first products, launched a year ago, had generated. Last year it generated $10 million in revenue, <a href=\"https://www.theinformation.com/articles/openais-gpt-4-5-underwhelms-is-poolside-worth-5-billion?rc=zjctrx\">The Information previously reported</a>.</p>\n\n<p>The Wall Street Journal was first to report Poolside’s talks to raise money.</p>",
            "published_at": "2025-10-15T22:05:22.668Z",
            "url": "https://www.theinformation.com/briefings/exclusive-poolside-talks-coreweave-backer-magnetar-new-funding?unlock=4b6fa0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-poolside-talks-coreweave-backer-magnetar-new-funding?unlock=4b6fa0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1608818,
                    "display_name": "Natasha Mascarenhas"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16082,
            "guid": "ebee2a",
            "headline": "Meta and Arm Announce New Partnership",
            "dek": "Meta will use Arm’s data center platforms to power the ranking and recommendation systems for its social media apps.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Meta Platforms and semiconductor company Arm on Wednesday announced a partnership where Meta will use Arm’s data center platforms to power the ranking and recommendation systems for its social media apps, <a href=\"https://newsroom.arm.com/news/arm-meta-strategic-partnership\">according to a blog post</a>.</p>\n\n<p>The announcement comes after Meta CEO Mark Zuckerberg last month said his company planned to spend “something like at least $600 billion” through 2028 on data centers and other infrastructure in the U.S. Over the past year, Meta has ramped up its capital expenditures as it expands its computing capacity for its artificial intelligence efforts.</p>",
            "published_at": "2025-10-15T19:14:59.987Z",
            "url": "https://www.theinformation.com/briefings/meta-arm-announce-new-partnership?unlock=ebee2a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-arm-announce-new-partnership?unlock=ebee2a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1513375,
                    "display_name": "Kalley Huang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16081,
            "guid": "2624d1",
            "headline": "BlackRock-Led Group Makes $40 Billion Data Center Acquisition",
            "dek": "The acquisition, which is expected to be finalized by the first half of next year, would be the largest such sale on record.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>A group of investors including BlackRock and Abu Dhabi’s MGX acquired Aligned Data Centers in a roughly $40 billion deal, the latest big investment in companies building data centers for the tech giants.</p>\n\n<p>The acquisition, which is expected to be finalized by the first half of next year, would be the largest such sale on record and add significant firepower to BlackRock’s growing data center portfolio. BlackRock last year paid $12.5 billion to acquire fund manager Global Infrastructure Partners, which also owns a stake in data center company CyrusOne.</p>\n\n<p>BlackRock’s Artificial Intelligence Infrastructure Partnership–backed by MGX, Microsoft and Nvidia–will also invest in the transaction. The partnership is aiming to invest $30 billion of equity and up to $100 billion total, including debt, in data center and power assets.</p>\n\n<p>The investor group is buying Aligned from Macquarie Asset Management, which first invested in the business in 2018. Aligned’s roughly $40 billion enterprise value includes about $21 billion in equity, said one person with knowledge of the deal.</p>",
            "published_at": "2025-10-15T17:31:10.229Z",
            "url": "https://www.theinformation.com/briefings/blackrock-led-group-makes-40-billion-data-center-acquisition?unlock=2624d1&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/blackrock-led-group-makes-40-billion-data-center-acquisition?unlock=2624d1&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16080,
            "guid": "bf5696",
            "headline": "Palmer Luckey’s Erebor Bank Conditionally Approved",
            "dek": "The U.S government conditionally approved a bank charter application for Erebor Bank.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The U.S government conditionally approved a bank charter application for Erebor Bank, a cryptocurrency-focused bank co-founded earlier this year by Anduril co-founder Palmer Luckey and Palantir co-founder Joe Lonsdale.</p>\n\n<p>The Office of the Comptroller of the Currency on Wednesday said it granted conditional approval to the national bank charter application for Erebor. “Today’s decision is also proof that the OCC under my leadership does not impose blanket barriers to banks that want to engage in digital asset activities,” Comptroller of the Currency Jonathan Gould said in a statement. The bank is planning to serve technology companies and high-net-worth individuals that use cryptocurrencies, the OCC said.</p>\n\n<p>According to the conditional approval letter, Erebor is led by Owen Rapaport, the co-founder of crypto monitoring company Aer Compliance. Luckey is listed as the bank’s principal shareholder. Erebor must complete a number of compliance steps before it can receive final approval and operate, the OCC said. That process can typically take between 12 and 18 months.</p>",
            "published_at": "2025-10-15T15:22:13.754Z",
            "url": "https://www.theinformation.com/briefings/palmer-luckeys-erebor-bank-conditionally-approved?unlock=bf5696&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/palmer-luckeys-erebor-bank-conditionally-approved?unlock=bf5696&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16079,
            "guid": "b940d0",
            "headline": "Amazon Planning Fresh Layoffs in Consumer Division",
            "dek": "The e-commerce giant previously cut large numbers of staff in 2022 and 2023.",
            "source_url": "https://fortune.com/2025/10/14/amazon-layoffs-pxt-hr-andy-jassy/",
            "source_label": "Fortune",
            "body": "<p>Amazon is preparing to lay off as much as 15% of its human resources staffers, Fortune reported, along with cuts to other parts of the e-commerce giant’s consumer division. The report didn’t specify the total number of employees involved in the planned cuts or potential timing. Amazon didn’t immediately respond to a request for comment.</p>\n\n<p>Amazon’s HR department, known as the People Experience Team, or PXT, is expected to be hit hard by the cuts, the report said. PXT has more than 10,000 employees and includes recruiters and traditional HR employees. Amazon CEO Andy Jassy wrote in a memo earlier this year that as the company incorporates more AI into its work and improves productivity, it would likely cut corporate staff. “We expect that this will reduce our total corporate workforce as we get efficiency gains from using AI extensively across the company,” he <a href=\"https://www.theinformation.com/articles/amazons-andy-jassy-says-quiet-part-ai-loud?rc=d8mrkd\">wrote</a> of growing AI usage.</p>\n\n<p>Amazon previously made small cuts to its <a href=\"https://www.theinformation.com/briefings/amazon-lays-off-200-employees-in-north-america-stores-division?rc=d8mrkd\">North American stores division</a> and to <a href=\"https://www.theinformation.com/briefings/aws-lays-hundreds-staff-amid-increasing-ai-investment?rc=d8mrkd\">some Amazon Web Services teams</a> earlier this year. Earlier in Jassy’s tenure as CEO, he oversaw mass layoffs in 2022 and 2023 and embarked on an <a href=\"https://www.theinformation.com/articles/amazons-jassy-vows-to-fight-bureaucracy?rc=d8mrkd\">anti-bureaucracy push</a> last year.</p>",
            "published_at": "2025-10-15T14:57:57.538Z",
            "url": "https://www.theinformation.com/briefings/amazon-planning-fresh-layoffs-consumer-division?unlock=b940d0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-planning-fresh-layoffs-consumer-division?unlock=b940d0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                },
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16078,
            "guid": "9246fd",
            "headline": "European Union Mulls Forced Tech Transfer for Chinese Firms",
            "dek": "The discussions are part of the EU’s effort to counter the rapid growth of Chinese imports such as electric vehicles. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-10-14/eu-considers-forced-tech-transfers-for-new-chinese-investments",
            "source_label": "Bloomberg",
            "body": "<p>The European Union is discussing new rules that would force Chinese companies to transfer their technologies to European companies or form joint ventures with European partners when operating in the region, Bloomberg and other news outlets reported.</p>\n\n<p>Such rules would apply to Chinese firms in key industries including cars and batteries, according to Bloomberg, which cited people familiar with the plans. China maintained similar rules on foreign companies seeking to expand into the country in manufacturing and other sectors, and only scrapped or loosened such requirements in recent years, after Chinese companies had become strong enough to compete against their foreign partners.</p>\n\n<p>The EU’s discussions are part of the region’s broader effort in recent years to counter the rapid growth of Chinese imports. Earlier this month, the EU proposed higher tariffs on steel imports in a move targeted at Chinese imports.</p>\n\n<p>After a meeting of EU ministers in Denmark on Tuesday, Danish foreign minister Lars Rasmussen said at a news conference that Chinese investments in Europe “must come with the precondition that we also have some kind of technology transfer,“ according to Reuters.</p>",
            "published_at": "2025-10-15T07:11:59.825Z",
            "url": "https://www.theinformation.com/briefings/european-union-mulls-forced-tech-transfer-chinese-firms?unlock=9246fd&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/european-union-mulls-forced-tech-transfer-chinese-firms?unlock=9246fd&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16077,
            "guid": "258c30",
            "headline": "Ad agency WPP Commits to Spend $400 million on Google AI ",
            "dek": "The renewed arrangement allows the two companies to co-develop products together and then take them to market\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google and ad agency giant WPP announced a five year extension of a previously announced marketing partnership. Under the renewed deal, WPP will spend $400 million on Google’s technologies. WPP uses Google’s AI particularly in its WPP Open product, an AI platform for marketers.</p>\n\n<p>WPP and Google first announced a partnership in April 2024. The renewed arrangement allows the two companies to co-develop products together and then take them to market, said Stephan Pretorius, chief technology officer at WPP. WPP can also get early access to Google DeepMind’s research.</p>\n\n<p>“I think a year and a half ago, the stuff that we were doing with generative AI models was all ideation,” Pretorius said. “We now are creating an enormous amount of content that is actually being used in market with AI.”</p>\n\n<p>Pretorius said that their staff is using generative AI regularly. Earlier this year, when Google released its Veo2 video generation model, WPP staff had generated four times the expected number of videos.</p>",
            "published_at": "2025-10-14T21:43:00.454Z",
            "url": "https://www.theinformation.com/briefings/ad-agency-wpp-commits-spend-400-million-google-ai?unlock=258c30&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/ad-agency-wpp-commits-spend-400-million-google-ai?unlock=258c30&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16076,
            "guid": "811708",
            "headline": "OpenAI Plans to Allow Erotica for Verified Adult ChatGPT Users",
            "dek": "The company seeks to fully roll out age verification features by December \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI CEO Sam Altman said Tuesday that the company plans to relax restrictions for adult users of its chatbot. The company will fully roll out “age-gating,” or age verification features, by December, at which point verified adults can interact with more mature content, including erotica, Altman said in a post on X.</p>\n\n<p>“We made ChatGPT pretty restrictive to make sure we were being careful with mental health issues,” said Altman. “As we roll out age-gating more fully and as part of our ‘treat adult users like adults’ principle, we will allow even more, like erotica for verified adults.”</p>\n\n<p>OpenAI in September introduced parental controls that restricted content for users under 18. The safeguards followed August news reports about a teen who killed himself in April after asking ChatGPT for instructions on suicide. The attorneys general of California and Delaware sent a letter to the company in September, criticizing it for failing to protect teen ChatGPT users.</p>\n\n<p>Altman also said that the company plans to update ChatGPT, which could allow the chatbot to respond with more personality, such as using emojis or being more friendly, if users want it to.</p>",
            "published_at": "2025-10-14T19:40:39.971Z",
            "url": "https://www.theinformation.com/briefings/openai-plans-allow-erotica-verified-adult-chatgpt-users?unlock=811708&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-plans-allow-erotica-verified-adult-chatgpt-users?unlock=811708&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16075,
            "guid": "08dd47",
            "headline": "Salesforce Touts Deeper Ties with OpenAI, Anthropic ",
            "dek": "At Salesforce's annual customer conference, Dreamforce, CEO Marc Benioff talked about how deeper partnerships with the top AI labs will help customers. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Salesforce CEO and co-founder Marc Benioff, speaking at Salesforce’s annual Dreamforce conference, announced expansions of existing partnerships with OpenAI and Anthropic aimed at making it easier for customers to build agents using those startups’ models. In doing so, Benioff made clear that Salesforce is on good terms with OpenAI again.</p>\n\n<p>While OpenAI co-founder and CEO Sam Altman joined Benioff onstage at Dreamforce in 2023 to announce their partnership, OpenAI representatives were nowhere to be found at last year’s conference, where Benioff said many of his customers were having trouble getting OpenAI models to produce accurate results.&nbsp; This year, Brad Lightcap, OpenAI’s chief operating officer, made a brief appearance during the Dreamforce keynote.</p>\n\n<p>And the companies revealed deeper integrations between their products, which will soon let ChatGPT users pull up Salesforce customer records and build charts and graphs using simple text prompts. Salesforce customers will also be able to access Anthropic’s Claude models in a more secure way than they’ve been able to do previously.</p>\n\n<p>Salesforce has had a tough time <a href=\"https://www.theinformation.com/articles/ai-giving-salesforce-boost?rc=eqgjah\">getting customers to buy its main AI product</a>, Agentforce. But teaming up with OpenAI and Anthropic at least shows customers that Salesforce is close to where the action is happening in AI. While Benioff would likely prefer not to share the spotlight for his AI products, the association could convince customers that Salesforce is on the right track.</p>",
            "published_at": "2025-10-14T19:03:08.058Z",
            "url": "https://www.theinformation.com/briefings/salesforce-touts-deeper-ties-openai-anthropic?unlock=08dd47&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/salesforce-touts-deeper-ties-openai-anthropic?unlock=08dd47&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16074,
            "guid": "241358",
            "headline": "Goldman Sachs Warns Of Job Cuts Amid AI Push",
            "dek": "Goldman Sachs reported strong earnings and said it was on track for a record year in its investment banking and markets division.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Goldman Sachs reported strong earnings and said it was on track for a record year in its investment banking and markets division. At the same time, it warned employees of potential job cuts amid a push to use artificial intelligence to overhaul the bank’s operations in areas such as lending, regulatory reporting and supplier management.</p>\n\n<p>The investment bank’s CEO David Solomon on Tuesday unveiled a program, One Goldman Sachs 3.0, which he said will use AI technology to “drive efficiencies and create capacity for future growth” in a range of operations that also includes sales and customer onboarding. The bank reported record revenue of $15.2 billion in the third quarter, a 20% increase, driven by surging investment banking fees amid rallying stock markets and a more favourable mergers and acquisitions landscape. Goldman Sachs profit rose 37% to $4.1 billion in the quarter.</p>\n\n<p>JPMorgan, which also reported results on Tuesday, reported a 9% increase in third quarter revenues to $46.4 billion. The bank, the largest in the U.S., said net income rose to $14.4 billion, up 12% compared to the same period a year earlier. Citi reported net income rose 15% to $3.8 billion, as revenues rose 9% in the third quarter. Wells Fargo profit increased 9% during the same period to $5.6 billion. Revenues rose 5% to $21.4 billion.</p>",
            "published_at": "2025-10-14T18:00:49.212Z",
            "url": "https://www.theinformation.com/briefings/goldman-sachs-warns-job-cuts-amid-ai-push?unlock=241358&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/goldman-sachs-warns-job-cuts-amid-ai-push?unlock=241358&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        }
    ]
}