{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16376,
            "guid": "528658",
            "headline": "China’s Kuaishou Launches All-In-One AI Video Model",
            "dek": "In the AI video sector, many Chinese companies are competing fiercely with U.S. giants like Google and OpenAI. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Chinese short-video company Kuaishou Technology on Tuesday launched a new artificial intelligence model that seeks to integrate different stages of video generation.</p>\n\n<p>Kuaishou said that its new model, Kling Video O1, not only creates videos but also offers various editing capabilities, such as modifying the background, adding and removing objects, or turning videos taken in real life into animation. The company describes O1 as the first model that unifies video generation, editing and post production into one platform. Until now, users of video generation models have typically relied on separate tools for editing.</p>\n\n<p>Kuaishou, which competes with ByteDance’s Douyin in China, is one of the global leaders in AI videos. The release of O1 highlights the fierce competition in the AI video sector, where many Chinese companies are battling it out with U.S. giants like Google and OpenAI. Kuaishou’s Kling 2.5 Turbo 1080p video model, released in September, is currently ranked in the top three for both text-to-video and image-to-video categories on the global leaderboard of AI models compiled by <a href=\"https://artificialanalysis.ai/video/leaderboard/text-to-video\">Artificial Analysis</a>.</p>",
            "published_at": "2025-12-02T09:20:01.337Z",
            "url": "https://www.theinformation.com/briefings/chinas-kuaishou-launches-one-ai-video-model?unlock=528658&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/chinas-kuaishou-launches-one-ai-video-model?unlock=528658&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16375,
            "guid": "d7dec4",
            "headline": "Nvidia Invests $2 Billion in Synopsys",
            "dek": "The companies said the investment is not intended to fund purchases of Nvidia chips.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia bought $2 billion worth of stock in Synopsys, which provides software for designing semiconductors and is a Nvidia customer, the companies announced Monday. The investment is the latest in a slew of deals inked by Nvidia in software and AI firms that use its chips. Synopsys shares rose 5%.</p>\n\n<p>As part of the transaction, Synopsys will continue to use Nvidia’s hardware and software to support its technology, including for chip design. Synopsys will also use Nvidia software, including its Cosmos AI world model, to generate digital simulations for companies in industries such as aerospace, robotics and healthcare.</p>\n\n<p>Synopsys also agreed to help sell Nvidia’s technology, building on an existing agreement to sell Nvidia’s Omniverse simulation software.</p>\n\n<p>Nvidia has recently faced concerns that its investments in its customers are designed to prop up their purchases of Nvidia chips. Addressing this concern on a conference call Monday morning, Sassine Ghazi, Synopsys’ president and CEO, said, “there is no intention or commitments to use that $2 billion to purchase” Nvidia chips.</p>",
            "published_at": "2025-12-02T04:15:56.981Z",
            "url": "https://www.theinformation.com/briefings/nvidia-invests-2-billion-synopsys?unlock=d7dec4&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-invests-2-billion-synopsys?unlock=d7dec4&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16374,
            "guid": "6e9274",
            "headline": "Amazon Tests U.S. Ultrafast Delivery Offering",
            "dek": "The new service, which aims to get items to shoppers in as little as 30 minutes, could boost Amazon’s business selling groceries and other staples.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon <a href=\"https://www.aboutamazon.com/news/retail/philadelphia-seattle-30-min-amazon-delivery\">said</a> Monday it has started testing a new ultrafast delivery service aimed at getting groceries and other staple items to shoppers in as little as 30 minutes, confirming an earlier <a href=\"https://www.theinformation.com/articles/amazon-plans-new-u-s-ultrafast-delivery-offering?rc=d8mrkd\">report</a> from The Information. The service is now live in Seattle and Philadelphia, Amazon said, and deliveries will cost $3.99 per order for Prime members and $13.99 for non-members, with additional fees for orders under $15.</p>\n\n<p>The Amazon Now service will operate out of small, specialized convenience store–style fulfillment centers, where Amazon Flex gig workers will pick up orders of items like snacks, prepared food and household products after warehouse staffers pack them, according to plans for the fulfillment centers reviewed by The Information. These centers would generally be smaller than 10,000 square feet and centrally located in urban areas, according to planning permits.</p>\n\n<p>The offering could boost Amazon’s business selling what it calls “everyday essentials”—items like groceries and household products—which has emerged as a critically important category for the company over the past few years under <a href=\"https://www.theinformation.com/articles/amazon-retail-chief-shifts-culture-toward-lower-costs-gasp-slower-shipping?rc=d8mrkd\">Amazon’s retail chief, Doug Herrington</a>. These items can be low margin and sometimes even unprofitable for Amazon to sell, but executives say they encourage repeat purchases and bring new shoppers to its site, which is beneficial for its business over the long term.</p>",
            "published_at": "2025-12-01T23:41:48.251Z",
            "url": "https://www.theinformation.com/briefings/amazon-tests-u-s-ultrafast-delivery-offering?unlock=6e9274&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-tests-u-s-ultrafast-delivery-offering?unlock=6e9274&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16179,
                    "guid": "f5ee8bd98b",
                    "title": "Amazon Tests Ultrafast Delivery Offering",
                    "url": "https://www.theinformation.com/articles/amazon-plans-new-u-s-ultrafast-delivery-offering?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16373,
            "guid": "80d365",
            "headline": "Strategy Raises $1.44 Billion to Pay Interest, Dividend",
            "dek": "The biggest bitcoin-holding stock seeks to temper fears that it may be forced to sell its bitcoin.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Strategy, the largest bitcoin-holding stock, <a href=\"https://www.strategy.com/press/strategy-announces-establishment-of-1-44-billion-usd-reserve-and-updates-fy-2025-guidance_12-1-2025\">said</a> it established a $1.4 billion dollar reserve by selling shares to pay dividends and interest, seeking to alleviate investors’ fear that it may be forced to sell its bitcoin to pay obligations in a market downturn.</p>\n\n<p>Michael Saylor’s Strategy, which holds 650,000 bitcoin, or about 3.1% of the 21 million bitcoin that will ever exist, said its US dollar reserve currently covers 21 months of dividends and it intends to increase the reserve to eventually cover 24 months or more of dividends.</p>\n\n<p>Strategy has typically traded at a premium to its bitcoin holdings. Recently its market value has dipped below the value of its bitcoins. Investors fear that it will sell bitcoin and buy back shares, which would be a profitable trade but could push down the price of bitcoin.</p>\n\n<p>The move will “better position us to navigate short-term market volatility,” said Saylor, who is Strategy’s founder and executive chairman. Strategy has issued preferred stock and debt to fund some of its bitcoin purchases, thus necessitating the need to pay dividends and interest. Strategy’s shares fell 3.3% today, while bitcoin fell 4.4% to $86,451. So far this year, Strategy is down 43%, while bitcoin is down 7.5%.</p>",
            "published_at": "2025-12-01T23:15:40.472Z",
            "url": "https://www.theinformation.com/briefings/strategy-raises-1-44-billion-pay-interest-dividend?unlock=80d365&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/strategy-raises-1-44-billion-pay-interest-dividend?unlock=80d365&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16372,
            "guid": "21f018",
            "headline": "Apple AI Leader Giannandrea Departs",
            "dek": "John Giannandrea, who led Apple’s AI team since 2018, struggled inside the company",
            "source_url": "https://www.apple.com/newsroom/2025/12/john-giannandrea-to-retire-from-apple/",
            "source_label": "The Information",
            "body": "<p>John Giannandrea, who was Apple’s artificial intelligence chief since 2018, is stepping down, Apple announced on Monday. Amar Subramanya, a former Google and Microsoft AI executive, will be joining Apple to take over some areas of the AI team, including AI research and internal foundation model development, Apple said.</p>\n\n<p>At Apple, Giannandrea struggled over turf wars and the company’s strict adherence to privacy, which helped stymie it from making an ambitious push in AI, The Information <a href=\"https://www.theinformation.com/articles/apple-fumbled-siris-ai-makeover\">previously</a> <a href=\"https://www.theinformation.com/articles/apples-siri-chief-struggles-as-new-ai-era-begins\">reported</a>. In particular, he fumbled an overhaul of Apple’s voice assistant, Siri. In 2024, Apple announced a more personalized and conversational version of Siri, which had been languishing for years. Apple delayed the release earlier this year and is now promising a new-and-improved Siri next year.</p>\n\n<p>Under a new structure for its AI leadership, Subramanya won’t report directly to CEO Tim Cook, as Giannandrea did. Instead, Subramanya will report to Apple’s software leader Craig Federighi, who already took over Siri earlier this year. Other parts of the AI group that were overseen by Giannandrea will shift to chief operating officer Sabih Khan and Apple services executive Eddy Cue “to align closer with similar organizations,” Apple said.</p>\n\n<p>Subramanya spent 16 years at Google, where he headed up engineering for Gemini Assistant near the end of his time. He moved to Microsoft for a short stint as an AI executive.</p>",
            "published_at": "2025-12-01T23:11:25.687Z",
            "url": "https://www.theinformation.com/briefings/apple-ai-leader-giannandrea-departs?unlock=21f018&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/apple-ai-leader-giannandrea-departs?unlock=21f018&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 538524,
                    "display_name": "Aaron Tilley"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 10370,
                    "guid": "2b746b4ea1",
                    "title": "Apple’s AI Chief Struggles With Turf Wars as New Era Begins",
                    "url": "https://www.theinformation.com/articles/apples-siri-chief-struggles-as-new-ai-era-begins?utm_source=ti_app"
                },
                {
                    "type": "Article",
                    "id": 14835,
                    "guid": "8ba3e6fbb3",
                    "title": "How Apple Fumbled Siri’s AI Makeover",
                    "url": "https://www.theinformation.com/articles/apple-fumbled-siris-ai-makeover?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16371,
            "guid": "4d78ad",
            "headline": "OpenAI Takes an Equity Stake in Thrive Holdings",
            "dek": "OpenAI to provide AI models and expertise to Thrive Holdings’ companies",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI is taking an equity stake in Thrive Holdings, a business launched by backer Thrive Capital to start and buy firms that could gain from artificial intelligence, such as in accounting and other service- oriented industries, Thrive Holdings and OpenAI announced Monday.</p>\n\n<p>OpenAI’s research and AI teams will work with engineers and other employees at Thrive Holdings to “deeply integrate AI into the businesses that we own and operate,” Thrive Holdings said in a statement. The announcement deepens the relationship between OpenAI and one of its biggest investors. In early 2024, Josh Kushner’s Thrive Capital led a sale of OpenAI shares that valued it at $86 billion and last fall led the company’s $6.6 billion fundraise valuing the startup at $157 billion.</p>\n\n<p>Josh Kushner’s Thrive is one of a number of venture firms, including General Catalyst, to pursue a strategy of buying and merging service firms like accounting or call centers and integrating them with AI to save costs. Thrive Holdings raised an initial $1 billion in capital earlier this year for the strategy.</p>\n\n<p>Thrive Holdings has backed accounting firm Crete Professionals Alliance and IT services firm Shield Technology Partners, both of which are using OpenAI’s models and will train and improve customized OpenAI models and products, according to a person with knowledge of the plans.</p>\n\n<p>OpenAI is getting a “material” equity stake in Thrive Holdings but hasn’t invested any money, according to a different person with knowledge of the plans. OpenAI also will gain additional expertise on working with business customers, including understanding specific workflows that it could apply to other enterprises and access data that it could use to train its models, according to the person. OpenAI in the last year has rapidly increased the number of business customers it serves through <a href=\"https://www.theinformation.com/articles/openai-projected-least-220-million-people-will-pay-chatgpt-2030\">its ChatGPT products</a>, in addition to selling access to its AI models through an API.</p>\n\n<p>OpenAI could also choose to work with other investment firms that are buying and operating services companies and integrating them with AI, said the same person.</p>\n\n<p><em>(Updates throughout with details of the partnership and corrects an earlier version to note&nbsp;OpenAI will not invest in Thrive.&nbsp;)</em></p>",
            "published_at": "2025-12-01T17:08:15.779Z",
            "url": "https://www.theinformation.com/briefings/openai-invest-backer-thrives-roll-vehicle?unlock=4d78ad&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-invest-backer-thrives-roll-vehicle?unlock=4d78ad&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                },
                {
                    "type": "Author",
                    "id": 745176,
                    "display_name": "Laura Mandaro"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16370,
            "guid": "d24a5c",
            "headline": "Chinese Investors Clamor Over Chip Designer Moore Threads’ IPO",
            "dek": "Moore Threads’ skyrocketing retail demand signals the Chinese government's determination to cultivate domestic AI chip capabilities to replace Nvidia’s offerings.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Moore Threads, a Chinese chip designer blacklisted by the U.S., drew frenzied demand from individual investors last week in its initial public offering on the Shanghai Stock Exchange. Its share offering was more than 4,000 times oversubscribed, according to an exchange filing.</p>\n\n<p>Moore Threads, which designs graphics processing units for artificial intelligence applications, raised 8 billion yuan ($1.1 billion) at 114.28 yuan per share, valuing the company at 53.7 billion yuan.</p>\n\n<p>Founded by former Nvidia employees in 2020, Moore Threads was added to a U.S. Commerce Department trade blacklist in 2023, as Washington tightened restrictions on advanced chip exports to China. Chinese regulators approved the company’s IPO in just 88 days this September, well under the typical one-year timeline.</p>\n\n<p>The swift regulatory greenlight and popular retail investor demand underscore Beijing’s push to support domestic semiconductor companies in light of U.S. export restrictions against China.</p>",
            "published_at": "2025-12-01T08:24:16.801Z",
            "url": "https://www.theinformation.com/briefings/chinese-investors-clamor-chip-designer-moore-threads-ipo?unlock=d24a5c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/chinese-investors-clamor-chip-designer-moore-threads-ipo?unlock=d24a5c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15984,
                    "guid": "0854a38b05",
                    "title": "China Fast-Tracks Tech IPOs to Counter US AI Rivalry",
                    "url": "https://www.theinformation.com/articles/china-fast-tracks-tech-ipos-counter-ai-rivalry?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16369,
            "guid": "4fe438",
            "headline": "AWS, Google Launch Service to Connect Two Cloud Platforms",
            "dek": "The new service allows customers to establish connectivity between AWS and Google Cloud in minutes and move data. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon Web Services and Google Cloud launched Monday a new jointly developed service that enables their customers to instantly establish high-speed connectivity between the two cloud platforms.</p>\n\n<p>Such a service would, for example, make it easier for customers using both cloud providers to move data between the two platforms while training or operating AI models.</p>\n\n<p>“As organizations increasingly adopt multicloud architectures, the need for interoperability between cloud service providers has never been greater,” the two companies said in a statement.</p>\n\n<p>Previously, customers who wanted to establish connectivity between AWS and Google Cloud had to spend weeks or months manually setting up networking hardware. But the new multicloud networking service allows customers to establish such connectivity in minutes, the companies said.</p>",
            "published_at": "2025-12-01T07:46:03.176Z",
            "url": "https://www.theinformation.com/briefings/aws-google-launch-service-connect-two-cloud-platforms?unlock=4fe438&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/aws-google-launch-service-connect-two-cloud-platforms?unlock=4fe438&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16368,
            "guid": "47de33",
            "headline": "Analyst: Apple to Use Intel to Manufacture Low-End Chips for Macs and iPads",
            "dek": "The move comes as Washington is pushing for Intel to reclaim its lead in chip manufacturing over TSMC. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Apple plans to use Intel to manufacture low-end chips for its laptops and iPads, <a href=\"https://x.com/mingchikuo/status/1994422001952555318?s=20\">according to Ming-Chi Kuo</a>, a prominent Apple supply chain analyst.</p>\n\n<p>Although Apple has no plans to return to using Intel’s processor designs, tapping Intel’s chip foundries could help Apple politically, given that Washington is pushing for Intel to reclaim its lead in chip manufacturing over Taiwan Semiconductor Manufacturing Co.</p>\n\n<p>Kuo, a Taiwan-based analyst known for his deep contacts within Apple’s supply chain, said late Friday that Apple signed an agreement with Intel to obtain information about Intel’s upcoming 18A chip making process.</p>\n\n<p>The move is a precursor to Apple using Intel to fabricate chips for its lowest-end MacBook Air and iPad Pro processors as early as 2027, he added.</p>\n\n<p>Apple switched to in-house chips manufactured by TSMC beginning in 2020 for its Macs and gradually phased out computers using Intel’s designs by 2023.</p>\n\n<p>Kuo said Apple’s orders with Intel would be small given they are for less-advanced chips and that the shift in business would have little impact on TSMC’s revenue. However, the orders from Apple would be positive for Intel’s long-term business outlook.</p>",
            "published_at": "2025-12-01T07:15:57.404Z",
            "url": "https://www.theinformation.com/briefings/analyst-apple-use-intel-manufacture-low-end-chips-macs-ipads?unlock=47de33&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/analyst-apple-use-intel-manufacture-low-end-chips-macs-ipads?unlock=47de33&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 333163,
                    "display_name": "Wayne Ma"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 6500,
                    "guid": "6371dcab7d",
                    "title": "Apple and Its Favorite Chipmaker Get Closer",
                    "url": "https://www.theinformation.com/articles/apple-and-its-favorite-chipmaker-get-closer?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16367,
            "guid": "6a2015",
            "headline": "U.S. Black Friday Spending Sets Records as Consumer Spending Holds Strong",
            "dek": "Retailers saw a 600% increase in traffic from AI-powered search features this year, Adobe said.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>U.S. shoppers are expected to spend between $11.7 billion and $11.9 billion on Black Friday purchases, according to Adobe Analytics, which tracks traffic and sales for U.S. retail websites. That figure is expected to be the highest yet for Black Friday spending and a more than 9% increase from a year earlier.</p>\n\n<p>This year is also the first that generative AI will play a significant role in e-commerce research and purchases following the release of several agentic commerce browsing and shopping features by OpenAI, Perplexity and other AI firms. AI traffic to U.S. e-commerce sites is expected to increase by 600% from last year, and 48% of shoppers surveyed by Adobe said they plan to use AI for online shopping this season.</p>\n\n<p>Adobe said that Cyber Monday is expected to be the biggest online shopping day of the year, with $14.2 billion in sales, a 6.3% increase from the year before. E-commerce software maker Shopify said that it had recorded nearly 34 million unique shoppers as of Friday evening, and that merchants using its software were recording nearly $2.8 million in sales per minute.</p>",
            "published_at": "2025-11-29T01:42:32.375Z",
            "url": "https://www.theinformation.com/briefings/u-s-black-friday-spending-sets-records-consumer-spending-holds-strong?unlock=6a2015&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/u-s-black-friday-spending-sets-records-consumer-spending-holds-strong?unlock=6a2015&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16366,
            "guid": "db3ce8",
            "headline": "DeepSeek Says Model Would Have Earned an Olympiad Gold Medal",
            "dek": "The milestone was achieved by other AI companies earlier this year.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>DeepSeek released an AI model that the company said could solve five out of six problems on this year’s International Math Olympiad, a performance that would have earned a human competitor a gold medal, the highest award in the competition.</p>\n\n<p>In July, <a href=\"https://www.theinformation.com/articles/llms-falling-short\">OpenAI</a> and Google announced that their models had also solved five out of the six problems. DeepSeek’s rapid replication of the milestone with its new model, DeepseekMath-V2, shows that the company is not far behind leading Western developers on key AI capabilities. The prestigious competition tests high school students’ prowess at difficult math problems, making it a key benchmark for AI progress at math.</p>\n\n<p>Harmonic, a math startup, also announced in July that it achieved a gold medal on the IMO with its AI system, Aristotle. This week, Harmonic raised $120 million at a valuation of $1.45 billion, including the investment, in a Series C funding round led by Ribbit Capital.</p>",
            "published_at": "2025-11-29T00:31:50.540Z",
            "url": "https://www.theinformation.com/briefings/deepseek-says-model-earned-olympiad-gold-medal?unlock=db3ce8&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/deepseek-says-model-earned-olympiad-gold-medal?unlock=db3ce8&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16365,
            "guid": "a6cd34",
            "headline": "India’s Adani Group to Invest $5 Billion in Google Data Center",
            "dek": "Adani and Google said last month they were building the data center campus in India and it would have more than one gigawatt of power.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-11-28/adani-to-invest-5-billion-in-google-data-centers-cfo-says?srnd=phx-technology",
            "source_label": "Bloomberg",
            "body": "<p>Indian conglomerate Adani Group will invest as much as $5 billion in a Google data center hub in Southern India, Bloomberg reported, citing a press briefing with Adani&nbsp;chief financial officer Jugeshinder Singh.</p>\n\n<p>Adani and Google said last month they were building&nbsp;the data center campus in India, located in Visakhapatnam, Andhra Pradesh. They&nbsp;said it would have access to at least a gigawatt of power, making it the largest in India.</p>\n\n<p>AdaniConneX, a joint venture between Adani and U.S.-based data center developer EdgeConneX, is working on the site with Google. The companies said last month the data center would require $15 billion of investment from 2026 to 2030.</p>",
            "published_at": "2025-11-29T00:27:50.563Z",
            "url": "https://www.theinformation.com/briefings/indias-adani-group-invest-5-billion-google-data-center?unlock=a6cd34&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/indias-adani-group-invest-5-billion-google-data-center?unlock=a6cd34&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16364,
            "guid": "289335",
            "headline": "Co-founder of Trump-Backed Crypto Firm Threatens SEC Whistleblower Case",
            "dek": "A co-founder of Alt5 Sigma that struck a partnership with World Liberty Financial has threatened to file a whistleblower complaint over suspected irregularities in the public reporting.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>A co-founder of a crypto company that struck a partnership with the Trump family’s blockchain group World Liberty Financial has threatened to file a whistleblower complaint over suspected irregularities in the public reporting of the crypto company, Alt5 Sigma, according to court filings.</p>\n\n<p>Jean-Francois Amyot, who co-founded the Canadian crypto processor Alt5 in 2018, said he intended to file the a&nbsp;whistleblowing complaint with the Securities and Exchange Commission, according to a filing he made in&nbsp;response to a lawsuit Alt5 brought against him and a consultancy he worked for. The lawsuit earlier this month alleged Amyot stole confidential information to launch a competing firm. The threat of a potential whistleblower complaint potentially adds to the legal woes facing Alt5 since the deal with the Trumps triggered a series of executive departures and regulatory disclosures.</p>\n\n<p>In August, Alt5, a largely-unknown Nasdaq-listed company, struck a $1.5 billion deal with World Liberty, a crypto company co-founded by the President’s two eldest sons, Eric and Donald Jr., to use Alt5 as a vehicle to amass a store of World Liberty’s crypto token, $WLFI. World Liberty co-founder Zach Witkoff—the son of President Donald Trump’s Middle East envoy, Steve Witkoff—was appointed Alt5’s chair as part of the deal.</p>\n\n<p>Shares in Alt5 have tumbled about 75% to around $1.87 since the deal after the company issued new shares and warrants to buy the crypto token and disclosed possible legal and regulatory problems, including a conviction for alleged money laundering in Rwanda. Alt5 in September told staff it suspended its CEO in September pending the outcome of an investigation into the company by a new outside law firm. Several other senior executives have quit or have been fired.</p>\n\n<p>Amyot alleged he personally retained almost 100 documents from his Alt5 email account in September after he stopped working for the company because the documents&nbsp;related to conversations with the firm’s former chief executive Peter Tassiopoulos and were “preserved for use in a potential SEC whistleblower complaint,” according to a declaration he filed in a Delaware court this week. Amyot said he “was also a vocal critic of the $1.5 billion transaction done with World Liberty Financial” and that the lawsuit against him was “filed in retaliation to my vocal criticism.” A World Liberty spokesperson declined to comment.</p>",
            "published_at": "2025-11-28T23:10:15.701Z",
            "url": "https://www.theinformation.com/briefings/co-founder-trump-backed-crypto-firm-threatens-sec-whistleblower-case?unlock=289335&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/co-founder-trump-backed-crypto-firm-threatens-sec-whistleblower-case?unlock=289335&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16363,
            "guid": "d6be8e",
            "headline": "Intel CEO Extends Support for Senior Executive After TSMC lawsuit",
            "dek": "TSMC sued former executive Wei-Jen Lo, accusing him of leaking trade secrets to Intel and lying about his departure.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Intel CEO Lip-Bu Tan said Wednesday in an internal memo to staff that he fully supports the executive who’s been sued by Taiwan Semiconductor Manufacturing Co. over alleged breach of trade secrets, and that there’s no merit to the allegations.</p>\n\n<p>The U.S. company only began hiring discussions with Wei-Jen Lo after he retired earlier this year from TSMC, Tan said in the memo.</p>\n\n<p>He was responding to a lawsuit filed by TSMC on Tuesday accusing Lo of leaking trade secrets to Intel. TSMC said Lo violated a non-compete agreement and lied about his departure during his exit interview, telling the company that he was taking an academic job.</p>\n\n<p>Tan said that after Lo retired, Intel began discussing a potential role for Lo, adding that Lo, now a senior vice president at Intel, reports directly to him and is partnering with the chip foundry and advanced packaging team led by Intel executive vice president and CTO Naga Chandrasekaran.</p>\n\n<p>“Based on everything we know today, we see no merit to the allegations involving Wei-Jen, and he continues to have our full support,” he said in the memo.</p>\n\n<p>He added that Lo spent 18 years at Intel before joining TSMC and that “freedom to work, to apply our skills and to move between companies has been a cornerstone of innovation in the semiconductor industry since the earliest days.”</p>",
            "published_at": "2025-11-27T03:36:18.055Z",
            "url": "https://www.theinformation.com/briefings/intel-ceo-extends-support-senior-executive-tsmc-lawsuit?unlock=d6be8e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/intel-ceo-extends-support-senior-executive-tsmc-lawsuit?unlock=d6be8e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 333163,
                    "display_name": "Wayne Ma"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16362,
            "guid": "acf8f1",
            "headline": "Robinhood Stock Jumps on Plan to Launch New Prediction Market ",
            "dek": "Robinhood, which drives more than half of Kalshi’s trading volume, plans to launch its own prediction market exchange.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Robinhood shares jumped 11% Wednesday after the brokerage <a href=\"https://robinhood.com/us/en/newsroom/robinhood-prediction-markets-joint-venture/\">said</a> late Tuesday that it is launching a new exchange with trading firm Susquehanna International Group to support its prediction market product.</p>\n\n<p>To do so, Robinhood is acquiring MIAXdx, which has the licenses to clear and execute derivatives trades.</p>\n\n<p>Robinhood currently partners with Kalshi, a U.S. prediction market backed by Sequoia and a16z, to offer bets on outcomes such as sports and elections. Robinhood contributes to more than half of Kalshi’s trading volume, according to Bernstein analysts. Kalshi offers bets to users directly on its website and through <a href=\"https://www.theinformation.com/articles/coinbase-launch-prediction-market-powered-kalshi\">partnerships</a> to users of other apps.</p>\n\n<p>Robinhood’s move will allow it to retain more control over its prediction market product, which has become its fastest-growing product line by revenue. Asked if Robinhood will drop Kalshi as a partner, a Robinhood spokesperson said it plans to continue with multiple partners, “supporting access to a diversity of market venues for our customers.”</p>",
            "published_at": "2025-11-26T23:48:59.003Z",
            "url": "https://www.theinformation.com/briefings/robinhood-stock-jumps-plan-launch-new-prediction-market?unlock=acf8f1&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/robinhood-stock-jumps-plan-launch-new-prediction-market?unlock=acf8f1&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16361,
            "guid": "f0ef84",
            "headline": "Trump-backed Crypto Firm Loses Another CEO After $1.5 Billion Deal ",
            "dek": "It's the second time its top executive has changed since an August tie-up with the Trump-backed crypto firm World Liberty Financial. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Alt5 Sigma, a Nasdaq-listed company amassing a digital store of a cryptocurrency backed by the Trump family, told shareholders it removed its CEO–the second time its top executive has changed since an August tie-up with the Trump-backed crypto firm World Liberty Financial.</p>\n\n<p>It’s the latest sign of turbulence at Alt5 since World Liberty struck a deal with the company to buy up to $1.5 billion worth of a Trump-backed crypto token, $WLFI. Shares in Alt5 have tumbled about 75% since the deal as the company braces for possible lawsuits and regulatory investigations, <a href=\"https://www.theinformation.com/articles/trump-family-crypto-deal-runs-aground\">The Information reported on Wednesday.</a></p>\n\n<p>In a securities filing on Wednesday, Alt5 said the board of directors “determined to conclude” interim CEO Jonathan Hugh’s employment “without cause.” Hugh replaced Alt5’s CEO Peter Tassiopoulos who was placed on leave without pay in September, according to a letter to staff. The company disclosed the change in October.</p>\n\n<p>Alt5 on Wednesday named board member&nbsp;<a href=\"https://www.theinformation.com/articles/trump-partner-crypto-venture-faces-sec-allegations\">Tony Isaac</a> its new acting CEO.</p>\n\n<p>In its Wednesday filing, Alt5 also said board member David Danziger resigned “for personal reasons and not [as] a result of any disagreement” with the company. Danziger in September was appointed to lead a special committee investigating possible issues with the company’s financial matters, asset transfers, payments, contracts and the company’s accounting, recordkeeping and preparation of financial statements.</p>\n\n<p>In the securities filing on Wednesday, Alt5 said the board disbanded the special committee. “The facts and issues investigated by the Special Committee and its advisors were presented to the full Board for its awareness and consideration so that it can continue to act in accordance with its fiduciary duties to shareholders,” the filing said.</p>\n\n<p>Separately, Alt5 said it ended a consulting agreement with Alt5 board member Ron Pitters and that Pitters would no longer serve as chief operating officer of the company. Pitters remains on the board, the company said.</p>",
            "published_at": "2025-11-26T23:40:12.226Z",
            "url": "https://www.theinformation.com/briefings/trump-backed-crypto-firm-loses-another-ceo-1-5-billion-deal?unlock=f0ef84&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-backed-crypto-firm-loses-another-ceo-1-5-billion-deal?unlock=f0ef84&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16360,
            "guid": "2b82db",
            "headline": "New AI Super PACs in The Works to Counter Anti-Regulation Push",
            "dek": "The network of PACs focused on AI safety will back candidates in the midterm elections.",
            "source_url": "https://www.nytimes.com/2025/11/25/us/politics/ai-super-pac-anthropic.html",
            "source_label": "The New York Times",
            "body": "<p>A group of people concerned about safety issues around artificial intelligence are forming a network of super PACs to back candidates from both parties in the midterm elections, <a href=\"https://www.nytimes.com/2025/11/25/us/politics/ai-super-pac-anthropic.html\">The New York Times reports.</a> The effort, led by Democratic former Congressman Brad Carson, is a response to the work of Leading the Future, a <a href=\"https://www.theinformation.com/briefings/silicon-valley-figures-launch-political-super-pacs?rc=kfcki8\">recently formed</a> network of PACs—backed by Andreessen Horowitz and OpenAI President Greg Brockman—that opposes a lot of AI regulation.</p>\n\n<p>The duelling PACs show how AI is shaping up to be a key issue in the midterm elections, with large amounts of money going toward both backing and opposing candidates, based on their positions on AI. Leading the Future has already set its sights on opposing New York Democrat Alex Bores, who is running for a U.S. House seat and supports AI safety regulation.</p>\n\n<p>The plan for Carson’s network of PACs involves initially raising $50 million, the Times reported. Some of the funding is likely to come from employees at AI company Anthropic, where conversations have recently been taking place internally about challenging Leading the Future, according to the Times.</p>",
            "published_at": "2025-11-26T17:31:32.415Z",
            "url": "https://www.theinformation.com/briefings/new-ai-super-pacs-works-counter-anti-regulation-push?unlock=2b82db&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/new-ai-super-pacs-works-counter-anti-regulation-push?unlock=2b82db&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16359,
            "guid": "bed60d",
            "headline": "Elon Musk Says Tesla to Double Number of Robotaxis in Austin ",
            "dek": "Users of the service have complained that they haven't been able to hail rides or experienced very long wait times. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Elon Musk said Tesla plans to double the number of Robotaxis it’s operating in Austin after users of the service said they weren’t able to hail rides or experienced very long wait times.</p>\n\n<p>In response to one such complaint, Musk <a href=\"https://x.com/elonmusk/status/1993538258253607260\">said</a> on X that the Robotaxi fleet in Austin “should roughly double next month.” While Musk didn’t disclose exactly how many Robotaxis Tesla is operating in the city, <a href=\"https://www.teslarobotaxitracker.com/\">user reports</a> indicate there are a few dozen vehicles active in Austin and about 100 in the San Francisco Bay Area.</p>\n\n<p>That’s far fewer vehicles than are operated by autonomous ride-hailing rival Waymo, which is also available in more cities. Tesla is currently operating its Robotaxi vehicles with backup operators in both of its cities, though Musk previously said Tesla is aiming to remove humans from vehicles in Austin by the end of this year.</p>\n\n<p>Tesla has consistently walked back its Robotaxi targets this year. On an earnings call in July, Musk said Robotaxi would reach half the U.S. population by the end of 2025. He then reduced that target to eight to 10 U.S. cities three months later. It’s unclear whether Tesla will be able to meet that goal within the next month as the company still <a href=\"https://www.theinformation.com/articles/teslas-scaled-back-robotaxi-timeline-still-faces-obstacles\">faces regulatory hurdles</a> in several places where it’s aiming to launch.</p>",
            "published_at": "2025-11-26T16:07:17.036Z",
            "url": "https://www.theinformation.com/briefings/elon-musk-says-tesla-double-number-robotaxis-austin?unlock=bed60d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musk-says-tesla-double-number-robotaxis-austin?unlock=bed60d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15989,
                    "guid": "2d410cc91e",
                    "title": "Tesla’s Scaled Back Robotaxi Timeline Still Faces Obstacles",
                    "url": "https://www.theinformation.com/articles/teslas-scaled-back-robotaxi-timeline-still-faces-obstacles?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                },
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16358,
            "guid": "2221ec",
            "headline": "TSMC Sues Ex-Executive Who Left to Join Intel",
            "dek": "TSMC said former senior vice president Lo Wei-jen lied about his plans to join Intel during his exit interview and violated a non-compete agreement.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Taiwan Semiconductor Manufacturing Co. filed a lawsuit on Tuesday against a former 75-year-old senior vice president who left the company in July for Intel,&nbsp; alleging he likely leaked trade secrets to his current employer.</p>\n\n<p>The world’s largest chipmaker said that Lo Wei-jen violated a non-compete agreement and lied about his departure during the exit interview, telling the company that he was taking an academic job instead of a competitor like Intel.</p>\n\n<p>When asked about Lo joining Intel last week in an interview with Bloomberg, CEO Lip-Bu Tan said that he didn’t commit any wrongdoing, and that the company respects intellectual property rights. Intel did not respond to requests for comment on the lawsuit. Lo can’t be reached for comment.</p>\n\n<p>The lawsuit marks an escalation in the competition between TSMC and Intel, the American chipmaker that has been struggling to catch up.</p>\n\n<p>“There is a high probability that Lo uses, leaks, discloses, delivers, or transfers TSMC’s trade secrets and confidential information to Intel, thus making legal actions (including claiming damages for breach of contract) necessary,” TSMC said in a statement.</p>",
            "published_at": "2025-11-26T05:44:30.992Z",
            "url": "https://www.theinformation.com/briefings/tsmc-sues-ex-executive-left-join-intel?unlock=2221ec&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tsmc-sues-ex-executive-left-join-intel?unlock=2221ec&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16357,
            "guid": "643900",
            "headline": "Klarna to Launch Stablecoin in 2026",
            "dek": "Klarna will use Stripe-owned Bridge to issue the stablecoin, which will run on Tempo, the new blockchain developed by Stripe and Paradigm.  ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Klarna, the Swedish buy-now-pay-later provider, <a href=\"https://www.klarna.com/international/press/klarna-launches-klarnausd-as-stablecoin-transactions-hit-usd27-trillion/\">said</a> it will launch a U.S. dollar-backed stablecoin, KlarnaUSD, in 2026, as a way to reduce costs for consumers and merchants.</p>\n\n<p>Klarna, which went public in September and has 114 million customers, will use Stripe-owned Bridge to issue the stablecoin, which will run on the Tempo blockchain co-developed by Stripe and Paradigm. With the stablecoin, Klarna can enter new markets, broaden offerings and lower operating costs, Zach Abrams, co-founder and CEO of Bridge, said in a tweet.</p>\n\n<p>The race for fintech and crypto firms to launch stablecoins intensified after the U.S.’s passage of stablecoin law in July. Most of the new stablecoins are <a href=\"https://www.theinformation.com/articles/new-stablecoin-law-spurring-competition-threatening-profits\">launched</a> through partnerships with white-label issuers such as Bridge and Anchorage Digital, which share revenue generated from the stablecoins with their partners.</p>\n\n<p>Klarna’s partnership is another win for Bridge, which is already issuing stablecoins for crypto exchange Hyperliquid and crypto wallets Phantom and MetaMask. Klarna, Bridge and Stripe all counted Sequoia as their venture backer. Anchorage, a crypto custodian and another popular issuer, won deals to issue Western Union’s stablecoin and Tether’s new U.S.-focused stablecoin.</p>",
            "published_at": "2025-11-25T20:32:30.019Z",
            "url": "https://www.theinformation.com/briefings/klarna-launch-stablecoin-2026?unlock=643900&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/klarna-launch-stablecoin-2026?unlock=643900&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15870,
                    "guid": "05caca1a5c",
                    "title": "New Stablecoin Law Is Spurring Competition and Threatening Profits",
                    "url": "https://www.theinformation.com/articles/new-stablecoin-law-spurring-competition-threatening-profits?utm_source=ti_app"
                }
            ],
            "topics": []
        }
    ]
}