{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16443,
            "guid": "0f7dbc",
            "headline": "China Considers Record $70 Billion Chip Incentive Program",
            "dek": "The proposed program could significantly exceed what the U.S. offered to its semiconductor sector through the Chips and Science Act. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-12-12/china-prepares-as-much-as-70-billion-in-chip-sector-incentives",
            "source_label": "Bloomberg",
            "body": "<p>Beijing is considering pouring as much as $70 billion into its semiconductor industry in what would be the world’s largest state-backed chip support program, Bloomberg reported, citing people familiar with the matter.</p>\n\n<p>The move elevates China’s push for semiconductor self-sufficiency as the country’s tech industry confronts restrictive US export controls on advanced chips and chipmaking equipment.</p>\n\n<p>The package under consideration ranges from 200 billion ($28 billion) to 500 billion yuan ($71 billion) in subsidies and financing, and Chinese government officials are still hammering out which companies will benefit and how much each sector will receive, according to Bloomberg.</p>\n\n<p>If rolled out at the top end, China’s proposed spending would dwarf comparable efforts worldwide and surpass funding the U.S. government has committed for the semiconductor sector through the Chips and Science Act. The investment will function separately from Beijing’s existing subsidy program for the chip industry, according to Bloomberg, and signals the government’s determination to reduce its reliance on foreign tech products such as Nvidia’s chips.</p>",
            "published_at": "2025-12-12T11:36:10.145Z",
            "url": "https://www.theinformation.com/briefings/china-prepares-record-70-billion-chip-incentive-program?unlock=0f7dbc&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-prepares-record-70-billion-chip-incentive-program?unlock=0f7dbc&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16442,
            "guid": "e929c5",
            "headline": "Exclusive: Wealthfront IPO Could Triple Tiger Investment",
            "dek": "Wealthfront is the latest fintech to list this year. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Wealthfront, an automated investment adviser, said late Thursday it had priced&nbsp;its&nbsp;initial public offering at&nbsp;$14 per share, at the top of the marketed range. At that price it raised $485 million, valuing the company at over $2 billion, or $2.6 billion if all stock options and potential shares were included. That’s&nbsp;a premium to the $1.4 billion the company was valued at in 2022.</p>\n\n<p>Its largest shareholder, Tiger Global Management, invested around $90 million to get its stake of $310 million, netting the firm about $220 million, according to a person familiar with the matter.</p>\n\n<p>The listing should boost cash returns for the New York-based hedge fund, one of the most aggressive venture investors during the pandemic-era startup boom.</p>\n\n<p>Other large shareholders in Wealthfront include DAG Ventures, which owned 12%, Index Ventures which owned 11% and Ribbit Capital, which owned almost 9%, according to securities filings.</p>\n\n<p>The business had raised almost $300 million from investors like Benchmark, Spark Capital and Greylock Partners, dating back to 2007, according to PitchBook Data.</p>\n\n<p>Wealthfront markets itself as a more efficient alternative to a wealth advisor, using technology to automate investment decisions. Its revenue for its most recent fiscal year ending in January was $309 million, up from $217 million the year before. The business is profitable.</p>\n\n<p>The listing comes during a year that has seen a number of financial technology listings, including Chime and Klarna, several of which have been off to a rocky start.</p>\n\n<p>Wealthfront listed on the Nasdaq under the ticker “WLTH.” Goldman Sachs is the lead underwriter on the deal. Fenwick &amp; West and Latham &amp; Watkins served as counsel.</p>\n\n<p>(The story has updated.)</p>",
            "published_at": "2025-12-11T23:45:30.134Z",
            "url": "https://www.theinformation.com/briefings/exclusive-wealthfront-prices-ipo-14-tripling-tiger-investment?unlock=e929c5&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-wealthfront-prices-ipo-14-tripling-tiger-investment?unlock=e929c5&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16441,
            "guid": "a579ca",
            "headline": "SEC Authorizes DTCC to Record Stocks on Blockchain",
            "dek": "The U.S. clearinghouse plans to tokenize stocks in the second half of 2026.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The Securities and Exchange Commission gave the greenlight to DTCC, the main clearinghouse for U.S. financial markets, to record stocks on blockchain.</p>\n\n<p>DTCC <a href=\"https://www.dtcc.com/news/2025/december/11/paving-the-way-to-tokenized-dtc-custodied-assets\">said</a> it received a no-action letter from the regulator, allowing it to launch the feature in the second half of 2026. DTCC will allow its members to use blockchain to transfer stocks to each other, rather than exclusively going through its centralized ledger.</p>\n\n<p>Crypto companies have been pushing for regulatory approval to trade stocks on crypto platforms. That could potentially threaten the role of DTCC. With the new feature, DTCC is positioned to retain an essential role in blockchain-based stock trading.</p>",
            "published_at": "2025-12-11T23:35:25.194Z",
            "url": "https://www.theinformation.com/briefings/sec-authorizes-dtcc-record-stocks-blockchain?unlock=a579ca&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/sec-authorizes-dtcc-record-stocks-blockchain?unlock=a579ca&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15831,
                    "guid": "09e074f2bb",
                    "title": "SEC Is Moving to Allow Stocks to Trade Like Cryptocurrencies",
                    "url": "https://www.theinformation.com/articles/sec-moving-allow-stocks-trade-like-cryptocurrencies?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16440,
            "guid": "946c3d",
            "headline": "Court Allows Apple to Collect Commissions on External Payments Systems in U.S.",
            "dek": "The Epic v. Apple legal dispute drags on",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Apple won back its right to charge for all transactions on the iPhone in the U.S., even in cases where the app developer uses an external payment system.</p>\n\n<p>In the decision from the 9th U.S. Circuit Court of Appeals—part of Apple’s prolonged legal battle with Epic Games—Apple also lost its attempt to contest a contempt ruling from a lower court.</p>\n\n<p>Earlier this year, U.S. District Judge Yvonne Gonzalez Rogers cited Apple for contempt in defying her previous order that the company had violated California antitrust laws. In response to the court’s antitrust ruling, Apple&nbsp;marginally reduced the commission it collected from developers who used external payment systems to&nbsp;27% from its typical 30%. As part of her contempt finding, the judge blocked the company from collecting any commission from developers who used external payment options.</p>\n\n<p>But the appeals court decided on Thursday that the federal judge couldn’t use “blunt force” in banning the commissions. “Apple is entitled to some compensation for the use of its intellectual property that is directly used in permitting Epic and others to consummate linked-out purchases,” the ruling said.</p>\n\n<p>A rate Apple could charge for out-of-app transactions would be determined in the future by the district court, just not at the 27% rate Apple had hoped for.</p>",
            "published_at": "2025-12-11T23:11:30.131Z",
            "url": "https://www.theinformation.com/briefings/court-allows-apple-collect-commissions-external-payments-systems-u-s?unlock=946c3d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/court-allows-apple-collect-commissions-external-payments-systems-u-s?unlock=946c3d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 538524,
                    "display_name": "Aaron Tilley"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15189,
                    "guid": "c78e860fc3",
                    "title": "App Developers See Opportunity to Escape Apple Tax",
                    "url": "https://www.theinformation.com/articles/app-developers-see-opportunity-escape-apple-tax?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16439,
            "guid": "e24c53",
            "headline": "Former Top Bank Regulator Michael Hsu Joins Venture Firm",
            "dek": "Hsu, former Acting Comptroller of the Currency, is joining Core Innovation Capital. \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Michael Hsu, the former Acting Comptroller of the Currency under President Biden, has joined early-stage VC firm Core Innovation Capital as a venture partner.</p>\n\n<p>Hsu will work with founders to “anticipate regulatory hurdles” and engage with policymakers, supporting companies in fintech, embedded finance, and AI governance, the venture firm <a href=\"https://www.businesswire.com/news/home/20251211294112/en/Michael-J.-Hsu-Former-Comptroller-of-the-Currency-Joins-Core-Innovation-Capital-as-Venture-Partner\">said.</a>&nbsp; During his tenure at the OCC, Hsu increased scrutiny of banks’ activities in digital assets and fintech. None of the banks supervised by the OCC failed during the regional bank crisis in 2023.</p>\n\n<p>The OCC, one of the three federal banking regulators, is set to play a major role regulating stablecoin issuers when the Genius Act takes effect. Crypto companies like Ripple, Circle and Coinbase have applied for federal trust charters with the OCC.</p>\n\n<p>Core Innovation Capital has invested in companies including Ripple, NerdWallet and PayJoy. It focuses on&nbsp;startups building in highly regulated sectors such as finance and healthcare.</p>",
            "published_at": "2025-12-11T22:56:03.096Z",
            "url": "https://www.theinformation.com/briefings/former-top-bank-regulator-michael-hsu-joins-venture-firm?unlock=e24c53&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/former-top-bank-regulator-michael-hsu-joins-venture-firm?unlock=e24c53&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                },
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16434,
            "guid": "d2a289",
            "headline": "Pinterest Acquires Advertising Technology Firm ",
            "dek": "The acquisition will help marketers better connect their ad campaigns on Pinterest with those running on streaming TV \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Pinterest is acquiring advertising technology company tvScientific, the companies announced. tvScientific helps smaller companies buy ads on streaming television.</p>\n\n<p>Pinterest has been looking to acquire an advertising technology company since earlier this year in an effort to boost its ad sales, the Information earlier reported. With tvScientific, advertisers can show ads to known Pinterest users watching TV shows, and better measure the customer journey from seeing an ad on Pinterest, to seeing the ad on TV, to making a purchase.</p>\n\n<p>Pinterest contemplated spending hundreds of millions of dollars when it first contemplated an advertising technology acquisition in January. In the announcement of the deal, Pinterest said the deal will require regulatory review, which implies a value of over $126 million.</p>",
            "published_at": "2025-12-11T22:07:30.363Z",
            "url": "https://www.theinformation.com/briefings/pinterest-acquires-advertising-technology-firm?unlock=d2a289&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/pinterest-acquires-advertising-technology-firm?unlock=d2a289&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16438,
            "guid": "6bcec5",
            "headline": "Broadcom Reports Big AI Chip Revenue Increase",
            "dek": "Broadcom forecast that its AI chip revenue would double in its fiscal first quarter, but its overall growth rate would stay the same as the fourth quarter.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Broadcom reported 28% higher revenue of $18 billion for its fourth fiscal quarter ended Nov. 2, driven by a 74% jump&nbsp;in AI chip revenue, reflecting how its business of helping companies like Google develop specialized AI chips is lifting Broadcom’s business significantly. Broadcom shares rose 3% in -after-hours trading.</p>\n\n<p>But AI chips are less than half of Broadcom’s business and other parts of the company are performing less robustly, which dilutes the growth impact. Broadcom CEO Hock Tan forecast that AI chip revenue would double in the company’s first fiscal quarter, through January, while total revenue would only rise 28% to $19.1 billion, the same growth rate as the fourth quarter.</p>\n\n<p>Broadcom’s free cash flow is growing faster than its topline, however. In the fourth quarter, free cash flow hit $7.466 billion, up 36% on the year-earlier quarter.</p>\n\n<p>Tan also said on the firm’s earnings call that Anthropic was the customer who placed a $10 billion order last quarter. He said Anthropic&nbsp;bought racks of Google’s tensor processing units. Anthropic placed another $11 billion order in the current quarter for the chips, Tan added. The Information first reported on Google’s plans&nbsp;to sell its TPUs directly to customers, instead of renting them through&nbsp;Google Cloud, in an effort to compete more directly with Nvidia.</p>",
            "published_at": "2025-12-11T21:34:03.886Z",
            "url": "https://www.theinformation.com/briefings/broadcom-reports-big-ai-chip-revenue-increase?unlock=6bcec5&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/broadcom-reports-big-ai-chip-revenue-increase?unlock=6bcec5&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16153,
                    "guid": "03832f869c",
                    "title": "Google Further Encroaches on Nvidia’s Turf With New AI Chip Push",
                    "url": "https://www.theinformation.com/articles/google-encroaches-nvidias-turf-new-ai-chip-push?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16437,
            "guid": "b8b909",
            "headline": "OpenAI Releases New Flagship AI Model",
            "dek": "The release comes after OpenAI leaders declared a “code red” within the company, telling employees that they had to refocus resources on improving ChatGPT.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI on Thursday released a new flagship AI model, GPT-5.2 as the company tries to improve its ChatGPT chatbot and enterprise sales against rivals Google and Anthropic.</p>\n\n<p>The company said that the new generation of models are better at workplace-related tasks including creating spreadsheets, building presentations, writing code, using tools and handling complex, multi-step projects. GPT-5.2 Thinking is the company’s first model that performs at or above a human expert level on GDPval, an OpenAI evaluation that measures AI performance on real-world tasks across domains such as law, finance and engineering.</p>\n\n<p>The company also said that GPT‑5.2 Pro and GPT‑5.2 Thinking are especially optimized for scientific and mathematical work. GPT-5.2 is around 40% more expensive than OpenAI’s last flagship model, GPT-5.1, according to publicly available pricing.</p>\n\n<p>The release comes less than two weeks after <a href=\"https://www.theinformation.com/articles/openai-ceo-declares-code-red-combat-threats-chatgpt-delays-ads-effort\">OpenAI leaders declared a “code red”</a> within the company, telling employees that they had to refocus resources on improving ChatGPT after Google made technological strides in developing its Gemini 3 model. On Thursday, OpenAI CEO Sam Altman said on CNBC that Gemini 3 “has had less of an impact on our metrics than maybe we feared.”</p>",
            "published_at": "2025-12-11T20:58:04.845Z",
            "url": "https://www.theinformation.com/briefings/openai-releases-new-flagship-ai-model?unlock=b8b909&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-releases-new-flagship-ai-model?unlock=b8b909&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16436,
            "guid": "a8b625",
            "headline": "AI Software Startup Harness Valued at $5.5 Billion After New Funding",
            "dek": "Building AI apps is a complex process thanks to the proliferation of AI coding tools, and startups like Harness aim to make it easier for developers.",
            "source_url": "https://www.harness.io/blog/240m-financing-to-bring-ai-to-everything-after-code",
            "source_label": "The Information",
            "body": "<p>Harness, an eight-year-old startup that helps developers manage updates and scan for security bugs in AI applications, <a href=\"https://www.harness.io/blog/240m-financing-to-bring-ai-to-everything-after-code\">announced</a> $240 million in Series E funding led by Goldman Sachs Alternatives at a valuation of $5.5 billion, up from $3.7 billion after its last round three years ago.</p>\n\n<p>The investment reflects how developing AI applications is more complex than building traditional ones. Growing adoption of AI coding tools like Anysphere’s Cursor is creating additional work for developers, who must spend time cleaning up the code and vetting it for security bugs. Harness’ product automates that work so that developers can focus on writing code.</p>\n\n<p>Goldman Sachs Alternatives is investing $200 million in the new round, with the additional $40 million coming from a planned tender offer in which IVP, Menlo Ventures, and Unusual Ventures are taking part.</p>",
            "published_at": "2025-12-11T20:22:31.896Z",
            "url": "https://www.theinformation.com/briefings/ai-software-startup-harness-valued-5-5-billion-new-funding?unlock=a8b625&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/ai-software-startup-harness-valued-5-5-billion-new-funding?unlock=a8b625&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16435,
            "guid": "81cbb6",
            "headline": "Nvidia To Host Summit On Data Center Power Shortage ",
            "dek": "Companies developing AI data centers powered by Nvidia’s chips are facing power supply problems.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia plans to host a private summit next week with startups focused on solving data center power problems that could hold up the development of artificial intelligence, according to several people who were invited.</p>\n\n<p>The event, at Nvidia’s Santa Clara, Calif., headquarters, signals how energy shortages are impacting companies building facilities filled with Nvidia’s power-hungry artificial intelligence server chips. Executives from power and electrical engineering startups are expected to attend the summit, including firms in which Nvidia has taken equity stakes. The firms sell products ranging from software to physical power equipment technologies.</p>\n\n<p>A spokesperson for Nvidia declined to comment.</p>",
            "published_at": "2025-12-11T18:05:16.047Z",
            "url": "https://www.theinformation.com/briefings/nvidia-host-summit-data-center-power-shortage?unlock=81cbb6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-host-summit-data-center-power-shortage?unlock=81cbb6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16433,
            "guid": "5bcdb3",
            "headline": "Disney to Invest $1 Billion in OpenAI",
            "dek": "The investment is part of a bigger deal in which Disney will license 200 of its best known characters for use in OpenAI's Sora video-generating app.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Walt Disney Co. is investing $1 billion into OpenAI as part of a deal in which Disney is licensing more than 200 characters from its program library for use&nbsp;in OpenAI’s Sora video-generating app. Among the characters that people will be able to use in Sora videos are Mickey Mouse, Cinderella, Black Panther, Captain America, Iron Man, Darth Vader and Luke Skywalker.</p>\n\n<p>The deal follows criticism from Hollywood figures that Sora could be used to steal <a href=\"https://variety.com/2025/film/news/robin-williams-daughter-ai-recreations-gross-1236541633/\">images of actors</a>&nbsp;without compensation. In striking a deal with Disney, OpenAI demonstrates it is willing to work with Hollywood. Disney drew an implicit contrast with Google: on Wednesday, Disney lawyers sent Google a letter demanding it stop infringing on its copyrights in its training of AI models, <a href=\"https://variety.com/2025/digital/news/disney-google-ai-copyright-infringement-cease-and-desist-letter-1236606429/\">Variety reported.</a></p>\n\n<p>The announcement from OpenAI and Disney didn’t make clear, however, what the terms of the licensing agreement are, and whether OpenAI is paying money. Instead, what is clear is that&nbsp;Disney will be paying OpenAI. In addition to investing in OpenAI, Disney will become a major customer of OpenAI, the companies said, using the AI firm’s tools to build new products and experiences including for its Disney+ streaming service.</p>\n\n<p>Disney will be able to run some of the Sora videos on its streaming service, Disney+. The videos will include “costumes, props, vehicles and iconic environments” from the programs but not “talent likenesses or voices.”</p>\n\n<p>Disney CEO Bob Iger has ties to OpenAI, through Thrive Capital, one of OpenAI’s biggest backers. Iger was briefly a venture partner at Thrive and took a stake in its management company in 2023.&nbsp; He remains a limited partner in its funds.</p>",
            "published_at": "2025-12-11T14:28:26.878Z",
            "url": "https://www.theinformation.com/briefings/disney-invest-1-billion-openai?unlock=5bcdb3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/disney-invest-1-billion-openai?unlock=5bcdb3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16432,
            "guid": "f5b035",
            "headline": "Trump Says Warner Bros Deal Should Include CNN",
            "dek": "Trump expressed dislike for CNN’s leaders and said he wanted to see the company sold.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-12-10/trump-says-warner-bros-deal-should-include-sale-of-cnn?srnd=homepage-americas&sref=qvN0c6kf",
            "source_label": "Bloomberg",
            "body": "<p>President Donald Trump said Wednesday that he thought the sale of Warner Bros. Discovery should include CNN, potentially complicating things for Netflix, which has reached a deal to buy WBD’s studio and streaming operations but not its cable channels such as CNN. Trump’s preference for a sale of the whole company is good news for the Ellison family controlled Paramount Skydance Corp, which has mounted a competing offer to buy WBD entirely.</p>\n\n<p>In a meeting with business leaders Wednesday, which was reported by Bloomberg, Trump said,&nbsp;“I think any deal should — it should be guaranteed and certain that CNN is part of it or sold separately.” He added: “I don’t think the people that are running that company right now and running CNN, which is a very dishonest group of people, I don’t think that should be allowed to continue. I think CNN should be sold along with everything else.”</p>\n\n<p>Trump has complained repeatedly about CNN over the years, but the comments stand out as unusual given the high-stakes nature of the deal. According to the <a href=\"https://www.wsj.com/business/media/paramount-netflix-warner-bros-battle-ellisons-a86fe15c\">Wall Street Journal</a>, Paramount CEO David Ellison told Trump he would make significant changes at CNN. The president has also talked with Netflix co-Chief Executive Officer Ted Sarandos about the deal, Bloomberg reported. Ellison’s father, Larry Ellison, is close with Trump. Still, Trump has yet to publicly weigh in on which offer he favors. He has indicated that he will probably be involved.</p>",
            "published_at": "2025-12-11T00:50:29.378Z",
            "url": "https://www.theinformation.com/briefings/trump-says-warner-bros-deal-include-cnn?unlock=f5b035&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-says-warner-bros-deal-include-cnn?unlock=f5b035&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16431,
            "guid": "336780",
            "headline": "Andreessen Horowitz Opens First Office in Asia",
            "dek": "The venture firm will open an office in Seoul as its crypto arm expands in Asia. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Andreessen Horowitz is opening its first office in Asia, located in Seoul, as it expands its crypto arm in the region.</p>\n\n<p>A16z crypto <a href=\"https://a16zcrypto.com/posts/article/a16z-crypto-is-expanding-to-asia/\">said</a> it has hired Sungmo Park, formerly with Monad Foundation and Polygon Labs, as its first staffer based in Asia, leading its Seoul office. Park will be the head of APAC go-to-market, a sales role which will focus on helping a16z’s crypto portfolio companies build partnerships and grow users in Asia. The team plans to hire more staff in Asia.</p>\n\n<p>Korea is the second-largest crypto market, according to an a16z report. Park isn’t an investor and the firm doesn’t have near-term plans to hire investors there. Still, a16z crypto has invested in Asia-based crypto startups, including Story and Sky Mavis.</p>",
            "published_at": "2025-12-10T23:41:49.670Z",
            "url": "https://www.theinformation.com/briefings/andreessen-horowitz-opens-first-office-asia?unlock=336780&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/andreessen-horowitz-opens-first-office-asia?unlock=336780&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                },
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16430,
            "guid": "91a2cc",
            "headline": "Oracle Says Its AI Cloud Customers Might Bring Their Own Server Chips",
            "dek": "The Information first reported that OpenAI was in talks to lease Nvidia chips rather than buy them outright. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Oracle Chief Financial Officer Doug Kehring said Wednesday that the database and cloud firm was exploring unusual ways to lower its spending on data centers for artificial intelligence.</p>\n\n<p>Kehring said that in addition to tapping public and private debt markets, Oracle may let customers bring their own AI server chips to Oracle’s data centers and that some chip suppliers may lease the hardware that ends up in Oracle data centers. Both scenarios are unprecedented in the cloud industry, as cloud providers usually purchase server chips and other hardware that they rent out to customers.</p>\n\n<p>“[A]s you can imagine,” Kehring said, these different business models would improve Oracle’s ability to generate profits and reduce its borrowing needs, which have weighed on the stock despite the company’s big promises of future revenue from AI customers such as OpenAI.</p>\n\n<p>The Information first reported that <a href=\"https://www.theinformation.com/articles/openai-megadeal-nvidia-discusses-new-business-model-chip-leasing\">OpenAI was in talks to lease Nvidia chips</a> rather than buy them outright. It’s not clear whether those talks were related to the Oracle facilities in Texas that OpenAI plans to use.</p>\n\n<p>Kehring didn’t elaborate on how the potential new business models for Oracle’s AI data centers would improve its profit margins. Oracle recently has struggled to generate strong margins from renting out Nvidia server chips.</p>",
            "published_at": "2025-12-10T23:12:56.291Z",
            "url": "https://www.theinformation.com/briefings/oracle-says-ai-cloud-customers-might-bring-server-chips?unlock=91a2cc&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-says-ai-cloud-customers-might-bring-server-chips?unlock=91a2cc&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16429,
            "guid": "eff60a",
            "headline": "Oracle Burned $10 Billion as AI Investments Rise, Shares Fall 11%",
            "dek": "The cash burn, unprecedented in Oracle’s history, has prompted the firm to borrow heavily for such projects.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Oracle shares fell more than 11% in after-hours trading on Wednesday after the database and cloud firm said it burned roughly $10 billion in the November quarter due to spending on data centers for artificial intelligence customers such as OpenAI. The cash burn, unprecedented in Oracle’s history, has prompted the firm to borrow heavily for such projects, including an $18 billion bond offering in September.</p>\n\n<p>Executives said Wednesday that capital expenditures would hit $50 billion in the fiscal year ending in May 2026, up $15 billion from the fiscal-year capex projection it provided three months ago.&nbsp;Bankers and infrastructure lenders have grown wary of the <a href=\"https://www.theinformation.com/articles/oracle-linked-borrowing-binge-worries-lenders\">amount of debt tied to Oracle’s data center projects</a>. Co-CEO Clay Magouryk said that while analysts had estimated Oracle would need $100 billion to complete its data center plans, “we expect we will need less if not substantially less…than that amount to go fund this buildout.”</p>\n\n<p>In any case, the company says the investment is worth it. The increased capex in the current fiscal year will result in $4 billion of extra revenue in the following fiscal year, CFO Doug Kehring said. Oracle reported $523 billion worth of signed contracts as of the end of November, up $68 billion from three months earlier thanks to new cloud-server rental deals with Meta Platforms and Nvidia, whose chips Oracle buys for AI data centers. The question is whether OpenAI and other customers will be able to pay those amounts, and whether Oracle can set up complex facilities for such customers on time.&nbsp;Oracle has projected cloud revenue of $166 billion in its fiscal 2030.</p>\n\n<p>Since Oracle announced large contracts with OpenAI and others, which boosted its stock to record levels, shares have fallen 30% on concerns that the future won’t play out the way Oracle has projected. Oracle has a market capitalization of more than $600 billion.</p>\n\n<p>Oracle recently tried to reassure investors that as revenue surges in the years ahead, its business of renting out servers packed with Nvidia chips will become far more profitable than it currently is. The Information has reported on Oracle’s recent struggles to generate high gross profit margins from renting out Nvidia chips.</p>\n\n<p>In the November quarter, Oracle reported 14% revenue growth compared to the same period a year earlier. Its cloud-server rental revenue rose 68% year-over–year to $4.1 billion, and Kehring implied that such revenue growth would accelerate in the current fiscal quarter. The November figures means Oracle’s cloud business about a tenth of the size of Amazon Web Services’.</p>",
            "published_at": "2025-12-10T21:59:38.970Z",
            "url": "https://www.theinformation.com/briefings/oracle-burned-10-billion-ai-data-center-investments-rise?unlock=eff60a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-burned-10-billion-ai-data-center-investments-rise?unlock=eff60a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                },
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16155,
                    "guid": "fc15038f6e",
                    "title": "Oracle-Linked Borrowing Binge Worries Lenders",
                    "url": "https://www.theinformation.com/articles/oracle-linked-borrowing-binge-worries-lenders?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16428,
            "guid": "99671d",
            "headline": "Pinterest Saving 90% on AI Models Through Open Source, Ready Says",
            "dek": "Ready said that other CEOs had complained they were spending heavily on \"off the shel proprietary software\" and weren't getting \"the return on investment that they need.\"",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Pinterest has saved 90% of the cost of using brand-name AI by relying on&nbsp;open source models, according to Pinterest CEO Bill Ready.</p>\n\n<p>Speaking <a href=\"https://www.theinformation.com/titv?rc=9byxri\">in an interview on The Information’s TITV</a>, Ready said open source AI models were competitive&nbsp;with closed-source models developed by big tech companies at “really effective cost to performance levels.”</p>\n\n<p>He said in his discussions with other CEOs, he had heard complaints that companies weren’t getting “the return on investment that they need, and they spending a lot” on “off the shelf proprietary software solutions.” He added that companies were “finding that they can leverage open source to get much better efficiency.”</p>",
            "published_at": "2025-12-10T21:00:19.100Z",
            "url": "https://www.theinformation.com/briefings/pinterest-saving-90-ai-models-open-source-ready-says?unlock=99671d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/pinterest-saving-90-ai-models-open-source-ready-says?unlock=99671d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16427,
            "guid": "a0c19f",
            "headline": "Google Announces AI Partnerships Pilot with News Publishers",
            "dek": "The deals will result in new features in Google News, including AI-generated article overviews on the publications’ Google News pages and audio briefings.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google has struck pilot partnerships with some news publishers allowing the tech giant to get expanded access to the publishers’ content for testing of new experimental AI features, Google announced on Wednesday.</p>\n\n<p>The deals, with news publishers across the world including The Washington Post, Der Spiegel and The Guardian, will result in new features in Google News, including AI-generated article overviews on the publications’ Google News pages—before users click through to the link—and audio briefings. A Google spokesperson declined to comment on the commercial terms of the partnership.</p>\n\n<p>The announcement comes amid heightened tension between Google and news publishers, which blame Google among other AI chatbot providers for falling web traffic. The deals announced with news publishers on Wednesday fall short of what publishers have been increasingly calling for: payment for inclusion in AI features like AI Overviews and AI Mode in Search, which publishers say uses their content while hurting their traffic and thus businesses.</p>\n\n<p>As part of Wednesday’s blog post, Google did announce an expanded set of newswire partnerships, adding Estadão, Antara and Yonhap to their existing deal with the Associated Press to supply “real-time information” for the Gemini app.</p>\n\n<p>Also on Wednesday, Google announced new feature updates to how news is displayed on Google, including the global expansion of a “Preferred Sources” program that lets Search users see more links from news outlets they select. Google is also adding a feature in Gemini highlighting links from users’ news subscriptions, and increasing the number of inline links in AI Mode.</p>",
            "published_at": "2025-12-10T17:11:07.011Z",
            "url": "https://www.theinformation.com/briefings/google-announces-ai-partnerships-pilot-news-publishers?unlock=a0c19f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-announces-ai-partnerships-pilot-news-publishers?unlock=a0c19f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16426,
            "guid": "18efa4",
            "headline": "China Weighs Nvidia Chip Purchase in Emergency Meetings With Tech Companies",
            "dek": "President Trump’s decision to allow the export of Nvidia’s advanced H200 chips to China has complicated Beijing’s push for domestic AI chips. ",
            "source_url": "https://www.theinformation.com/articles/china-weighs-nvidia-chip-purchase-emergency-meetings-tech-companies?preview=true&rc=jnr9wn",
            "source_label": "The Information",
            "body": "<p>China on Wednesday gathered its biggest tech giants to discuss whether to allow them to buy Nvidia’s advanced H200 chips, The Information reported. The meetings came after President Donald Trump’s recent decision to allow the export of the H200 to China suddenly complicated Beijing’s goal to become technologically self-sufficient.</p>\n\n<p>Officials convened a series of emergency meetings with representatives from companies including Alibaba Group, ByteDance and Tencent Holdings, and asked them to assess their demand for the H200, for which China currently has no domestic alternatives, according to two people with direct knowledge of the matter. The officials told the companies that they would soon be informed of the government’s decision, after officials compile their responses, the two people added.</p>\n\n<p>The meetings highlight Chinese policymakers’ dilemma: whether to support AI development that needs powerful chips China can’t yet produce, or <a href=\"https://www.theinformation.com/articles/china-slowly-surely-breaking-free-nvidia?rc=5pjqe5\">push through the adoption of homegrown chips</a> to eventually rid the country of U.S. technology.</p>\n\n<p>One of the options being considered is to impose caps on the amount of Nvidia chips that can be purchased relative to the amount of domestic processors they already have and plan to buy, though it remains unclear whether the ratio would be measured by dollar value or chip count, The Information reported.</p>",
            "published_at": "2025-12-10T10:38:41.411Z",
            "url": "https://www.theinformation.com/briefings/china-weighs-nvidia-chip-purchase-emergency-meetings-tech-companies?unlock=18efa4&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-weighs-nvidia-chip-purchase-emergency-meetings-tech-companies?unlock=18efa4&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16425,
            "guid": "a57806",
            "headline": "Nvidia Builds Technology That Could Help Fight Chip Smuggling",
            "dek": "A software feature using the technology could help identify banned AI chips smuggled into China. ",
            "source_url": "https://www.reuters.com/business/nvidia-builds-location-verification-tech-that-could-help-fight-chip-smuggling-2025-12-10/",
            "source_label": "Reuters",
            "body": "<p>Nvidia has developed a new software feature with a location verification technology that could indicate which country its chips are operating in, Reuters reported.</p>\n\n<p>The feature, which hasn’t been released yet, could make it possible for Nvidia to crack down on the smuggling of its artificial intelligence chips into China, according to Reuters. U.S. export controls prohibit the export of Nvidia’s advanced AI chips to China. Nvidia’s new software feature will first become available on its most advanced Blackwell chips, according to Reuters.</p>\n\n<p>Nvidia built the software feature for the purpose of allowing customers to track a chip’s computing performance, but it can give a sense of the chip’s location based on the time delay in communicating with Nvidia’s servers, according to Reuters.</p>\n\n<p>Despite the U.S. export controls, smuggling of Nvidia chips into China has become an organized, multinational enterprise, as The Information reported last year. Cracking down on such activities isn’t easy, given that most of Nvidia’s chips are manufactured in Taiwan and <a href=\"https://www.theinformation.com/articles/nvidia-ai-chip-smuggling-to-china-becomes-an-industry?rc=5pjqe5\">sold through a complicated network of distributors and resellers</a> around the world.</p>",
            "published_at": "2025-12-10T09:29:13.317Z",
            "url": "https://www.theinformation.com/briefings/nvidia-builds-technology-help-fight-chip-smuggling?unlock=a57806&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-builds-technology-help-fight-chip-smuggling?unlock=a57806&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16424,
            "guid": "549bfd",
            "headline": "Amazon Plans to Invest $35 Billion in India by 2030 ",
            "dek": "U.S. tech giants have announced tens of billions of dollars in investments into the South Asian country.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Amazon <a href=\"https://www.aboutamazon.com/news/company-news/amazon-35-billion-india-investment\">said</a> Wednesday that it plans to invest more than $35 billion in India by 2030, as the tech giant looks to further expand its e-commerce and cloud computing businesses in one of its largest markets outside the U.S.</p>\n\n<p>Amazon’s new investment plan underscores India’s importance to global tech giants not only as a potentially huge market for their products but also as a major hub for AI infrastructure such as data centers. On Tuesday, Microsoft said it would invest $17.5 billion in India through 2029. In October, Google said it would spend $15 billion to build new AI data centers in India.</p>\n\n<p>Amazon, which has been operating in India for more than a decade, said it has already invested a total of nearly $40 billion in the country so far. The company said its new $35 billion investment over the next five years will create 1 million jobs in India and quadruple e-commerce exports from India to $80 billion by 2030.</p>",
            "published_at": "2025-12-10T07:28:09.839Z",
            "url": "https://www.theinformation.com/briefings/amazon-plans-invest-35-billion-india-2030?unlock=549bfd&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-plans-invest-35-billion-india-2030?unlock=549bfd&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                },
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        }
    ]
}