{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16461,
            "guid": "70e86a",
            "headline": "Roomba Maker Files for Bankruptcy",
            "dek": "IRobot announced that its main contract manufacturer will acquire its assets.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>IRobot, the company that makes the Roomba vacuum, is filing for bankruptcy, it announced Sunday. Shenzhen Picea Robotics Co., iRobot’s main contract manufacturer, will buy iRobot’s assets out of bankruptcy.</p>\n\n<p>Roombas were first released in 2002 and became the most popular home robots of the past two decades. The company reached a market capitalization of over $4.5 billion in early 2021, but its stock price has plummeted to its current capitalization of $41 million. Amazon previously looked into buying iRobot but regulatory opposition by the E.U. <a href=\"https://www.theinformation.com/briefings/before-amazon-ditched-irobot-deal-ftc-said-it-planned-to-sue\">and the Federal Trade Commission</a> scuttled the deal in early 2024.</p>\n\n<p>The transaction would take iRobot private and existing shareholders would not receive any equity in the reorganized company. IRobot said it plans to continue operating throughout the process.</p>\n\n<p>IRobot has faced growing competition in recent years as new companies, <a href=\"https://www.theinformation.com/articles/forget-humanoids-silicon-valley-going-nuts-pixar-like-robot\">such as Matic</a>, gain traction in the market for robot vacuums.</p>",
            "published_at": "2025-12-15T22:52:12.555Z",
            "url": "https://www.theinformation.com/briefings/roomba-maker-files-bankruptcy?unlock=70e86a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/roomba-maker-files-bankruptcy?unlock=70e86a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16460,
            "guid": "6ed384",
            "headline": "Tesla Stock Jumps After Elon Musk Says It’s Testing Driverless Robotaxi",
            "dek": "Tesla currently offers rides to customers in two cities, though all customer rides in both regions currently have operators inside vehicles that can intervene if self-driving software malfunctions. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tesla shares were trading up 4% on Monday after CEO Elon Musk confirmed that the company has started testing its Robotaxi vehicles in Austin without human backups inside the cars.</p>\n\n<p>“Testing is underway with no occupants in the car,” Musk said in an X <a href=\"https://x.com/elonmusk/status/2000302654837371181\">post</a> on Sunday in response to a video of a Robotaxi on the road in Austin without a person inside it. In at least one <a href=\"https://www.reddit.com/r/SelfDrivingCars/comments/1pmnilm/second_fully_driverless_tesla_spotted_in_austin/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button\">video</a> of an empty Robotaxi, the vehicle was being followed closely by another Tesla, which some observers have interpreted to be a backup observation vehicle.</p>\n\n<p>Tesla currently offers rides to customers in Austin and the San Francisco Bay Area, though all customer rides in both regions currently have operators inside vehicles that can intervene if self-driving software malfunctions. Musk said in July that Tesla was aiming to offer Robotaxi to half the U.S. population by the end of 2025 before scaling that goal back to eight to 10 metro areas. Tesla has been driving test vehicles in <a href=\"https://www.theinformation.com/articles/teslas-scaled-back-robotaxi-timeline-still-faces-obstacles\">several other U.S. metro</a> areas but has yet to launch outside the two initial cities. That leaves the company far behind rival Waymo, which is offering rides without backup humans in five U.S. cities.</p>",
            "published_at": "2025-12-15T19:38:28.021Z",
            "url": "https://www.theinformation.com/briefings/tesla-stock-jumps-elon-musk-says-testing-driverless-robotaxi?unlock=6ed384&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tesla-stock-jumps-elon-musk-says-testing-driverless-robotaxi?unlock=6ed384&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15989,
                    "guid": "2d410cc91e",
                    "title": "Tesla’s Scaled Back Robotaxi Timeline Still Faces Obstacles",
                    "url": "https://www.theinformation.com/articles/teslas-scaled-back-robotaxi-timeline-still-faces-obstacles?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16459,
            "guid": "14531b",
            "headline": "Former Shopify Executive Joins OpenAI to Lead ChatGPT Apps Efforts",
            "dek": "OpenAI has taken early steps to make ChatGPT the default way its users interact with other apps.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Former Shopify executive Glen Coates has joined OpenAI as the company’s head of app platform, he said in a LinkedIn <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7406370698065252352/\">post</a> Monday. OpenAI didn’t immediately respond to a request for comment.</p>\n\n<p>OpenAI has taken early steps to make ChatGPT the default way its users interact with other apps, and has struck early partnerships with companies including <a href=\"https://www.theinformation.com/briefings/instacart-launches-chatgpt-app-instant-checkout-feature?rc=d8mrkd\">Instacart</a> and Target to make their apps available through ChatGPT. <a href=\"https://www.theinformation.com/articles/chatgpt-product-chief-responding-code-red?rc=d8mrkd\">Nick Turley</a>, the product executive who leads ChatGPT, has prioritized enabling more personalization of the chatbot, in part by connecting it to other apps.</p>\n\n<p>Coates spent around six years at Shopify, where he oversaw product development for the company’s core software for hosting e-commerce storefronts. More recently, he also led <a href=\"https://www.theinformation.com/articles/leaders-ai-shopping-revolution?rc=d8mrkd\">teams</a> working on initiatives to help Shopify merchants share their product information with AI apps and agents. Coates left Shopify this summer, The Information <a href=\"https://www.theinformation.com/articles/shopifys-leadership-shake-affects-push-growth?rc=d8mrkd\">previously reported</a>.</p>",
            "published_at": "2025-12-15T18:35:37.947Z",
            "url": "https://www.theinformation.com/briefings/former-shopify-executive-joins-openai-lead-chatgpt-apps-efforts?unlock=14531b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/former-shopify-executive-joins-openai-lead-chatgpt-apps-efforts?unlock=14531b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16021,
                    "guid": "43122cd834",
                    "title": "OpenAI’s Commerce and Apps Efforts Divide Consumer Firms",
                    "url": "https://www.theinformation.com/articles/openais-commerce-apps-efforts-divide-consumer-firms?utm_source=ti_app"
                },
                {
                    "type": "Article",
                    "id": 15977,
                    "guid": "b80e1e240d",
                    "title": "How Shopify’s Leadership Shake-Up Affects Its Push for Growth",
                    "url": "https://www.theinformation.com/articles/shopifys-leadership-shake-affects-push-growth?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16458,
            "guid": "1fa723",
            "headline": "Trump Administration Launches ‘Tech Force’ Recruitment Drive",
            "dek": "Companies including OpenAI, Meta and xAI have signed on to be involved. \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The Trump administration has launched a new program, dubbed “Tech Force,” to recruit engineers to work on artificial intelligence inside federal agencies.</p>\n\n<p>People who sign up for the two-year program will “work in teams reporting directly to agency leadership” and will collaborate with partner tech companies&nbsp;including Google, Meta, Apple, OpenAI and xAI, according to a <a href=\"https://techforce.gov/\">government website</a>. Annual salaries are expected to range from $150,000 to $200,000, the website said.</p>\n\n<p>The Trump administration, working with Elon Musk’s Department of Government Efficiency, has tried to implement AI across federal agencies this year, including inside the <a href=\"https://www.theinformation.com/articles/doge-using-ai-target-sec-regulations-cutting?rc=kfcki8\">Securities and Exchange Commission</a>. However, the administration also laid off thousands of federal workers and <a href=\"https://www.nextgov.com/people/2025/03/gsa-eliminates-18f/403400/?oref=ng-author-river\">shut down</a> existing tech teams.</p>",
            "published_at": "2025-12-15T17:48:44.803Z",
            "url": "https://www.theinformation.com/briefings/trump-administration-launches-tech-force-recruitment-drive?unlock=1fa723&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-administration-launches-tech-force-recruitment-drive?unlock=1fa723&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16450,
            "guid": "71b5db",
            "headline": "Exclusive: OpenAI Hires an Executive from Google to Lead M&A",
            "dek": "OpenAI sees acquisitions as an important source of future growth.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>OpenAI is hiring Albert Lee, a long-time corporate development executive at Google,&nbsp;as head of corporate development, according to people with knowledge of his move. His hire signals OpenAI’s interest in pursuing acquisitions and strategic investments as a key component of future growth, said a person close to OpenAI.</p>\n\n<p>Lee led corporate development for Google Cloud and Deepmind, according to his LinkedIn profile. He worked on Google’ $5.4 billion acquisition of cybersecurity firm Mandiant and its $2.6 billion purchase of data analytics provider Looker.</p>\n\n<p>He will start at OpenAI in January and will report to chief financial officer Sarah Friar. Lee’s move follows OpenAI’s recent hiring of former Amazon executive Torben Severson as global head of business development. Severson focuses on strategic partnerships while Lee will focus on acquisitions.</p>",
            "published_at": "2025-12-15T17:00:52.023Z",
            "url": "https://www.theinformation.com/briefings/exclusive-openai-hires-executive-google-lead-m?unlock=71b5db&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-openai-hires-executive-google-lead-m?unlock=71b5db&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16457,
            "guid": "6df0a7",
            "headline": "ServiceNow Shares Dropped 10% on Armis Acquisition Report",
            "dek": "The enterprise software giant is looking to enhance its ability in IT and security.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Shares of ServiceNow dropped around 10% on Monday morning, following a weekend report on Bloomberg that the enterprise software firm was in advanced talks to buy cybersecurity startup Armis for $7 billion.</p>\n\n<p>A potential deal with Armis would be ServiceNow’s second cybersecurity acquisition this year after it agreed to buy identity security startup Veza for more than $1 billion in early December. The enterprise software giant is looking to enhance its ability in IT and security, its president Amit Zavery <a href=\"https://www.theinformation.com/articles/servicenows-1-billion-plus-acquisition-aimed-winning-agent-war\">told</a> The Information earlier.</p>\n\n<p>Armis is considered an IPO candidate and the company said it crossed $300 million in annual recurring revenue in August.</p>",
            "published_at": "2025-12-15T15:06:58.579Z",
            "url": "https://www.theinformation.com/briefings/servicenow-shares-dropped-10-armis-acquisition-report?unlock=6df0a7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/servicenow-shares-dropped-10-armis-acquisition-report?unlock=6df0a7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16456,
            "guid": "dc8881",
            "headline": "Teardown Shows Huawei’s Progress and Limit in its Latest Chip ",
            "dek": "Huawei’s latest smartphone chip Kirin 9030 shows progress in China’s chip industry, but it remains generations behind, TechInsights report showed.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>China’s tech giant Huawei Technologies and its manufacturing partner Semiconductor Manufacturing International Corp. have made some progress in chip production, but their products still lag far behind industry leaders, according to a teardown by research firm TechInsights last Thursday.</p>\n\n<p>The companies’ latest achievement is the Kirin 9030 processor, which powers Huawei’s Mate 80 Pro Max smartphone released last month. It represents China’s most advanced homegrown semiconductor manufacturing to date, achieved despite years of U.S. export control that has cut off the country’s access to cutting-edge chipmaking equipment.</p>\n\n<p>But the chip still falls significantly short of the industry-leading manufacturing technology used by Taiwan Semiconductor Manufacturing Company and South Korea’s Samsung Electronics, according to TechInsights’ teardown report. The production method is also likely struggling with yield issues, which means the vast majority of chips produced didn’t work properly, according to TechInsights. That’s because SMIC had to rely on older, less precise equipment to repeat certain chipmaking processes to create denser patterns on chips, the report showed.</p>\n\n<p>The development indicates that China continues to find ways to advance its domestic chip capabilities despite U.S. export restrictions, though the path forward appears increasingly difficult and costly. Huawei and SMIC can still squeeze more performance out of current technology through design innovations and engineering discipline, but the latest TechInsights analysis suggests that they’re approaching the limits of what’s possible without access to the next-generation manufacturing tools.</p>",
            "published_at": "2025-12-15T06:37:08.932Z",
            "url": "https://www.theinformation.com/briefings/teardown-shows-huaweis-progress-limit-latest-chip?unlock=dc8881&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/teardown-shows-huaweis-progress-limit-latest-chip?unlock=dc8881&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16455,
            "guid": "fa1717",
            "headline": "Oracle Strikes $150 Billion of Data Center Leases in November Quarter",
            "dek": "Oracle's disclosure shows it is preparing to handle the flood of new cloud business it has struck in the past year.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Oracle struck about $150 billion worth of lease commitments on data centers in the three months ending November, it revealed in securities filing late last week,&nbsp;a sign it is preparing for the cloud deals that customers such as OpenAI have struck with Oracle.</p>\n\n<p>The filing showed that as of Nov. 30, Oracle&nbsp;had $248 billion of lease commitments “substantially all related to data centers and cloud capacity arrangements” that are due to start between now and fiscal 2028 that weren’t on the balance sheet. That compared with&nbsp;$99.8 billion of additional lease commitments Oracle reported having made as of Aug. 31, according to a filing over the summer. As of May, Oracle had just&nbsp;$43.4 billion of additional lease commitments.</p>\n\n<p>Also as of Nov. 30, Oracle had customer commitments totalling $523 billion, stretching out over more than five years. Oracle said in the securities filing 10% of these commitments were expected to be recognized over the next 12 months, with another 65% through the next five years.</p>",
            "published_at": "2025-12-14T21:00:56.822Z",
            "url": "https://www.theinformation.com/briefings/oracle-strikes-150-billion-data-center-lease-commitments-november-quarter?unlock=fa1717&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-strikes-150-billion-data-center-lease-commitments-november-quarter?unlock=fa1717&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16454,
            "guid": "f4f027",
            "headline": "Agnelli Family Rejects Tether’s Juventus Offer",
            "dek": "The Agnelli family said it had no intention of selling any of its stake in Juventus.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Exor, the Agnelli family’s holding company, rejected an offer from stablecoin issuer Tether for its 65% stake in Italian soccer team Juventus, saying it had “no intention of selling any of its shares in Juventus.”</p>\n\n<p>In a statement, Exor said the Agnelli family was “fully committed to the Club, supporting its new management team in the execution of a clear strategy to deliver strong results both on and off the field.”</p>\n\n<p>Tether&nbsp;said Friday it has submitted an all-cash offer to buy the team from the Agnelli family. Tether is the largest stablecoin issuer with $186 billion of its USDT tokens in circulation. The company previously took an <a href=\"https://www.bloomberg.com/news/articles/2025-02-14/tether-says-it-acquired-minority-stake-in-juventus-football-club\">undisclosed minority stake</a> in Juventus in February. Italian-born Paolo Ardoino, Tether’s chief executive since 2023, said in a statement Friday that he “grew up with this team” and that “Tether is in a position of strong financial health and intends to support Juventus with stable capital and a long horizon.”</p>\n\n<p>Juventus is one of global soccer’s most famous clubs, having won 36 Serie A titles and two UEFA Champions League trophies. Since 1923, it has been owned and managed by the Agnelli family, whose patriarch founded Fiat automobiles and whose holdings now span Ferrari, The Economist magazine and health tech firm Philips, among others. John Elkann, heir to the Agnelli family and chief executive of Exor, was named to the board of Meta in January.</p>",
            "published_at": "2025-12-14T19:30:37.860Z",
            "url": "https://www.theinformation.com/briefings/agnelli-family-rejects-tethers-juventus-offer?unlock=f4f027&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/agnelli-family-rejects-tethers-juventus-offer?unlock=f4f027&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16453,
            "guid": "30238e",
            "headline": "OpenAI Ends Six Month Initial Vesting Period for Employee Equity",
            "dek": "Competition for AI talent is as intense as ever, with the top tier of AI researchers able to jump around between big companies and startups.",
            "source_url": "https://www.wsj.com/tech/ai/openai-ends-vesting-cliff-for-new-employees-in-compensation-policy-change-d4c4c2cd?mod=hp_lead_pos4",
            "source_label": "Wall Street Journal",
            "body": "<p>OpenAI ended a policy that required new hires to work for six months before their equity compensation vested, <a href=\"https://www.wsj.com/tech/ai/openai-ends-vesting-cliff-for-new-employees-in-compensation-policy-change-d4c4c2cd?mod=hp_lead_pos4\">the Wall Street Journal reported,</a> an effort to make the AI firm a more appealing place to work.</p>\n\n<p>The Journal said OpenAI had previously shortened the minimum period that new hires have to work for vesting to six months from 12 months. The new policy means new hires vest their stock from their first day.</p>\n\n<p>Competition for AI talent is as intense as ever, with the top tier of AI researchers able to jump around between big companies and startups, including Google, Meta, Microsoft, OpenAI and xAI.</p>",
            "published_at": "2025-12-14T13:01:57.919Z",
            "url": "https://www.theinformation.com/briefings/openai-ends-six-month-initial-vesting-period-employee-equity?unlock=30238e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-ends-six-month-initial-vesting-period-employee-equity?unlock=30238e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16452,
            "guid": "390f05",
            "headline": "ServiceNow Reportedly Close to $7 Billion Purchase of Armis",
            "dek": "Armis works with big companies such as United Airlines and Colgate Palmolive. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-12-14/servicenow-said-to-near-deal-to-buy-armis-for-up-to-7-billion?srnd=homepage-americas&sref=qvN0c6kf",
            "source_label": "Bloomberg",
            "body": "<p>ServiceNow is in advanced talks to buy cybersecurity firm Armis in a deal worth around $7 billion, <a href=\"https://www.bloomberg.com/news/articles/2025-12-14/servicenow-said-to-near-deal-to-buy-armis-for-up-to-7-billion?srnd=homepage-americas&sref=qvN0c6kf\">Bloomberg reported</a> late Saturday.</p>\n\n<p>Such an acquisition would be the second multi billion dollar deal done by ServiceNow, an enterprise software firm, this year. In March ServiceNow <a href=\"https://www.theinformation.com/briefings/eb2cb1?rc=9byxri\">announced the $2.85 billion purchase</a> of Moveworks, an AI startup.</p>\n\n<p>Armis works with big companies such as United Airlines and Colgate Palmolive, it says on its web site. In August it said it passed $300 million in annual recurring revenue, growing&nbsp;from $200 million in less than a year. ServiceNow’s reported interest highlights the growing importance of cybersecurity as security breaches proliferate.</p>",
            "published_at": "2025-12-14T02:26:24.185Z",
            "url": "https://www.theinformation.com/briefings/servicenow-reportedly-close-7-billion-purchase-armis?unlock=390f05&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/servicenow-reportedly-close-7-billion-purchase-armis?unlock=390f05&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16451,
            "guid": "c502ed",
            "headline": "SpaceX Tells Staff of IPO Plans",
            "dek": "The CFO's memo is the latest indication of SpaceX's IPO plans.",
            "source_url": "https://www.wsj.com/business/spacex-tells-staff-it-is-preparing-for-a-potential-ipo-next-year-ae54778d?mod=hp_lead_pos5",
            "source_label": "The Wall Street Journal",
            "body": "<p>SpaceX chief financial officer Bret Johnsen confirmed to the company’s staff that it was preparing for an IPO next year, <a href=\"https://www.wsj.com/business/spacex-tells-staff-it-is-preparing-for-a-potential-ipo-next-year-ae54778d?mod=hp_lead_pos5\">the Wall Street Journal reported.</a>&nbsp;His statement follows <a href=\"https://www.theinformation.com/articles/spacex-tells-investors-aiming-late-2026-ipo?rc=9byxri\">The Information’s report on Dec. 5</a> that SpaceX, part of Elon Musk’s empire, was planning an IPO in the second half of next year.</p>\n\n<p>The Journal report said Johnsen sent a memo to staff telling them: “The thinking is that if we execute brilliantly and the markets cooperate, a public offering could raise a significant amount of capital.” He also confirmed SpaceX’s new valuation of $800 billion, the Journal report said.</p>\n\n<p>His note also said the timing of the IPO was still highly uncertain. SpaceX had long been considered unlikely to go public, although there was speculation it could spin off its Starlink internet-access business as a public entity. But Musk’s interest in launching data centers in space is reportedly making an IPO of SpaceX more appealing, as it could help the company raise a lot of money.</p>",
            "published_at": "2025-12-13T12:40:06.172Z",
            "url": "https://www.theinformation.com/briefings/spacex-tells-staff-ipo-plans?unlock=c502ed&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/spacex-tells-staff-ipo-plans?unlock=c502ed&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16449,
            "guid": "9869c7",
            "headline": "Cryptocurrency Company Tether Bids For Italian Soccer Club Juventus  ",
            "dek": "The large stablecoin issuer made the unsolicited offer to buy Exor’s roughly 65% stake in the club.",
            "source_url": "https://tether.io/news/tether-submits-proposal-to-acquire-juventus-football-club/",
            "source_label": "The Information",
            "body": "<p>Stablecoin issuer Tether said Friday it has submitted an all-cash offer to buy Italian soccer juggernaut Juventus from the Agnelli family, a novel bid by a cryptocurrency company to acquire a blue-chip global soccer club from one of Europe’s most storied dynasties.</p>\n\n<p>Tether is the largest stablecoin issuer with $186 billion of its USDT tokens in circulation. The company previously took an <a href=\"https://www.bloomberg.com/news/articles/2025-02-14/tether-says-it-acquired-minority-stake-in-juventus-football-club\">undisclosed minority stake</a> in Juventus in February. Italian-born Paolo Ardoino, Tether’s chief executive since 2023, said in a statement Friday that he “grew up with this team” and that “Tether is in a position of strong financial health and intends to support Juventus with stable capital and a long horizon.”</p>\n\n<p>Terms of the Tether proposal include a bid to buy out the roughly 65% of Juventus shares owned by Exor, the holding company of the Agnelli family. If that bid is successful, Tether said it plans to submit a public tender offer for remaining shares in the Turin-based club. Tether also pledged in its statement to invest €1 billion into Juventus, if it is able to take ownership of the team.</p>\n\n<p>Juventus is one of global soccer’s most famous clubs, having won 36 Serie A titles and two UEFA Champions League trophies. Since 1923, it has been owned and managed by the Agnelli family, whose patriarch founded Fiat automobiles and whose holdings now span Ferrari, The Economist magazine and health tech firm Philips, among others. John Elkann, heir to the Agnelli family and chief executive of Exor, was named to the board of Meta in January.</p>\n\n<p>Juventus was not known to be for sale. A breakdown of Exor’s portfolio earlier this year valued its stake in the club at €795 million. A spokesman for Exor did not immediately respond to a request for comment.</p>",
            "published_at": "2025-12-12T22:13:56.405Z",
            "url": "https://www.theinformation.com/briefings/cryptocurrency-company-tether-bids-italian-soccer-club-juventus?unlock=9869c7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/cryptocurrency-company-tether-bids-italian-soccer-club-juventus?unlock=9869c7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2272625,
                    "display_name": "Sara Germano"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                },
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16448,
            "guid": "c86bba",
            "headline": "Shares of Rick Perry-Founded AI Data Center Firm Plunge After Tenant Walks Away",
            "dek": "The firm’s shares fell more than 40% on the disclosure.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Fermi, a young data center developer cofounded by former Texas Governor Rick Perry, said a tenant for its artificial intelligence server campus in West Texas had ended an agreement to lease the site, according to a regulatory filing.</p>\n\n<p>The firm’s shares fell more than 40% on the disclosure, signaling broader fears around AI data center demand. Fermi went public earlier this year as a real estate investment trust, hoping to capitalize on the boom for AI data centers. It now has a $6.4 billion market capitalization.</p>\n\n<p>Fermi said its potential tenant was an investment-grade company, meaning it had strong finances, and had signed a separate deal to fund up to $150 million in construction costs for the project. But earlier this week the exclusivity period for its letter of intent on the site expired before the companies could reach a final agreement, and the funding deal was terminated, Fermi said.</p>\n\n<p>Fermi said it has begun deal talks with other potential tenants for the data center site, which is expected to be powered in 2026. Fermi did not respond to a request for comment.</p>",
            "published_at": "2025-12-12T19:12:42.067Z",
            "url": "https://www.theinformation.com/briefings/shares-rick-perry-founded-ai-data-center-firm-plunge-tenant-walks-away?unlock=c86bba&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/shares-rick-perry-founded-ai-data-center-firm-plunge-tenant-walks-away?unlock=c86bba&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15840,
                    "guid": "fc861edf75",
                    "title": "Fermi America IPO Is a Leap of Faith on Debt, Data Centers—and Trump",
                    "url": "https://www.theinformation.com/articles/fermi-america-ipo-leap-faith-debt-data-centers-trump?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16447,
            "guid": "e11f84",
            "headline": "Elon Musk’s X Revenue Reportedly Jumped 17% in Third Quarter",
            "dek": "The vast majority of revenue at X still comes from advertising, though Musk is trying to diversify the business by selling premium subscriptions and getting into payments. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-12-12/musk-s-x-posts-higher-sales-amid-costly-turnaround?embedded-checkout=true",
            "source_label": "Bloomberg",
            "body": "<p>Revenue at Elon Musk’s social media service X jumped 17% to $752 million during the third quarter, though the site is still bringing in significantly less cash than when Musk acquired it, Bloomberg <a href=\"https://www.bloomberg.com/news/articles/2025-12-12/musk-s-x-posts-higher-sales-amid-costly-turnaround\">reported</a> on Friday.</p>\n\n<p>Despite the surge in revenue, X reported a $577 million net loss for the quarter, due in part to restructuring charges, according to Bloomberg. X was acquired by Musk’s AI company xAI in March and has been integrating more technology and leadership from xAI, including by trying to replace some staff with xAI’s Grok models, The Information has <a href=\"https://www.theinformation.com/articles/twins-pushing-elon-musks-plans-replace-x-staff-grok\">reported</a>.</p>\n\n<p>During the first nine months of 2025, X generated more than $2 billion in revenue, according to Bloomberg. By comparison, Twitter brought in $1.2 billion during the second quarter of 2022, the last time it publicly reported results before being acquired by Musk and renamed X. The vast majority of revenue at X still comes from advertising, though Musk is trying to diversify the business by selling premium subscriptions and <a href=\"https://www.theinformation.com/articles/elon-musks-x-money-plans-stalled-regulators-staff-turnover\">getting into payments</a>.</p>",
            "published_at": "2025-12-12T19:01:45.656Z",
            "url": "https://www.theinformation.com/briefings/elon-musks-x-revenue-reportedly-jumped-17-third-quarter?unlock=e11f84&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musks-x-revenue-reportedly-jumped-17-third-quarter?unlock=e11f84&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16148,
                    "guid": "7ba49b9fc2",
                    "title": "The Twins Pushing Elon Musk’s Plans to Replace X Staff With Grok",
                    "url": "https://www.theinformation.com/articles/twins-pushing-elon-musks-plans-replace-x-staff-grok?utm_source=ti_app"
                },
                {
                    "type": "Article",
                    "id": 15697,
                    "guid": "4fe1de5550",
                    "title": "Elon Musk’s X Money Plans Stalled by Regulators, Staff Turnover",
                    "url": "https://www.theinformation.com/articles/elon-musks-x-money-plans-stalled-regulators-staff-turnover?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16446,
            "guid": "02876f",
            "headline": "Oracle’s Data Centers For OpenAI Are Reportedly Delayed",
            "dek": "Oracle shares fell 5% Friday morning.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-12-12/some-oracle-data-centers-for-openai-delayed-to-2028-from-2027",
            "source_label": "Bloomberg",
            "body": "<p>Oracle has delayed the completion of some of the data centers it is developing for OpenAI to 2028 from 2027, according to a Bloomberg report.</p>\n\n<p>Oracle shares fell 5% Friday morning after already dipping earlier in the week, after the firm reported that it <a href=\"https://www.theinformation.com/briefings/oracle-burned-10-billion-ai-data-center-investments-rise\">burned roughly $10 billion</a> in the November quarter due to spending on data centers.</p>\n\n<p>Spokesperson for Oracle&nbsp;Michael Egbert said “there have been no delays to any sites required to meet our contractual commitments, and all milestones remain on track.”</p>\n\n<p>“We remain fully aligned with OpenAI and confident in our ability to execute against both our contractual commitments and future expansion plans,” he said.</p>\n\n<p>Bloomberg said the delays are due to labor and material shortages. The report didn’t say which data centers Oracle is pushing out to 2028. Oracle is developing a large facility for OpenAI in Abilene, Texas.</p>\n\n<p>Delays in the data center industry are common, especially for developers that are trying to build these types of facilities faster than ever before. The high-stakes race to develop server clusters for developing AI is <a href=\"https://www.theinformation.com/articles/ai-data-centers-face-delays-blame-game-begins\">causing tension in the industry</a>, as companies involved in the work try to avoid being on the hook for missed deadlines. The deadlines impact when cloud providers can generate revenue from renting out the servers.</p>\n\n<p>Oracle doesn’t build data centers by itself; it works with developers such as Crusoe and Vantage Data Centers.</p>",
            "published_at": "2025-12-12T17:29:56.066Z",
            "url": "https://www.theinformation.com/briefings/oracles-data-centers-openai-reportedly-delayed?unlock=02876f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracles-data-centers-openai-reportedly-delayed?unlock=02876f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16445,
            "guid": "d3e486",
            "headline": "Livestream Shopping App Whatnot Nears $1 Billion in 2025 Revenue",
            "dek": "The six-year-old startup raised over $500 million in new funding this year, boosting its valuation to $11.5 billion.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Livestream shopping app Whatnot is targeting close to $1 billion in revenue for 2025, according to a person with knowledge of the company’s finances. The six-year-old company has quietly grown into one of e-commerce’s hottest companies, raising more than $500 million in new funding this year and boosting its valuation to $11.5 billion. Whatnot originally started as a place for collectors of Funko Pop figurines and Pokémon cards to buy and sell goods, but has since expanded to other categories like apparel and beauty products.</p>\n\n<p>Whatnot has already surpassed $6 billion in gross sales on its platform this year, more than doubling 2024’s sales, according to the company. Whatnot makes money by taking a roughly 10% cut of all the sales that happen on its platform, and it also has a growing advertising business of sellers who pay for better visibility of their livestreams in the app’s feed. Read more about Whatnot’s growth and its appeal for hobby enthusiasts and deal hunters alike in our <a href=\"https://www.theinformation.com/articles/whatnots-schlock-empire-shows-digital-live-shopping-can-thrive-america?rc=d8mrkd\">Weekend Big Read</a>.</p>",
            "published_at": "2025-12-12T17:20:04.457Z",
            "url": "https://www.theinformation.com/briefings/livestream-shopping-app-whatnot-nears-1-billion-2025-revenue?unlock=d3e486&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/livestream-shopping-app-whatnot-nears-1-billion-2025-revenue?unlock=d3e486&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16242,
                    "guid": "6b2ee55bb2",
                    "title": "Whatnot’s Schlock Empire Shows Digital Live Shopping Can Thrive in America",
                    "url": "https://www.theinformation.com/articles/whatnots-schlock-empire-shows-digital-live-shopping-can-thrive-america?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16444,
            "guid": "c0500e",
            "headline": "Trump Issues Executive Order to Block State AI Regulation",
            "dek": "The move has proved to be politically divisive.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>President Donald Trump has <a href=\"https://www.whitehouse.gov/presidential-actions/2025/12/eliminating-state-law-obstruction-of-national-artificial-intelligence-policy/\">signed an executive order</a> seeking to block states from regulating artificial intelligence, an effort that has been championed by the AI industry and criticized by a broad cohort of Republicans and Democrats.</p>\n\n<p>The order, which The Information first <a href=\"https://www.theinformation.com/articles/white-house-working-executive-order-foil-state-ai-regulations\">reported</a> on in November, directs Attorney General Pam Bondi to create a litigation task force that would look to challenge state AI laws on constitutional grounds, in consultation with David Sacks, Trump’s AI policy advisor.</p>\n\n<p>Sacks, along with Trump and many in the AI industry, have advocated for introducing a national standard for AI and preventing what they characterize as a patchwork of state-based regulation. However, the effort has faced significant pushback and the order follows two failed bids to add a provision on the issue into legislation.</p>",
            "published_at": "2025-12-12T15:37:48.847Z",
            "url": "https://www.theinformation.com/briefings/trump-issues-executive-order-block-state-ai-regulation?unlock=c0500e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-issues-executive-order-block-state-ai-regulation?unlock=c0500e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16131,
                    "guid": "262bbb3945",
                    "title": "White House Working on Executive Order to Foil State AI Regulations",
                    "url": "https://www.theinformation.com/articles/white-house-working-executive-order-foil-state-ai-regulations?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16443,
            "guid": "0f7dbc",
            "headline": "China Considers Record $70 Billion Chip Incentive Program",
            "dek": "The proposed program could significantly exceed what the U.S. offered to its semiconductor sector through the Chips and Science Act. ",
            "source_url": "https://www.bloomberg.com/news/articles/2025-12-12/china-prepares-as-much-as-70-billion-in-chip-sector-incentives",
            "source_label": "Bloomberg",
            "body": "<p>Beijing is considering pouring as much as $70 billion into its semiconductor industry in what would be the world’s largest state-backed chip support program, Bloomberg reported, citing people familiar with the matter.</p>\n\n<p>The move elevates China’s push for semiconductor self-sufficiency as the country’s tech industry confronts restrictive US export controls on advanced chips and chipmaking equipment.</p>\n\n<p>The package under consideration ranges from 200 billion ($28 billion) to 500 billion yuan ($71 billion) in subsidies and financing, and Chinese government officials are still hammering out which companies will benefit and how much each sector will receive, according to Bloomberg.</p>\n\n<p>If rolled out at the top end, China’s proposed spending would dwarf comparable efforts worldwide and surpass funding the U.S. government has committed for the semiconductor sector through the Chips and Science Act. The investment will function separately from Beijing’s existing subsidy program for the chip industry, according to Bloomberg, and signals the government’s determination to reduce its reliance on foreign tech products such as Nvidia’s chips.</p>",
            "published_at": "2025-12-12T11:36:10.145Z",
            "url": "https://www.theinformation.com/briefings/china-prepares-record-70-billion-chip-incentive-program?unlock=0f7dbc&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-prepares-record-70-billion-chip-incentive-program?unlock=0f7dbc&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16442,
            "guid": "e929c5",
            "headline": "Exclusive: Wealthfront IPO Could Triple Tiger Investment",
            "dek": "Wealthfront is the latest fintech to list this year. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Wealthfront, an automated investment adviser, said late Thursday it had priced&nbsp;its&nbsp;initial public offering at&nbsp;$14 per share, at the top of the marketed range. At that price it raised $485 million, valuing the company at over $2 billion, or $2.6 billion if all stock options and potential shares were included. That’s&nbsp;a premium to the $1.4 billion the company was valued at in 2022.</p>\n\n<p>Its largest shareholder, Tiger Global Management, invested around $90 million to get its stake of $310 million, netting the firm about $220 million, according to a person familiar with the matter.</p>\n\n<p>The listing should boost cash returns for the New York-based hedge fund, one of the most aggressive venture investors during the pandemic-era startup boom.</p>\n\n<p>Other large shareholders in Wealthfront include DAG Ventures, which owned 12%, Index Ventures which owned 11% and Ribbit Capital, which owned almost 9%, according to securities filings.</p>\n\n<p>The business had raised almost $300 million from investors like Benchmark, Spark Capital and Greylock Partners, dating back to 2007, according to PitchBook Data.</p>\n\n<p>Wealthfront markets itself as a more efficient alternative to a wealth advisor, using technology to automate investment decisions. Its revenue for its most recent fiscal year ending in January was $309 million, up from $217 million the year before. The business is profitable.</p>\n\n<p>The listing comes during a year that has seen a number of financial technology listings, including Chime and Klarna, several of which have been off to a rocky start.</p>\n\n<p>Wealthfront listed on the Nasdaq under the ticker “WLTH.” Goldman Sachs is the lead underwriter on the deal. Fenwick &amp; West and Latham &amp; Watkins served as counsel.</p>\n\n<p>(The story has updated.)</p>",
            "published_at": "2025-12-11T23:45:30.134Z",
            "url": "https://www.theinformation.com/briefings/exclusive-wealthfront-prices-ipo-14-tripling-tiger-investment?unlock=e929c5&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-wealthfront-prices-ipo-14-tripling-tiger-investment?unlock=e929c5&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        }
    ]
}