{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16328,
            "guid": "dea1d1",
            "headline": "Google Releases Gemini 3.0 Model",
            "dek": "The new model has improved on its predecessor on all major AI benchmarks, including reasoning and solving problems involving mediums other than text.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google on Tuesday released Gemini 3.0, the long-awaited update to its flagship AI model.</p>\n\n<p>The new model has improved on its predecessor, Gemini 2.5, on all major AI benchmarks, including reasoning and solving problems involving mediums other than text. It is a significant improvement to its predecessor on coding, although it is still slightly behind Anthropic’s and OpenAI’s latest models on the popular benchmark swe-bench. In particular, early users have praised the new model’s ability to generate design styles.</p>\n\n<p>Gemini 3.0 is available to users now on the Gemini app and Google Search’s AI Mode chatbot, and to developers on a range of different enterprise products, including the newly released agentic software development tool “Gemini Antigravity.”</p>",
            "published_at": "2025-11-18T22:54:45.565Z",
            "url": "https://www.theinformation.com/briefings/google-releases-gemini-3-0-model?unlock=dea1d1&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-releases-gemini-3-0-model?unlock=dea1d1&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16327,
            "guid": "ed057d",
            "headline": "Cloudflare Back Online After Software Glitch Triggers Major Outage",
            "dek": "Cloudflare, which operates a content delivery network used by many major websites, apologizes for an outage that took down retail, food delivery and other services.  ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Cloudflare, whose content delivery network powers many of the world’s most-visited websites, <a href=\"https://x.com/dok2001/status/1990827571089428580\">said</a> it has recovered from an outage that took down social media, music streaming, food delivery, online retail and other services for several hours earlier Tuesday.</p>\n\n<p>In a <a href=\"https://x.com/dok2001/status/1990791419653484646\">post</a> on X, Cloudflare CTO Dane Knecht apologized for the outage and explained that it stemmed from a bug in one of the company’s internal services that emerged after a “routine configuration change.” The outage wasn’t the result of an attack from outsiders, he said.</p>\n\n<p>Cloudflare’s outage, while much smaller in scope than the one Amazon Web Services suffered about a month ago, is the latest reminder of how much of the internet depends on a handful of companies that maintain the servers and services that keep it up and running.</p>",
            "published_at": "2025-11-18T22:38:21.869Z",
            "url": "https://www.theinformation.com/briefings/cloudflare-back-online-software-glitch-triggers-major-outage?unlock=ed057d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/cloudflare-back-online-software-glitch-triggers-major-outage?unlock=ed057d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16326,
            "guid": "ca0853",
            "headline": "Kraken Raises Funding From Citadel Securities at $20 Billion Valuation",
            "dek": "The crypto exchange has raised $800 million this year ahead of its planned IPO next year. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Kraken, the crypto exchange that’s aiming to go public next year, <a href=\"https://blog.kraken.com/news/800-million-raise-to-advance-strategic-roadmap\">said</a> Tuesday it raised a $200 million strategic investment from Ken Griffin’s Citadel Securities at a $20 billion valuation.</p>\n\n<p>The exchange has already raised $600 million at a $15 billion valuation tranche from investors including Jane Street, DRW, HSG, formerly Sequoia Capital China, Oppenheimer Alternative Investment Management and Tribe Capital, along with a significant commitment from Kraken co-CEO Arjun Sethi’s <a href=\"https://x.com/arjunsethi/status/1990897718911266817\">family office.</a></p>\n\n<p>Citadel Securities will support Kraken with liquidity for trading, risk management expertise, and market structure insights, the announcement said. Kraken made $1.5 billion in revenue in 2024. In the third quarter, it made $648 million in revenue, up 114% from a year ago.</p>",
            "published_at": "2025-11-18T22:36:07.736Z",
            "url": "https://www.theinformation.com/briefings/kraken-raises-funding-citadel-securities-20-billion-valuation?unlock=ca0853&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/kraken-raises-funding-citadel-securities-20-billion-valuation?unlock=ca0853&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16325,
            "guid": "2959bb",
            "headline": "John Hegeman Steps Down as Meta’s Chief Revenue Officer",
            "dek": "Clara Shih, head of the business AI unit, is also leaving the company",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>John Hegeman is stepping down as Meta’s chief revenue officer and will be replaced by Andrew Bocking, the vice president of monetization product, who currently reports to Hegeman, a spokesperson told the Information. Bloomberg first <a href=\"https://www.bloomberg.com/news/articles/2025-11-18/meta-s-chief-revenue-officer-exits-in-broad-leadership-reshuffle\">reported</a> the news.</p>\n\n<p>Clara Shih, who joined Meta last November from Salesforce and reported to Hegeman, is also leaving. Shih led a new division of Meta to sell their AI to businesses, though the remit was <a href=\"https://www.theinformation.com/articles/metas-open-source-ai-prepares-to-go-to-market\">always a bit unclear</a>. Naomi Gleit will lead the business AI group and also oversee Meta’s subscription service Meta Verified and Business AI messaging. Gleit was previously head of product reporting directly to chief operating officer Javier Olivan, as Hegeman did.</p>\n\n<p>Meta first promoted Hegeman to lead the ads and business product organizations in 2022, having previously worked on Meta’s response to Apple’s privacy restrictions, as <a href=\"https://www.theinformation.com/articles/meta-reshuffles-leadership-of-ads-team-as-company-scrambles-to-contain-apple-fallout\">reported</a>. Meta expanded his remit in 2023, the Information <a href=\"https://www.theinformation.com/articles/meta-ads-boss-merges-ads-and-business-messaging-in-new-product-group\">reported</a>.</p>",
            "published_at": "2025-11-18T19:57:55.110Z",
            "url": "https://www.theinformation.com/briefings/john-hegeman-steps-metas-chief-revenue-officer?unlock=2959bb&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/john-hegeman-steps-metas-chief-revenue-officer?unlock=2959bb&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16324,
            "guid": "7ddb51",
            "headline": "Meta Wins FTC Antitrust Case",
            "dek": "Meta CEO Mark Zuckerberg testified in the case earlier this year.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>A judge has ruled in favor of Meta Platforms in a landmark antitrust case brought by the Federal Trade Commission, which had&nbsp;argued that Meta’s acquisitions of Instagram and Whatsapp violated antitrust law.</p>\n\n<p>In an opinion filed on Tuesday, U.S. District Judge James Boasberg said the FTC had not proved that Meta holds a monopoly in the social networking market. Boasberg said the landscape had changed a lot since the case was originally brought by the agency five years ago. “Whether or not Meta enjoyed monopoly power in the past, though, the agency must show that it continues to hold such power now,” Boasberg said in the ruling.</p>\n\n<p>The case went to trial earlier this year and several high-profile Meta executives, including CEO Mark Zuckerberg and Instagram head Adam Mosseri&nbsp;appeared in court to give testimony.</p>\n\n<p>“The Court’s decision today recognizes that Meta faces fierce competition,”&nbsp;Meta spokesperson Andy Stone said in a statement, adding that: “We look forward to continuing to partner with the Administration and to invest in America.”</p>\n\n<p>FTC spokesperson&nbsp;Joseph Simonson said in a statement: “We are deeply disappointed in this decision. The deck was always stacked against us with Judge Boasberg, who is currently facing articles of impeachment. We are reviewing all our options.”</p>",
            "published_at": "2025-11-18T18:27:53.450Z",
            "url": "https://www.theinformation.com/briefings/meta-wins-ftc-antitrust-case?unlock=7ddb51&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-wins-ftc-antitrust-case?unlock=7ddb51&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16323,
            "guid": "f6df08",
            "headline": "Microsoft, Nvidia Invest in Anthropic; Anthropic to Spend $30 Billion on Azure",
            "dek": "Anthropic’s existing shareholders include Amazon and Google, and it has primarily relied on cloud servers from those two firms to run its models.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Microsoft will invest $5 billion in Anthropic, and Nvidia will invest $10 billion in the startup, the three companies announced on Tuesday. Meanwhile, Anthropic will spend at least $30 billion to rent servers from Microsoft’s Azure cloud equipped with Nvidia chips over an unspecified period, and its models will become available for purchase on Azure for the first time, the companies said.</p>\n\n<p>Anthropic’s existing shareholders include Microsoft rivals Amazon and Google. Anthropic has primarily relied on cloud servers from those two firms to run its models. Anthropic said in a statement that “Amazon remains Anthropic’s primary cloud provider and training partner.”</p>\n\n<p>The deals show how Microsoft is deepening its ties with OpenAI’s archrival after amending its deal with OpenAI earlier this year. Microsoft, which has invested $13 billion in OpenAI, has the rights to reuse OpenAI’s models in its own products and OpenAI has committed to spend more than $250 billion to rent Azure servers in the coming years.</p>\n\n<p>Microsoft earlier this year <a href=\"https://www.theinformation.com/articles/microsoft-buy-ai-anthropic-shift-openai?rc=geicgp\">started paying Anthropic</a> to use its models in its products, in addition to those from OpenAI. Unlike its deal with OpenAI, Microsoft’s investment with Anthropic doesn’t grant Microsoft intellectual property rights over Anthropic’s models, according to a company spokesperson.</p>\n\n<p>“As an industry we need to move beyond any zero sum narrative or winner-take-all hype,” Microsoft CEO Satya Nadella said in a video announcing the Anthropic deal. “The opportunity is simply too big to approach any other way.”</p>\n\n<p>Anthropic’s initial $30 billion commitment will pay for roughly one gigawatt of Azure servers&nbsp; equipped with Nvidia’s NVIDIA Grace Blackwell and Vera Rubin chips, according to an Nvidia spokesperson. In addition, Microsoft said that Anthropic will contract up to an additional gigawatt of server capacity from Azure over an unspecified time period. A Microsoft spokesperson declined to comment on whether Microsoft plans to build additional data centers to provide Anthropic with that capacity. One gigawatt of capacity <a href=\"https://www.theinformation.com/articles/sam-altman-wants-250-gigawatts-power-possible?rc=geicgp\">typically costs cloud providers</a> around $50 billion to build.</p>",
            "published_at": "2025-11-18T15:25:43.618Z",
            "url": "https://www.theinformation.com/briefings/microsoft-nvidia-invest-anthropic-anthropic-spend-30-billion-azure?unlock=f6df08&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-nvidia-invest-anthropic-anthropic-spend-30-billion-azure?unlock=f6df08&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16322,
            "guid": "dc7d6e",
            "headline": "Databricks in Talks to Raise Capital at Valuation Above $130 Billion",
            "dek": "The possible capital raise reflects investor interest in companies providing cloud software to AI developers.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Databricks, a database provider whose tools help customers develop and use AI, is in talks to raise money at a valuation of more than $130 billion, up around 30% from its valuation in a financing round just two months ago, <a href=\"https://www.theinformation.com/articles/databricks-talks-raise-capital-valuation-130-billion?rc=zjctrx\">The Information reported</a> late Monday.</p>\n\n<p>The company, which has raised more than $15 billion from investors including Andreessen Horowitz, Insight Partners and T. Rowe Price, could use the money to make acquisitions and hire researchers and keep pace with Snowflake, a rival database provider that sports a $86 billion market capitalization. Databricks hasn’t signed a term sheet with any investment firms.</p>",
            "published_at": "2025-11-18T02:38:04.451Z",
            "url": "https://www.theinformation.com/briefings/databricks-talks-raise-capital-valuation-130-billion?unlock=dc7d6e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/databricks-talks-raise-capital-valuation-130-billion?unlock=dc7d6e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                },
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16115,
                    "guid": "1f9ab935a7",
                    "title": "Databricks in Talks to Raise Capital at a Valuation Above $130 Billion",
                    "url": "https://www.theinformation.com/articles/databricks-talks-raise-capital-valuation-130-billion?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16321,
            "guid": "84fe6b",
            "headline": "Larry Summers to Withdraw from Public Roles Over Epstein Links ",
            "dek": "Summers has been a member of OpenAI’s board of directors since 2023",
            "source_url": "",
            "source_label": "The Harvard Crimson",
            "body": "<p>Lawrence Summers, former U.S. Treasury Secretary and president of Harvard University, said Monday he will step back from all public commitments after the Harvard Crimson disclosed his correspondence with convicted sex offender Jeffrey Epstein.</p>\n\n<p>Summers is a member of OpenAI’s board of directors and also holds roles at the liberal think tank Center for American Progress and Bloomberg News. Summers and Bret Taylor, the chair of the OpenAI board, did not immediately comment on whether Summers would step down from the AI developer’s board. OpenAI didn’t have a comment.</p>\n\n<p>“I am deeply ashamed of my actions and recognize the pain they have caused. I take full responsibility for my misguided decision to continue communicating with Mr. Epstein,” Summers told The Crimson.</p>\n\n<p>Summers joined the OpenAI board in November 2023 after the board, then made of different directors,&nbsp;fired CEO Sam Altman, prompting hundreds of OpenAI employees to threaten to quit. The new board, <a href=\"https://www.theinformation.com/articles/breaking-sam-altman-to-return-as-openai-ceo?rc=zjctrx\">helmed by Taylor, rehired Altman</a>.</p>",
            "published_at": "2025-11-18T01:56:40.869Z",
            "url": "https://www.theinformation.com/briefings/larry-summers-withdraw-public-roles-epstein-links?unlock=84fe6b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/larry-summers-withdraw-public-roles-epstein-links?unlock=84fe6b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16320,
            "guid": "7badac",
            "headline": "Exclusive: Murati’s Thinking Machines Aims to Raise Up to $5 Billion",
            "dek": "The funding would more than triple the money it's raised.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Thinking Machines Lab, the artificial intelligence developer co-founded by ex-OpenAI Chief Technology Officer Mira Murati, has been in talks with potential investors to raise between $4 billion and&nbsp;$5 billion in the startup’s next round of funding, according to two people who spoke with Murati.&nbsp;That target would at least&nbsp;triple the capital the nine-month-old company has already raised.</p>\n\n<p>It’s aiming for a valuation of at least $50 billion, according to a third person.</p>\n\n<p>The fundraising target, which hasn’t been reported, is ambitious for a company that’s only recently started to release products. It comes as investors pour money into <a href=\"https://www.theinformation.com/articles/investors-chase-neolabs-outflank-openai-anthropic?rc=zjctrx\">neolabs, or research-intensive AI startups</a> seeking to exploit new approaches to developing AI models they say major developers like OpenAI and Anthropic may have overlooked.</p>\n\n<p>Thinking Machines Lab previously raised $2 billion, most recently at a valuation of $10 billion, from investors including Andreessen Horowitz. It could use the new money to hire AI researchers and pay for the servers to train and run its models.</p>\n\n<p>In October, Thinking Machines launched Tinker, an application programming interface that allows developers to finetune, or tweak, open-source models. Murati has <a href=\"https://www.theinformation.com/articles/ex-openai-cto-muratis-startup-plans-compete-openai-others\">told</a> investors that the company aims to produce models customized to a company’s performance indicators or business metrics. It <a href=\"https://www.theinformation.com/articles/10-billion-enigma-mira-murati\">also plans to release a consumer product</a>, such as an AI-powered assistant consumers can speak to.</p>\n\n<p>Bloomberg previously reported the valuation target.</p>\n\n<p>(Updates&nbsp;funding range.)</p>",
            "published_at": "2025-11-18T00:35:17.040Z",
            "url": "https://www.theinformation.com/briefings/exclusive-muratis-thinking-machines-aims-raise-5-billion?unlock=7badac&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-muratis-thinking-machines-aims-raise-5-billion?unlock=7badac&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                },
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16319,
            "guid": "0bf329",
            "headline": "Online Marketplace Faire Announces Employee Share Sale At $5.2 Billion Valuation",
            "dek": "The company said its sellers would facilitate more than $3 billion in product sales this year.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Online marketplace Faire <a href=\"https://www.linkedin.com/pulse/milestone-faire-our-retailers-brands-employees-fairewholesale-doazc/?trackingId=lfuYtuIRjM3ZFciVmY0AMg%3D%3D\">announced</a> a tender offer Monday to buy employee shares at a price that values the company at $5.2 billion, nearly 60% lower than the company’s last public valuation of $12.6 billion from mid-2022. The shares will be bought by a group of investors, including hedge fund and growth equity investment firm WCM Investment Management, Baillie Gifford and True North Fund.</p>\n\n<p>Faire operates an online marketplace where brands and other sellers can list their products for retailers to purchase in bulk to stock in their stores. It saw a surge of demand during the Covid pandemic as sellers sought out online alternatives to the in-person trade shows where they traditionally make sales. Faire capitalized on that demand with three fundraising rounds in roughly 18 months starting in late 2020, culminating in a $416 million investment in May 2022 from Sequoia Capital. But soon after that, e-commerce growth began to slow, and the company was forced to cut costs and slashed its internal valuation to $5 billion.</p>\n\n<p>Faire’s growth has picked back up recently, however. The company said Monday its annualized revenue was more than $500 million and that Faire would facilitate nearly $3 billion in product sales this year. It also announced plans to develop AI tools for sellers and retailers as well as a logistics service that will allow retailers to receive products from different sellers in one shipment. The Information reported Faire’s talks with potential investors, revenue details and the plans for the logistics service in August.</p>",
            "published_at": "2025-11-17T22:48:31.614Z",
            "url": "https://www.theinformation.com/briefings/online-marketplace-faire-announces-employee-share-sale-5-2-billion-valuation?unlock=0bf329&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/online-marketplace-faire-announces-employee-share-sale-5-2-billion-valuation?unlock=0bf329&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15646,
                    "guid": "ef2c76b548",
                    "title": "E-Commerce Startup Faire Targets $500 Million in Revenue",
                    "url": "https://www.theinformation.com/articles/e-commerce-startup-faire-targets-500-million-revenue?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16318,
            "guid": "9c4179",
            "headline": "Amazon Sells $15 Billion in Bonds",
            "dek": "The bond sale follows similar moves by other tech companies, most obviously Meta Platforms earlier this month.",
            "source_url": "https://www.bloomberg.com/news/articles/2025-11-17/amazon-kicks-off-first-us-high-grade-bond-sale-in-three-years?sref=qvN0c6kf",
            "source_label": "Bloomberg",
            "body": "<p>Amazon is expected to raise $15 billion in a bond offering, <a href=\"https://www.bloomberg.com/news/articles/2025-11-17/amazon-kicks-off-first-us-high-grade-bond-sale-in-three-years?sref=qvN0c6kf\">Bloomberg reported,</a> the latest sign of how big tech companies are tapping the debt markets to help fund enormous investments in AI.</p>\n\n<p>The Bloomberg report said Amazon’s offering attracted as much as $80 billion in demand. The bond sale follows similar moves by other tech companies, most obviously Meta Platforms earlier this month.</p>",
            "published_at": "2025-11-17T20:03:10.184Z",
            "url": "https://www.theinformation.com/briefings/amazon-sells-15-billion-bonds?unlock=9c4179&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-sells-15-billion-bonds?unlock=9c4179&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16317,
            "guid": "827ddf",
            "headline": "Bezos Founds New AI Startup With Over $6 Billion in Funding",
            "dek": "The project marks the first time Bezos has taken on a formal operational role since stepping down as Amazon’s CEO in mid-2021.",
            "source_url": "",
            "source_label": "The New York Times",
            "body": "<p>Amazon founder Jeff Bezos has cofounded a new AI startup that he will lead as co-CEO, the New York Times <a href=\"https://www.nytimes.com/2025/11/17/technology/bezos-project-prometheus.html\">reported</a> Monday. The company, known as Project Prometheus, has more than $6 billion in funding, in part from Bezos, and will be focused on artificial intelligence that can help with engineering, manufacturing and other technical tasks for sectors like aerospace and automobiles.</p>\n\n<p>Bezos’s cofounder is former Google executive Vik Bajaj, the report said. At Google, Bajaj worked closely with Sergey Brin on several initiatives, including the Wing drone delivery service and the self-driving car project that eventually became Waymo. Most recently, Bajaj cofounded Foresite Labs, an incubator for AI and data science startups. Bezos’s work as co-CEO is the first time he has taken on a formal operational role since stepping down as Amazon’s CEO in 2021. Bezos has also spent significant time since leaving Amazon on his space startup Blue Origin, though his title there is “founder.”</p>\n\n<p>The project’s funding makes it one of the best-funded early stage AI companies. Project Prometheus has already hired nearly 100 employees, including researchers from OpenAI and Meta, and is aiming to work on similar efforts to <a href=\"https://www.theinformation.com/briefings/former-openai-deepmind-leaders-seek-funding-chatgpt-material-science?rc=d8mrkd\">Periodic Labs</a>, which is developing AI to automate scientific research, the report said.</p>",
            "published_at": "2025-11-17T14:36:54.887Z",
            "url": "https://www.theinformation.com/briefings/bezos-founds-new-ai-startup-6-billion-funding?unlock=827ddf&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/bezos-founds-new-ai-startup-6-billion-funding?unlock=827ddf&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16316,
            "guid": "cb836a",
            "headline": "Japan’s Sakana AI Worth More Than $2.6 Billion After New Round",
            "dek": "The Tokyo-based startup’s backers include U.S. venture capital firms such as Khosla Ventures and New Enterprise Associates.  ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Sakana AI, a Tokyo-based developer of artificial intelligence models and applications, said it has raised $135 million in a funding round at a valuation of $2.5 billion without the newly raised capital.</p>\n\n<p>New investors in the round include U.S.-based Factorial Funds, Australian financial giant Macquarie Capital and the venture capital arm of Spanish banking group Santander Group, Sakana said. The Information last month <a href=\"https://www.theinformation.com/articles/openais-japanese-rival-sakana-talks-raise-capital-2-5-billion-valuation?rc=jnr9wn\">reported</a> that Sakana was in talks to raise the new round.</p>\n\n<p>Sakana’s existing investors from previous rounds include Khosla Ventures, New Enterprise Associates and Lux Capital, as well as Japanese banking group Mitsubishi UFJ Financial Group. Those investors also participated in the new round. Including the new capital, Sakana is now valued at $2.635 billion.</p>\n\n<p>Sakana is one of a number of startups, including France-based Mistral AI and India-based Krutrim, that are developing AI with a better grasp of each region’s language and culture. This year, Sakana has announced deals to develop AI for some of Japan’s largest financial institutions.</p>",
            "published_at": "2025-11-17T10:11:38.957Z",
            "url": "https://www.theinformation.com/briefings/japans-sakana-ai-worth-2-6-billion-new-round?unlock=cb836a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/japans-sakana-ai-worth-2-6-billion-new-round?unlock=cb836a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16315,
            "guid": "17d3eb",
            "headline": "Alibaba Denies Report That It Helps China’s Military ",
            "dek": "The Financial Times cited a White House memo that alleged Alibaba shares its customer data with China’s government and military.\r\n",
            "source_url": "https://www.ft.com/content/30fb83a0-8cb9-4805-b5d2-19b5ef510043",
            "source_label": "The Financial Times ",
            "body": "<p>Alibaba Group denied a Financial Times report that alleged the Chinese tech giant provides China’s military with technology support and data.</p>\n\n<p>The FT reported Saturday that a White House national security memo, which was provided to the newspaper, includes declassified intelligence on the work Alibaba does for the People’s Liberation Army.</p>\n\n<p>Citing the White House memo, the newspaper reported that Alibaba provides the Chinese government and the PLA with access to its customer data that includes IP addresses and payment records. Alibaba, an e-commerce giant, also operates China’s largest cloud computing service and has developed the popular Qwen series of large-language models.</p>\n\n<p>“The assertions and innuendos in the article are completely false,” Alibaba said in a statement about the FT report. “We question the motivation behind the anonymous leak, which the FT admits that they cannot verify. This malicious PR operation clearly came from a rogue voice looking to undermine President Trump’s recent trade deal with China,” the company said in the statement.</p>\n\n<p>The U.S. has accused multiple Chinese AI developers of aiding the PLA. For example, Beijing-based startup Zhipu has been added to the Commerce Department’s trade blacklist on such grounds, and Zhipu has denied these allegations.</p>",
            "published_at": "2025-11-17T06:40:42.264Z",
            "url": "https://www.theinformation.com/briefings/alibaba-denies-report-helps-chinas-military?unlock=17d3eb&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/alibaba-denies-report-helps-chinas-military?unlock=17d3eb&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16314,
            "guid": "a34334",
            "headline": "Apple CEO Succession Plans Accelerate",
            "dek": "Hardware engineering chief John Ternus is expected to take top job",
            "source_url": "https://www.ft.com/content/0d424625-f4f8-4646-9f6e-927c8cbe0e3e",
            "source_label": "Financial Times",
            "body": "<p>Apple’s succession plans for its next chief executive have accelerated, with its board and senior executives preparing for current CEO Tim Cook to step down potentially next year, according to the <a href=\"https://www.ft.com/content/0d424625-f4f8-4646-9f6e-927c8cbe0e3e\">Financial Times</a>.</p>\n\n<p>Any announcement of succession likely won’t happen until after late January when the company announces its holiday-quarter earnings, the news outlet reported. John Ternus, Apple’s senior vice president of hardware engineering, is expected to replace Cook.</p>\n\n<p>Over the past year, there have been a number of big changes in Apple’s top executive ranks. Chief operating officer Jeff Williams, long rumored as a potential Apple CEO candidate, recently departed. Apple chief financial officer Luca Maestri, who was close with Cook, has stepped back.</p>",
            "published_at": "2025-11-16T20:39:20.269Z",
            "url": "https://www.theinformation.com/briefings/apple-ceo-succession-plans-accelerate?unlock=a34334&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/apple-ceo-succession-plans-accelerate?unlock=a34334&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 538524,
                    "display_name": "Aaron Tilley"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16281,
            "guid": "265e1a",
            "headline": "Berkshire Hathaway Takes $4.3 Billion Stake in Alphabet",
            "dek": "The investment in Google parent is another tech bet in addition to its big Apple holding.",
            "source_url": "",
            "source_label": "Regulatory filing",
            "body": "<p>Warren Buffett’s Berkshire Hathaway purchased shares in Google parent Alphabet worth $4.3 billion at the end of the third quarter, a vote of confidence in the search giant after its shares have surged this year.</p>\n\n<p>The investment, disclosed in a quarterly regulatory filing, adds to Berkshire’s exposure to the tech industry, which Buffett once shied from. The firm also owned a $60.5 billion stake in Apple and a $2.2 billion stake in Amazon. Buffett, 95, said in May he would step down as CEO by the end of the year, appointing Greg Abel as his successor.</p>\n\n<p>Shares in Alphabet have risen 45% this year as investors warm to the company’s artificial-intelligence bets. The stock rose about 1.6% in after-hours trading following the Berkshire disclosure. Berkshire also pared its Apple position during the third quarter.</p>",
            "published_at": "2025-11-14T23:12:38.379Z",
            "url": "https://www.theinformation.com/briefings/berkshire-hathaway-takes-4-3-billion-stake-alphabet?unlock=265e1a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/berkshire-hathaway-takes-4-3-billion-stake-alphabet?unlock=265e1a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16280,
            "guid": "8e819b",
            "headline": "Elon Musk’s xAI Delays Grok 5 Release to Next Year ",
            "dek": "XAI has appears to have pushed the Grok 5 release deadline from the end of this year to the first quarter of 2026. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>XAI plans to release its next-generation Grok 5 artificial intelligence model in the first three months of next year, CEO Elon Musk said on Friday. That’s later than a deadline Musk had previously set of releasing the model by the end of 2025.</p>\n\n<p>In an <a href=\"https://x.com/BaronCapital/status/1989318999927107663\">interview</a> with the investor Ron Baron, who has backed several Musk companies including xAI, Musk said that Grok 5 would be released “in Q1 sometime.” Musk had previously <a href=\"https://x.com/elonmusk/status/1953515379688714697\">said</a> on X this August that Grok 5 would be out before the end of 2025. During Friday’s conversation with Baron, Musk also said that Grok 5 will have 6 trillion parameters, a key measure of the size of large language models, an increase from 3 trillion parameters for its predecessors Grok 3 and Grok 4.</p>\n\n<p>Additionally, Musk said Friday that Tesla is still interested in building its own chip fabrication plant, an idea he <a href=\"https://www.theinformation.com/briefings/elon-musk-says-tesla-build-chip-fab-work-intel\">also raised</a> at the company’s shareholder meeting last week. Musk said that Tesla’s existing chip suppliers like Taiwan Semiconductor Manufacturing Company and Samsung would have to build “100, 200 billion AI chips a year in the timeframe that we need them” in order for Tesla to not need its own fab. Musk said he needs the chips for Tesla’s vehicles and the Optimus robot.</p>",
            "published_at": "2025-11-14T20:44:06.591Z",
            "url": "https://www.theinformation.com/briefings/elon-musks-xai-delays-grok-5-release-next-year?unlock=8e819b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musks-xai-delays-grok-5-release-next-year?unlock=8e819b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16279,
            "guid": "fa7e9f",
            "headline": "OpenAI Pilots Group Chats in ChatGPT",
            "dek": "The group chat capabilities will be available for users in Japan, New Zealand, South Korea and Taiwan.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI said Friday it has begun piloting group chat capabilities in ChatGPT for people in Japan, New Zealand, South Korea and Taiwan. The move <a href=\"https://www.theinformation.com/articles/openai-quietly-designed-rival-google-workspace-microsoft-office?rc=c48ukx\">confirms The Information’s report from June</a> about the feature, which could eventually help OpenAI’s chatbot compete more directly with Microsoft and Google in collaboration software and other productivity apps.</p>\n\n<p>The announcement comes as OpenAI also is <a href=\"https://www.theinformation.com/articles/openai-readies-facebook-era\">using product strategies favored by older tech giants like Meta Platforms</a> for boosting revenue and usage. These include a new TikTok-like video app and ecommerce capabilities, as well as more controversial additions such as allowing users to generate erotica using ChatGPT.</p>\n\n<p>With the new chat feature, people can use a ChatGPT group chat to plan a trip or draft a paper together. Group chats with underage users come with additional safety restrictions, according to an OpenAI blog post.</p>",
            "published_at": "2025-11-14T20:23:06.412Z",
            "url": "https://www.theinformation.com/briefings/openai-pilots-group-chats-chatgpt?unlock=fa7e9f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-pilots-group-chats-chatgpt?unlock=fa7e9f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15292,
                    "guid": "6255b52e88",
                    "title": "OpenAI Quietly Designed a Rival to Google Workspace, Microsoft Office",
                    "url": "https://www.theinformation.com/articles/openai-quietly-designed-rival-google-workspace-microsoft-office?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16278,
            "guid": "ec3326",
            "headline": "StubHub Shares Plunge After Earnings",
            "dek": "The company didn't give any guidance about the fourth quarter, which may have frustrated investors looking for some idea of what StubHub is seeing so far this quarter. ",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Shares of StubHub plunged 22% on Friday, the day after the ticketing company reported its first earnings result as a public company. The stock is now trading 38% below its IPO price, just two months after its debut.</p>\n\n<p>The company reported 8% higher revenue in the third quarter, a stronger growth rate than the 3% it reported for the first half of the year. But the company didn’t give any guidance about the fourth quarter, which may have frustrated investors looking for some idea of what StubHub is seeing so far this quarter. CEO Eric Baker explained the lack of guidance by saying the company was taking a “long term approach.”</p>\n\n<p>The Information <a href=\"https://www.theinformation.com/articles/stubhub-missed-financial-targets-ahead-ipo?rc=9byxri\">reported in late August</a> that StubHub’s business fell short of revenue and profit projections, it had shared with lenders, for the first half of the year.</p>",
            "published_at": "2025-11-14T20:15:45.864Z",
            "url": "https://www.theinformation.com/briefings/stubhub-shares-plunge-earnings?unlock=ec3326&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/stubhub-shares-plunge-earnings?unlock=ec3326&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16277,
            "guid": "1c2083",
            "headline": "Walmart CEO to Step Down",
            "dek": "John Furner, the current head of Walmart’s U.S. business, will take over the CEO role.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Walmart CEO Doug McMillon will retire in January, the company said Friday. He’ll be succeeded by John Furner, who is currently the CEO of Walmart’s U.S. business.</p>\n\n<p>McMillon, who has held the top job since 2014, has overseen a period of dramatic change for the retail giant. During his tenure, the company has greatly expanded its e-commerce business and has moved into other areas like digital advertising. It’s also sought to compete more aggressively with Amazon by expanding its online marketplace, Walmart+ membership program and grocery delivery service. More recently, Walmart has also been trying to take advantage of growing user adoption of artificial intelligence, including a partnership with OpenAI to sell products through ChatGPT’s Instant Checkout feature.</p>\n\n<p>McMillon will remain on Walmart’s board until June and will serve as an adviser to Furner through early 2027. Walmart said it will name a new head of its U.S. business by early next year.</p>",
            "published_at": "2025-11-14T14:39:32.873Z",
            "url": "https://www.theinformation.com/briefings/walmart-ceo-step?unlock=1c2083&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/walmart-ceo-step?unlock=1c2083&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15571,
                    "guid": "e1337f4970",
                    "title": "To Court Big Brands, Walmart Throws Some Smaller Merchants Under the Bus",
                    "url": "https://www.theinformation.com/articles/court-big-brands-walmart-throws-smaller-merchants-bus?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        }
    ]
}