{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16481,
            "guid": "082d5a",
            "headline": "China Builds Prototype of EUV Machine Used in Chip Manufacturing",
            "dek": "As the U.S. has blocked China’s access to key chipmaking equipment, Beijing is ramping up its effort to develop its own machines. ",
            "source_url": "https://www.reuters.com/world/china/how-china-built-its-manhattan-project-rival-west-ai-chips-2025-12-17/",
            "source_label": "Reuters ",
            "body": "<p>China has built a prototype of an extreme ultraviolet lithography machine that’s&nbsp;critical&nbsp;for manufacturing advanced semiconductors, as the country steps up its effort to produce advanced chips without relying on Western technology suppliers, Reuters reported.</p>\n\n<p>The prototype of the&nbsp;EUV machine that&nbsp;etches circuits onto silicon wafers to make chips, was built in early 2025 by a team of former engineers of Dutch chip equipment maker ASML, according to Reuters. The team reverse-engineered ASML’s EUV machine to build the prototype. The Chinese government has set a goal of producing working chips using the prototype by 2028, the report said.</p>\n\n<p>As the U.S. tries to prevent China from building its own advanced chips, Washington has imposed export controls to restrict Chinese companies’ access to ASML’s EUV machines. But the existence of the prototype suggests that China may be overcoming technological hurdles to develop its own chip manufacturing equipment.</p>\n\n<p>Tech giant Huawei Technologies is playing a key role in China’s EUV project by working with thousands of engineers and coordinating many companies and government research institutes across the country, according to Reuters.</p>",
            "published_at": "2025-12-18T09:19:23.519Z",
            "url": "https://www.theinformation.com/briefings/china-builds-prototype-key-chip-manufacturing-machine?unlock=082d5a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-builds-prototype-key-chip-manufacturing-machine?unlock=082d5a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16480,
            "guid": "93d75b",
            "headline": "YouTube Will Broadcast the Oscars Starting in 2029",
            "dek": "The deal, which will end ABC’s 50-plus year run broadcasting the Oscars, highlights the growing strength of the streaming platform.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>YouTube has struck a five-year exclusive deal to broadcast the Oscars, starting in 2029, YouTube and the Academy of Motion Picture Arts and Sciences announced on Wednesday.</p>\n\n<p>The deal, which will end ABC’s exclusive run broadcasting the Oscars, which began in 1976, highlights the growing strength of the streaming platform, which has also been muscling into live sports programming via its Sunday Ticket deal with the NFL. YouTube is the most popular streaming platform on televisions, according to Nielsen.</p>\n\n<p>According to the press announcement, the partnership also includes access to other Academy events like the Oscars Nominees Luncheon exclusively on the Oscars YouTube channel, and Google will help digitize some of the Academy’s collection of 52 million film-related items.</p>",
            "published_at": "2025-12-18T00:45:59.591Z",
            "url": "https://www.theinformation.com/briefings/youtube-will-broadcast-oscars-starting-2029?unlock=93d75b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/youtube-will-broadcast-oscars-starting-2029?unlock=93d75b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15992,
                    "guid": "88f05dda82",
                    "title": "YouTube Exec: Subscription Strength Prompted Reorg",
                    "url": "https://www.theinformation.com/articles/youtube-exec-subscription-strength-prompted-reorg?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16479,
            "guid": "ce0419",
            "headline": "Coinbase Launches Prediction Markets, Stocks Trading ",
            "dek": "The crypto platform is expanding beyond crypto in its bid to become an “everything exchange.” ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Coinbase <a href=\"https://www.coinbase.com/blog/system-update-the-future-of-finance-is-on-coinbase\">said</a> Wednesday it’s launching stock trading, prediction markets, stablecoin issuance, and other new features in payments and wealth advisory, in its bid to become an “everything exchange.”</p>\n\n<p>The move represents its biggest product shakeup in years and puts it in direct competition with Robinhood, which also offers stocks, crypto, and prediction markets. Like Robinhood, Coinbase will charge zero-fees for stock trading, according to Scott Shapiro, who leads trading business at Coinbase. The company hopes it will pave the way for its future launch of tokenized stocks by attracting users and boosting liquidity for stock trading on the platform.</p>\n\n<p>For prediction markets, Coinbase will partner with Kalshi to start and expects to add more partners later. Coinbase is also launching a service letting companies create their own custom-branded stablecoin with Coinbase, backed by collaterals including Circle’s USDC. It will also offer crypto perpetual futures, an AI-powered wealth advisor, and crypto payment features for enterprises.</p>",
            "published_at": "2025-12-17T23:26:19.209Z",
            "url": "https://www.theinformation.com/briefings/coinbase-launches-prediction-markets-stocks-trading?unlock=ce0419&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coinbase-launches-prediction-markets-stocks-trading?unlock=ce0419&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16129,
                    "guid": "02fba375e1",
                    "title": "Coinbase to Launch Prediction Market Powered by Kalshi",
                    "url": "https://www.theinformation.com/articles/coinbase-launch-prediction-market-powered-kalshi?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16478,
            "guid": "09f0f5",
            "headline": "Salesforce Acquires AI Marketing Startup Qualified",
            "dek": "The deal will give Salesforce access to Piper, an AI marketing agent that greets website visitors and gauges their interest in becoming customers. ",
            "source_url": "https://www.salesforce.com/news/stories/salesforce-signs-definitive-agreement-to-acquire-qualified/",
            "source_label": "The Information",
            "body": "<p>Salesforce has <a href=\"https://www.salesforce.com/news/stories/salesforce-signs-definitive-agreement-to-acquire-qualified/\">struck an agreement</a> to acquire Qualified, a seven-year-old startup that helps Salesforce customers generate sales leads from their websites.</p>\n\n<p>Terms weren’t disclosed, but Salesforce is paying between $1 billion and $1.5&nbsp;billion for Qualified, according to a person with direct knowledge of the matter. A Salesforce spokesperson didn’t respond to a request for comment.&nbsp;Qualified&nbsp;hasn’t previously publicly disclosed its valuation.</p>\n\n<p>The deal reflects the large number of companies that are still using the web to generate sales leads. Qualified sells an AI agent called Piper that companies can use to greet website visitors, determine what products they’re interested in, and relay this information to human salespeople. Salesforce already offers similar features through its agent-building service, Agentforce, but Qualified,&nbsp;co-founded by former Salesforce executives,&nbsp;has deeper experience in this area.</p>\n\n<p>Qualified has raised more than $160 million from investors such as&nbsp;Salesforce Ventures, Redpoint Ventures, Norwest and Sapphire Ventures, according to Pitchbook. The company’s last funding came in 2022 when it raised a $95 million Series C round led by Sapphire Ventures.</p>",
            "published_at": "2025-12-17T23:20:02.247Z",
            "url": "https://www.theinformation.com/briefings/salesforce-acquires-ai-marketing-startup-qualified?unlock=09f0f5&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/salesforce-acquires-ai-marketing-startup-qualified?unlock=09f0f5&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                },
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16477,
            "guid": "2cf7a9",
            "headline": "Micron Shares Surge After Company Beat Revenue, Gross Margin Projections",
            "dek": "The company is projecting faster top line growth and higher margins amid ballooning demand for its memory chips from AI firms.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Memory chip-maker Micron’s shares climbed 8% after it reported 57% growth in revenue of $13.64 billion for its first fiscal quarter, ended Nov. 27, well above its September projection that it would bring in as much as $12.8 billion in revenue. Executives also forecast Micron’s revenue growth to accelerate next quarter to a rate of 132% year-over-year.</p>\n\n<p>CEO Sanjay Mehrotra said the company had already locked in agreements on price and volume with its customers for its entire supply of high bandwidth memory chips in 2026.</p>\n\n<p>Memory chips such as the ones Micron manufactures <a href=\"https://www.theinformation.com/articles/memory-chip-rally-lifting-micron-done\">are in short supply</a> as AI companies seek to build up their stockpiles to use in data centers. OpenAI announced deals with Micron rivals SK Hynix and Samsung in October to double the current global manufacturing capacity for HBM. Mehrotra said he expected “strong industry demand” and “supply constraints” to continue contributing to “tight market conditions” beyond 2026.</p>\n\n<p>Micron’s pricing power, thanks to the surging demand from AI firms, was reflected in the 56% gross profit margin it notched in the November quarter, which was well above the guidance it had shared with investors in its previous earnings call. The company projected today that its gross profit margin would continue to climb in the second quarter to as high as 68%.</p>",
            "published_at": "2025-12-17T22:41:18.270Z",
            "url": "https://www.theinformation.com/briefings/micron-shares-surge-company-beat-revenue-gross-margin-projections?unlock=2cf7a9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/micron-shares-surge-company-beat-revenue-gross-margin-projections?unlock=2cf7a9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2022677,
                    "display_name": "Anita Ramaswamy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16271,
                    "guid": "4029accdbf",
                    "title": "The Memory-Chip Rally Lifting Micron Isn’t Done",
                    "url": "https://www.theinformation.com/articles/memory-chip-rally-lifting-micron-done?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16476,
            "guid": "658a75",
            "headline": "Amazon Replaces Leader of AI Organization with AWS Exec",
            "dek": "The company is also broadening its division focused on creating foundational models to also include efforts other efforts, like computing\r\n",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Amazon reorganized its AI development team, it said on Wednesday, by expanding it to also include quantum computing and silicon development, which includes development of Trainium chips. Those organizations were previously part of Amazon Web Services. Amazon’s AI team, which developed its Nova large language models over the past two years, reports directly to CEO Andy Jassy.</p>\n\n<p>The newly expanded team will be led by Peter DeSantis, a longtime AWS executive. Rohit Prasad, who was leading the AI lab over the past two years, is leaving Amazon. AI researcher Pieter Abbeel, will lead Amazon’s AI model research. Abbeel joined Amazon when the tech giant entered an agreement to license his robotics AI company Covariant’s technology in August 2024.</p>\n\n<p>Amazon spent much of its annual AWS Re:Invent conference touting its new class of Nova models, but they so far aren’t as popular as models from AI labs like OpenAI and Anthropic. Word of the changes came a day after The Information <a href=\"https://www.theinformation.com/articles/openai-talks-raise-least-10-billion-amazon-use-ai-chips\">broke</a> the news that Amazon is in talks to invest more than $10 billion in OpenAI. The company has also been an early investor in Anthropic.</p>",
            "published_at": "2025-12-17T21:25:35.550Z",
            "url": "https://www.theinformation.com/briefings/amazon-replaces-leader-ai-organization-aws-exec?unlock=658a75&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-replaces-leader-ai-organization-aws-exec?unlock=658a75&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16475,
            "guid": "54cf77",
            "headline": "Anthropic Taps Bitcoin Miner With Trump Family Ties For Data Centers",
            "dek": "Hut 8 is one of several publicly-traded bitcoin miners trying to pivot to building AI data centers.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Anthropic will get up to 2.3 gigawatts of computing power from data centers being developed by Hut 8, a bitcoin mining company with close ties to the Trump family.</p>\n\n<p>Hut 8 and cloud startup Fluidstack will develop a data center campus in Louisiana with an initial 245 megawatts of power and the potential for an additional 1 gigawatt over time, it said Wednesday. Anthropic,&nbsp;the customer for the campus, has the option to develop data centers consuming an additional 1.1 gigawatts of power with Hut8 as part of the agreement.</p>\n\n<p>Hut 8 is one of several publicly-traded bitcoin miners trying to pivot to building AI data centers. Google will backstop Fluidstack’s lease payments at the data center, similar to previously announced agreements with bitcoin miners Cipher Mining and TeraWulf.</p>\n\n<p>Hut 8 separately in March formed a bitcoin mining venture with Donald Trump Jr. and Eric Trump, who is listed as chief strategy officer of the company, American Bitcoin. Shares in Hut 8 rose about 10% in Wednesday trading following the announcements.</p>",
            "published_at": "2025-12-17T20:31:07.235Z",
            "url": "https://www.theinformation.com/briefings/anthropic-taps-bitcoin-miner-trump-family-ties-data-centers?unlock=54cf77&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-taps-bitcoin-miner-trump-family-ties-data-centers?unlock=54cf77&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 6148,
                    "name": "real estate"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16474,
            "guid": "432795",
            "headline": "Oracle Shares Fall After a Data Center Financier Decides Not to Fund its Michigan Facility",
            "dek": "Blue Owl’s decision could spark concern across the industry that some large-scale projects might struggle to get financial backing. ",
            "source_url": "https://www.ft.com/content/84c147a4-aabb-4243-8298-11fabf1022a3",
            "source_label": "The Financial Times",
            "body": "<p>Oracle shares fell 5% Wednesday morning after the Financial Times reported that data center investor Blue Owl would not participate in a $10 billion financing for one of Oracle’s artificial intelligence data centers being built for OpenAI in Michigan.</p>\n\n<p>Blue Owl decided not to invest because the lease and debt terms weren’t as attractive as previous Oracle-related projects it backed, according to a person with direct knowledge of the talks.</p>\n\n<p>Investment firm Blackstone could step in as a backer of the project, according to the report. Construction is set to begin in early 2026, the companies said in October. Oracle is working with developer Related Digital on the project, which aims to provide OpenAI with state-of-the-art servers for developing AI.</p>\n\n<p>Spokesperson for Oracle Michael Egbert said the Michigan project is proceeding as planned and that Related Digital “selected the best equity partner from a competitive group of options, which in this instance was not Blue Owl. Final negotiations for their equity deal are moving forward on schedule and according to plan.”</p>\n\n<p>Still, Blue Owl’s decision could spark concern across the industry that some large-scale projects might struggle to get financial backing.</p>",
            "published_at": "2025-12-17T18:11:11.535Z",
            "url": "https://www.theinformation.com/briefings/oracle-shares-fall-data-center-financier-decides-fund-michigan-facility?unlock=432795&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-shares-fall-data-center-financier-decides-fund-michigan-facility?unlock=432795&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16050,
                    "guid": "bc900b5097",
                    "title": "OpenAI’s Stargate Project Gets $3 Billion Blue Owl Investment",
                    "url": "https://www.theinformation.com/articles/openais-stargate-project-gets-3-billion-blue-owl-investment?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16473,
            "guid": "f7dee4",
            "headline": "Coursera to Buy Udemy for $950 Million in Stock",
            "dek": "The combination will give the companies more scale to compete as AI threatens their businesses.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Online education platform Coursera said on Wednesday it would buy rival Udemy for about $950 million in stock, giving the two companies more scale to compete as AI threatens their businesses.</p>\n\n<p>The companies are two of the largest US-based online learning providers but their growth has slowed sharply in recent years. Udemy’s growth flatlined in the third quarter and its revenue is up just 1.5% in the first nine months of the year. Coursera has done a bit better and reported 10% higher revenues in the third quarter.</p>\n\n<p>Both companies went public in 2021 and their shares are well below their&nbsp; IPO prices. Udemy has lately traded between $5 and $6, compared with its IPO price of $29, while Coursera has been trading around $8 compared with its IPO price of $33. Coursera is offering 0.8 of one of its shares for each Udemy share, valuing it around $6.40 a share. Udemy stock jumped 24% on the news while Coursera was trading up 5%. Qatalyst Partners advised Coursera while Morgan Stanley advised Udemy.</p>",
            "published_at": "2025-12-17T16:06:49.789Z",
            "url": "https://www.theinformation.com/briefings/coursera-buy-udemy-950-million-stock?unlock=f7dee4&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coursera-buy-udemy-950-million-stock?unlock=f7dee4&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16472,
            "guid": "882380",
            "headline": "WBD Rejects Paramount’s Offer ",
            "dek": "Warner Bros Discovery questions the details of Larry Ellison's promised $41 billion equity backstop for the Paramount offer.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The board of Warner Bros. Discovery rejected Paramount Skydance’s $108 billion takeover offer, sticking with a deal it has already reached with Netflix, citing “significant risks” of the Paramount offer.</p>\n\n<p>In a securities filing, WBD outlined in detail the risks of the Paramount offer, which is backed by Oracle founder Larry Ellison, whose son David is the Paramount CEO and whose family controls Paramount. While the Ellison family has said it will “backstop” the roughly $41 billion in equity required to complete the WBD offer, WBD complained that Paramount’s arrangements “contain several loopholes” which created uncertainty about its acquisition closing.</p>\n\n<p>It noted that the backstop was based on Larry Ellison’s personal trust but said there was no details about the assets or liabilities of the trust. While Paramount said the trust held Ellison’s $209 billion stake in Oracle, WBD said Paraount had “not provided any evidence of this.”</p>",
            "published_at": "2025-12-17T14:59:59.274Z",
            "url": "https://www.theinformation.com/briefings/wbd-rejects-paramounts-offer?unlock=882380&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/wbd-rejects-paramounts-offer?unlock=882380&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16471,
            "guid": "b09526",
            "headline": "Tesla to Face 30-Day California Sales Suspension Unless it Changes Marketing",
            "dek": "A California administrative law judge said Tuesday that the way Tesla markets its driver assistance software products misleads consumers about their capabilities. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tesla will face a possible 30-day ban on selling its vehicles in California unless it changes marketing practices that a state regulator says mislead consumers about the capabilities of its driver assistance software, according to the California Department of Motor Vehicles.</p>\n\n<p>A California administrative law judge said Tuesday that the way Tesla markets its driver assistance software products—called ”Autopilot” and “Full Self-Driving”—misleads consumers about their capabilities. Both features require at least some supervision by drivers. The California DMV said in a <a href=\"https://www.dmv.ca.gov/portal/news-and-media/news-releases/dmv-finds-tesla-violated-california-state-law/\">statement</a> that Tesla has 60 days to make changes to its marketing practices before the DMV will suspend its license.</p>\n\n<p>California is especially important to Tesla because it’s home to the company’s first factory and is the biggest market for electric vehicles in the U.S. Tesla shares were up about 1% early Wednesday. In a post on X, Tesla <a href=\"https://x.com/tesla_na/status/2001103872891486627\">said</a>: “This was a ‘consumer protection’ order about the use of the term ‘Autopilot’ in a case where not one single customer came forward to say there’s a problem. Sales in California will continue uninterrupted.”</p>",
            "published_at": "2025-12-17T14:35:08.186Z",
            "url": "https://www.theinformation.com/briefings/tesla-face-30-day-california-sales-suspension-unless-changes-marketing?unlock=b09526&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tesla-face-30-day-california-sales-suspension-unless-changes-marketing?unlock=b09526&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16470,
            "guid": "815d12",
            "headline": "Tencent Names Former OpenAI Researcher Chief AI Scientist",
            "dek": "Yao Shunyu is overseeing Tencent’s model development as well as AI infrastructure. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tencent Holdings internally announced that Yao Shunyu, a researcher who joined from OpenAI in September, is now serving as a chief AI scientist overseeing the Chinese tech giant’s large language model department as well as its newly established AI infrastructure department, according to a person with knowledge of the matter.</p>\n\n<p>Yao’s major role, part of Tencent’s office of the CEO and president, highlights the critical importance of his responsibility. Yao reports to Tencent President Martin Lau.</p>\n\n<p>Tencent has been lagging behind rivals ByteDance and Alibaba Group in China’s domestic race to develop the best AI models. But in recent months it is stepping up its fight to catch up. The company is aggressively recruiting ByteDance’s AI researchers by offering to double their salaries, while empowering Yao to push through internal changes so he can build a stronger AI development team, <a href=\"https://www.theinformation.com/articles/tencent-poaches-bytedance-researchers-china-ai-race-heats?preview=true&rc=jnr9wn\">The Information reported</a> last week.</p>\n\n<p>As part of its ongoing reorganization of AI-related teams, Tencent has also created an AI data department and a data computing platform department, according to the internal announcement, which was first reported by Chinese media outlet 36kr.</p>",
            "published_at": "2025-12-17T10:58:32.912Z",
            "url": "https://www.theinformation.com/briefings/tencent-names-former-openai-researcher-chief-ai-scientist?unlock=815d12&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tencent-names-former-openai-researcher-chief-ai-scientist?unlock=815d12&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16234,
                    "guid": "7520ad6e3c",
                    "title": "Tencent Poaches ByteDance Researchers as China AI Race Heats Up",
                    "url": "https://www.theinformation.com/articles/tencent-poaches-bytedance-researchers-china-ai-race-heats?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16469,
            "guid": "1eeb10",
            "headline": "Manus AI Agent Reaches $125 Million Annual Run Rate ",
            "dek": "The Benchmark-backed startup is still figuring out how to generate enough revenue to build a sustainable business model.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Manus, an artificial intelligence agent that briefly went viral earlier this year and got financial backing from Benchmark, said Wednesday that its annual run rate has just reached $125 million, up from $90 million in August.</p>\n\n<p>A spokesperson for Manus also said that the AI agent’s annual recurring revenue, which consists of regular income from subscriptions, has just hit $100 million—eight months after Manus introduced paid subscription plans for users in April. Its current annual subscriptions start from $17 a month and the most expensive tier costs $167 a month.</p>\n\n<p>Launched in March, Manus uses AI foundation models from Anthropic and others to power its agent. Like many other AI agent startups, it is still figuring out how to generate enough revenue to build a sustainable business model.</p>\n\n<p>Manus, operated by a Singapore-based startup called Butterfly Effect, is one of the pioneers among startups building general-purpose AI agents this year. Butterfly Effect, founded by a group of tech entrepreneurs from China, raised $75 million in April in a funding round led by Benchmark at a valuation of $500 million, <a href=\"https://www.theinformation.com/articles/startup-behind-manus-ai-agent-navigates-u-s-china-tensions-benchmark-deal?rc=jnr9wn\">The Information reported</a> previously. The company now has 105 employees in Singapore, Tokyo and San Francisco, and plans to open a Paris office soon, the spokesperson said.</p>",
            "published_at": "2025-12-17T09:06:20.822Z",
            "url": "https://www.theinformation.com/briefings/manus-ai-agent-reaches-125-million-annual-run-rate?unlock=1eeb10&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/manus-ai-agent-reaches-125-million-annual-run-rate?unlock=1eeb10&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16468,
            "guid": "cac8a3",
            "headline": "Waymo Discusses Raising Billions at More Than $100 Billion Valuation",
            "dek": "The new money would help fund an expansion into several more cities next year. ",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Waymo is in&nbsp;early talks with potential investors to raise more money at a valuation of at least $100 billion, <a href=\"https://www.theinformation.com/articles/waymo-discusses-raising-billions-100-billion?rc=zjctrx\">The Information first reported Tuesday</a>. The size of the round will at least be several billions of dollars, possibly even more than $10 billion.</p>\n\n<p>A new valuation at more than $100 billion would more than double the valuation of its last round. The self-driving car unit, which is controlled by Google-parent Alphabet, last October it said it had raised $5.6 billion, at a valuation of $45 billion, from Andreessen Horowitz, Tiger Global, Fidelity and others.</p>\n\n<p>Last week it said that its cars had made 14 million rides so far this year.</p>",
            "published_at": "2025-12-17T04:58:12.806Z",
            "url": "https://www.theinformation.com/briefings/waymo-discusses-raising-billions-100-billion-valuation?unlock=cac8a3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/waymo-discusses-raising-billions-100-billion-valuation?unlock=cac8a3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16467,
            "guid": "ef93b3",
            "headline": "Amazon in Talks to Make $10 Billion OpenAI Investment ",
            "dek": "AWS would not be able to sell OpenAI models directly to its cloud customers, however.",
            "source_url": "https://www.theinformation.com/articles/openai-talks-raise-least-10-billion-amazon-use-ai-chips",
            "source_label": "The Information",
            "body": "<p>Amazon is in talks to invest $10 billion or more in OpenAI at a valuation exceeding $500 billion, The Information reported on Tuesday.</p>\n\n<p>As part of the potential deal, OpenAI would use Amazon’s Trainium artificial intelligence chips, and the investment would help fund OpenAI’s massive cloud-infrastructure commitments, including to Amazon Web Services. Last month, OpenAI said it would spend $38 billion over the next seven years renting servers from AWS, making it one of at least five cloud providers OpenAI relies on to develop its AI.</p>\n\n<p>The discussions are ongoing and could include commerce partnership opportunities. AWS would not be able to sell OpenAI models directly to its cloud customers, however, because Microsoft, which owns about 27% of OpenAI equity, has secured an exclusive right to do so.</p>",
            "published_at": "2025-12-17T04:52:07.313Z",
            "url": "https://www.theinformation.com/briefings/amazon-talks-make-10-billion-openai-investment?unlock=ef93b3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-talks-make-10-billion-openai-investment?unlock=ef93b3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16267,
                    "guid": "5d32c8f12b",
                    "title": "OpenAI in Talks to Raise At Least $10 Billion From Amazon and Use Its AI Chips",
                    "url": "https://www.theinformation.com/articles/openai-talks-raise-least-10-billion-amazon-use-ai-chips?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16466,
            "guid": "34cf1f",
            "headline": "U.S. Threatens Retaliation Against European Tech Companies",
            "dek": "The Trump administration singled out companies such as Mistral and Spotify.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The Trump administration has threatened to impose penalties on European technology companies in response to a pattern of what it says&nbsp;are “discriminatory and harassing lawsuits, taxes, fines, and directives” against American tech companies.</p>\n\n<p>In a <a href=\"https://x.com/ustraderep/status/2000990028835508258?s=46\">post on X</a>, the Office of the U.S. Trade Representative pointed to several European firms, including Mistral, Spotify and Accenture, arguing these companies “operate freely” in the U.S. compared to U.S. tech companies in Europe. “If the EU and EU Member States insist on continuing to restrict, limit, and deter the competitiveness of U.S. service providers through discriminatory means, the United States will have no choice but to begin using every tool at its disposal to counter these unreasonable measures,” the post said.</p>\n\n<p>The European Union has taken a tough stance on big tech in recent years. It recently <a href=\"https://www.theinformation.com/briefings/eu-fines-elon-musks-x-140-million-blue-check-data-issues?rc=kfcki8\">fined Elon Musk’s X $140 million dollars</a>, and, a few months earlier, <a href=\"https://www.theinformation.com/briefings/european-commission-warns-may-mandate-google-ad-tech-breakup?rc=kfcki8\">fined Google around $3.5 billion</a>.</p>",
            "published_at": "2025-12-17T00:52:12.061Z",
            "url": "https://www.theinformation.com/briefings/u-s-threatens-retaliation-european-tech-companies?unlock=34cf1f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/u-s-threatens-retaliation-european-tech-companies?unlock=34cf1f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16465,
            "guid": "95753a",
            "headline": "Databricks Valued at $134 Billion in New Financing",
            "dek": "The round will allow Databricks to continue to stay private while allowing employees to sell some shares. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Databricks said it had raised more than $4 billion from investors including Insight Partners, Fidelity Management and J.P. Morgan Asset Management, valuing the AI software firm at $134 billion.</p>\n\n<p>The round will allow Databricks to continue to stay private while allowing employees to sell some shares. The company expects to pull in more than $4 billion in revenue this year, and generate some cash for the year, The Information previously <a href=\"https://www.theinformation.com/articles/databricks-boosts-sales-forecast-driving-valuation-134-billion?rc=khe6an\">reported</a>.</p>",
            "published_at": "2025-12-16T22:06:32.117Z",
            "url": "https://www.theinformation.com/briefings/databricks-valued-134-billion-new-financing?unlock=95753a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/databricks-valued-134-billion-new-financing?unlock=95753a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 47748,
                    "display_name": "Cory Weinberg"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16173,
                    "guid": "413cca56d1",
                    "title": "Databricks Boosts Sales Forecast, Driving Valuation to $134 Billion",
                    "url": "https://www.theinformation.com/articles/databricks-boosts-sales-forecast-driving-valuation-134-billion?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16464,
            "guid": "a3c9b1",
            "headline": "Former UK Chancellor George Osborne to Join OpenAI as Head of OpenAI for Countries",
            "dek": "Osborne will lead the expansion of OpenAI’s Stargate effort to build data centers around the world\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI has hired former UK Chancellor George Osborne to a new position it’s calling the Head of OpenAI for Countries, according to Chief Global Affairs Officer Chris Lehane’s <a href=\"https://www.linkedin.com/posts/chris-lehane-2562535_ive-spent-enough-time-in-government-to-know-activity-7406755715211628546-NpvR/\">LinkedIn post</a>. Osborne will lead the company’s effort to expand its Stargate data center buildout across the rest of the world.</p>\n\n<p>Stargate, a $500 billion joint effort by OpenAI, SoftBank and Oracle to build data centers in the U.S., is aimed at providing OpenAI with enough compute to serve its roughly 900 million weekly active users. OpenAI plans to spend more than $450 billion on compute through 2030.</p>\n\n<p>The appointment adds to the number of former British politicians U.S. tech companies have hired in advisory roles. Microsoft and Anthropic in October appointed former UK Prime Minister and Chancellor Rishi Sunak as an advisor. Former UK Deputy Prime Minister Nick Clegg joined Meta in 2018 and served as the company’s President of Global Affairs until earlier this year.</p>",
            "published_at": "2025-12-16T19:53:24.267Z",
            "url": "https://www.theinformation.com/briefings/former-uk-chancellor-george-osborne-join-openai-head-openai-countries?unlock=a3c9b1&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/former-uk-chancellor-george-osborne-join-openai-head-openai-countries?unlock=a3c9b1&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16463,
            "guid": "c658ec",
            "headline": "Lightspeed, Dragoneer Raise Multibillion-Dollar Funds",
            "dek": "The backers of Anthropic and OpenAI have over $12 billion more to spend on AI. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Two venture capital firms bucked the industry’s year-long slump to raise multibillion dollar funds. Lightspeed Venture Partners on Monday announced it had raised more than $9 billion, including a $3.3 billion to make follow-on investments. And Dragoneer raised $4.3 billion in a new venture fund, higher than its $3.8 billion fund raised in 2022.</p>\n\n<p>The new raises give the VC firms more firepower to back increasingly large artificial intelligence deals and could improve what’s been a bleak year for fundraising. U.S. VC firms raised $45.7 billion in new funds in the first nine months of the year. At that pace, fundraising is headed for the lowest level since 2017.</p>\n\n<p>Lightspeed Venture Partners has been one of the most aggressive firms in AI, leading investments in Anthropic, Mistral, Fireworks AI and Glean. In its most recent cash haul, it raised five funds totalling $7.9 billion, topping its <a href=\"https://www.theinformation.com/articles/lightspeed-aims-to-raise-7-billion-in-new-funds?rc=zjctrx\">target of $7 billion</a>, as well as $1.25 billion in vehicles with a single investor this year.</p>\n\n<p>Dragoneer, founded by private equity investor Marc Stad in 2012, invests in public and private stocks. It has invested more than $3 billion in OpenAI, according to the company.</p>",
            "published_at": "2025-12-16T04:26:44.103Z",
            "url": "https://www.theinformation.com/briefings/lightspeed-dragoneer-raise-multibillion-dollar-funds?unlock=c658ec&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/lightspeed-dragoneer-raise-multibillion-dollar-funds?unlock=c658ec&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 745176,
                    "display_name": "Laura Mandaro"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16462,
            "guid": "7c9172",
            "headline": "PayPal Applies to Become a Bank for Small Business Lending",
            "dek": "The bank will originate small business loans and offer interest-bearing savings accounts.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>PayPal Holdings applied to set up a Utah-based bank, a move that would allow it to directly provide loans to customers instead of relying on third-party banks for much of the process.</p>\n\n<p>The 27-year old online payments company filed applications with the Utah Department of Financial Institutions and the Federal Deposit Insurance Corporation for what it’s calling PayPal Bank, it said Monday. The bank will originate small business loans and offer interest-bearing savings accounts, PayPal said.</p>\n\n<p>Mara McNeill, who was previously CEO of a bank catering to Toyota dealership owners and employees, will be the president of PayPal Bank. PayPal said it has provided access to more than $30 billion in loans and working capital since 2013.</p>",
            "published_at": "2025-12-16T01:53:18.730Z",
            "url": "https://www.theinformation.com/briefings/paypal-applies-become-bank-small-business-lending?unlock=7c9172&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/paypal-applies-become-bank-small-business-lending?unlock=7c9172&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        }
    ]
}