{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16363,
            "guid": "d6be8e",
            "headline": "Intel CEO Extends Support for Senior Executive After TSMC lawsuit",
            "dek": "TSMC sued former executive Wei-Jen Lo, accusing him of leaking trade secrets to Intel and lying about his departure.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Intel CEO Lip-Bu Tan said Wednesday in an internal memo to staff that he fully supports the executive who’s been sued by Taiwan Semiconductor Manufacturing Co. over alleged breach of trade secrets, and that there’s no merit to the allegations.</p>\n\n<p>The U.S. company only began hiring discussions with Wei-Jen Lo after he retired earlier this year from TSMC, Tan said in the memo.</p>\n\n<p>He was responding to a lawsuit filed by TSMC on Tuesday accusing Lo of leaking trade secrets to Intel. TSMC said Lo violated a non-compete agreement and lied about his departure during his exit interview, telling the company that he was taking an academic job.</p>\n\n<p>Tan said that after Lo retired, Intel began discussing a potential role for Lo, adding that Lo, now a senior vice president at Intel, reports directly to him and is partnering with the chip foundry and advanced packaging team led by Intel executive vice president and CTO Naga Chandrasekaran.</p>\n\n<p>“Based on everything we know today, we see no merit to the allegations involving Wei-Jen, and he continues to have our full support,” he said in the memo.</p>\n\n<p>He added that Lo spent 18 years at Intel before joining TSMC and that “freedom to work, to apply our skills and to move between companies has been a cornerstone of innovation in the semiconductor industry since the earliest days.”</p>",
            "published_at": "2025-11-27T03:36:18.055Z",
            "url": "https://www.theinformation.com/briefings/intel-ceo-extends-support-senior-executive-tsmc-lawsuit?unlock=d6be8e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/intel-ceo-extends-support-senior-executive-tsmc-lawsuit?unlock=d6be8e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 333163,
                    "display_name": "Wayne Ma"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16362,
            "guid": "acf8f1",
            "headline": "Robinhood Stock Jumps on Plan to Launch New Prediction Market ",
            "dek": "Robinhood, which drives more than half of Kalshi’s trading volume, plans to launch its own prediction market exchange.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Robinhood shares jumped 11% Wednesday after the brokerage <a href=\"https://robinhood.com/us/en/newsroom/robinhood-prediction-markets-joint-venture/\">said</a> late Tuesday that it is launching a new exchange with trading firm Susquehanna International Group to support its prediction market product.</p>\n\n<p>To do so, Robinhood is acquiring MIAXdx, which has the licenses to clear and execute derivatives trades.</p>\n\n<p>Robinhood currently partners with Kalshi, a U.S. prediction market backed by Sequoia and a16z, to offer bets on outcomes such as sports and elections. Robinhood contributes to more than half of Kalshi’s trading volume, according to Bernstein analysts. Kalshi offers bets to users directly on its website and through <a href=\"https://www.theinformation.com/articles/coinbase-launch-prediction-market-powered-kalshi\">partnerships</a> to users of other apps.</p>\n\n<p>Robinhood’s move will allow it to retain more control over its prediction market product, which has become its fastest-growing product line by revenue. Asked if Robinhood will drop Kalshi as a partner, a Robinhood spokesperson said it plans to continue with multiple partners, “supporting access to a diversity of market venues for our customers.”</p>",
            "published_at": "2025-11-26T23:48:59.003Z",
            "url": "https://www.theinformation.com/briefings/robinhood-stock-jumps-plan-launch-new-prediction-market?unlock=acf8f1&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/robinhood-stock-jumps-plan-launch-new-prediction-market?unlock=acf8f1&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16361,
            "guid": "f0ef84",
            "headline": "Trump-backed Crypto Firm Loses Another CEO After $1.5 Billion Deal ",
            "dek": "It's the second time its top executive has changed since an August tie-up with the Trump-backed crypto firm World Liberty Financial. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Alt5 Sigma, a Nasdaq-listed company amassing a digital store of a cryptocurrency backed by the Trump family, told shareholders it removed its CEO–the second time its top executive has changed since an August tie-up with the Trump-backed crypto firm World Liberty Financial.</p>\n\n<p>It’s the latest sign of turbulence at Alt5 since World Liberty struck a deal with the company to buy up to $1.5 billion worth of a Trump-backed crypto token, $WLFI. Shares in Alt5 have tumbled about 75% since the deal as the company braces for possible lawsuits and regulatory investigations, <a href=\"https://www.theinformation.com/articles/trump-family-crypto-deal-runs-aground\">The Information reported on Wednesday.</a></p>\n\n<p>In a securities filing on Wednesday, Alt5 said the board of directors “determined to conclude” interim CEO Jonathan Hugh’s employment “without cause.” Hugh replaced Alt5’s CEO Peter Tassiopoulos who was placed on leave without pay in September, according to a letter to staff. The company disclosed the change in October.</p>\n\n<p>Alt5 on Wednesday named board member&nbsp;<a href=\"https://www.theinformation.com/articles/trump-partner-crypto-venture-faces-sec-allegations\">Tony Isaac</a> its new acting CEO.</p>\n\n<p>In its Wednesday filing, Alt5 also said board member David Danziger resigned “for personal reasons and not [as] a result of any disagreement” with the company. Danziger in September was appointed to lead a special committee investigating possible issues with the company’s financial matters, asset transfers, payments, contracts and the company’s accounting, recordkeeping and preparation of financial statements.</p>\n\n<p>In the securities filing on Wednesday, Alt5 said the board disbanded the special committee. “The facts and issues investigated by the Special Committee and its advisors were presented to the full Board for its awareness and consideration so that it can continue to act in accordance with its fiduciary duties to shareholders,” the filing said.</p>\n\n<p>Separately, Alt5 said it ended a consulting agreement with Alt5 board member Ron Pitters and that Pitters would no longer serve as chief operating officer of the company. Pitters remains on the board, the company said.</p>",
            "published_at": "2025-11-26T23:40:12.226Z",
            "url": "https://www.theinformation.com/briefings/trump-backed-crypto-firm-loses-another-ceo-1-5-billion-deal?unlock=f0ef84&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-backed-crypto-firm-loses-another-ceo-1-5-billion-deal?unlock=f0ef84&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16360,
            "guid": "2b82db",
            "headline": "New AI Super PACs in The Works to Counter Anti-Regulation Push",
            "dek": "The network of PACs focused on AI safety will back candidates in the midterm elections.",
            "source_url": "https://www.nytimes.com/2025/11/25/us/politics/ai-super-pac-anthropic.html",
            "source_label": "The New York Times",
            "body": "<p>A group of people concerned about safety issues around artificial intelligence are forming a network of super PACs to back candidates from both parties in the midterm elections, <a href=\"https://www.nytimes.com/2025/11/25/us/politics/ai-super-pac-anthropic.html\">The New York Times reports.</a> The effort, led by Democratic former Congressman Brad Carson, is a response to the work of Leading the Future, a <a href=\"https://www.theinformation.com/briefings/silicon-valley-figures-launch-political-super-pacs?rc=kfcki8\">recently formed</a> network of PACs—backed by Andreessen Horowitz and OpenAI President Greg Brockman—that opposes a lot of AI regulation.</p>\n\n<p>The duelling PACs show how AI is shaping up to be a key issue in the midterm elections, with large amounts of money going toward both backing and opposing candidates, based on their positions on AI. Leading the Future has already set its sights on opposing New York Democrat Alex Bores, who is running for a U.S. House seat and supports AI safety regulation.</p>\n\n<p>The plan for Carson’s network of PACs involves initially raising $50 million, the Times reported. Some of the funding is likely to come from employees at AI company Anthropic, where conversations have recently been taking place internally about challenging Leading the Future, according to the Times.</p>",
            "published_at": "2025-11-26T17:31:32.415Z",
            "url": "https://www.theinformation.com/briefings/new-ai-super-pacs-works-counter-anti-regulation-push?unlock=2b82db&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/new-ai-super-pacs-works-counter-anti-regulation-push?unlock=2b82db&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16359,
            "guid": "bed60d",
            "headline": "Elon Musk Says Tesla to Double Number of Robotaxis in Austin ",
            "dek": "Users of the service have complained that they haven't been able to hail rides or experienced very long wait times. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Elon Musk said Tesla plans to double the number of Robotaxis it’s operating in Austin after users of the service said they weren’t able to hail rides or experienced very long wait times.</p>\n\n<p>In response to one such complaint, Musk <a href=\"https://x.com/elonmusk/status/1993538258253607260\">said</a> on X that the Robotaxi fleet in Austin “should roughly double next month.” While Musk didn’t disclose exactly how many Robotaxis Tesla is operating in the city, <a href=\"https://www.teslarobotaxitracker.com/\">user reports</a> indicate there are a few dozen vehicles active in Austin and about 100 in the San Francisco Bay Area.</p>\n\n<p>That’s far fewer vehicles than are operated by autonomous ride-hailing rival Waymo, which is also available in more cities. Tesla is currently operating its Robotaxi vehicles with backup operators in both of its cities, though Musk previously said Tesla is aiming to remove humans from vehicles in Austin by the end of this year.</p>\n\n<p>Tesla has consistently walked back its Robotaxi targets this year. On an earnings call in July, Musk said Robotaxi would reach half the U.S. population by the end of 2025. He then reduced that target to eight to 10 U.S. cities three months later. It’s unclear whether Tesla will be able to meet that goal within the next month as the company still <a href=\"https://www.theinformation.com/articles/teslas-scaled-back-robotaxi-timeline-still-faces-obstacles\">faces regulatory hurdles</a> in several places where it’s aiming to launch.</p>",
            "published_at": "2025-11-26T16:07:17.036Z",
            "url": "https://www.theinformation.com/briefings/elon-musk-says-tesla-double-number-robotaxis-austin?unlock=bed60d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/elon-musk-says-tesla-double-number-robotaxis-austin?unlock=bed60d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15989,
                    "guid": "2d410cc91e",
                    "title": "Tesla’s Scaled Back Robotaxi Timeline Still Faces Obstacles",
                    "url": "https://www.theinformation.com/articles/teslas-scaled-back-robotaxi-timeline-still-faces-obstacles?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                },
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16358,
            "guid": "2221ec",
            "headline": "TSMC Sues Ex-Executive Who Left to Join Intel",
            "dek": "TSMC said former senior vice president Lo Wei-jen lied about his plans to join Intel during his exit interview and violated a non-compete agreement.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Taiwan Semiconductor Manufacturing Co. filed a lawsuit on Tuesday against a former 75-year-old senior vice president who left the company in July for Intel,&nbsp; alleging he likely leaked trade secrets to his current employer.</p>\n\n<p>The world’s largest chipmaker said that Lo Wei-jen violated a non-compete agreement and lied about his departure during the exit interview, telling the company that he was taking an academic job instead of a competitor like Intel.</p>\n\n<p>When asked about Lo joining Intel last week in an interview with Bloomberg, CEO Lip-Bu Tan said that he didn’t commit any wrongdoing, and that the company respects intellectual property rights. Intel did not respond to requests for comment on the lawsuit. Lo can’t be reached for comment.</p>\n\n<p>The lawsuit marks an escalation in the competition between TSMC and Intel, the American chipmaker that has been struggling to catch up.</p>\n\n<p>“There is a high probability that Lo uses, leaks, discloses, delivers, or transfers TSMC’s trade secrets and confidential information to Intel, thus making legal actions (including claiming damages for breach of contract) necessary,” TSMC said in a statement.</p>",
            "published_at": "2025-11-26T05:44:30.992Z",
            "url": "https://www.theinformation.com/briefings/tsmc-sues-ex-executive-left-join-intel?unlock=2221ec&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tsmc-sues-ex-executive-left-join-intel?unlock=2221ec&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16357,
            "guid": "643900",
            "headline": "Klarna to Launch Stablecoin in 2026",
            "dek": "Klarna will use Stripe-owned Bridge to issue the stablecoin, which will run on Tempo, the new blockchain developed by Stripe and Paradigm.  ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Klarna, the Swedish buy-now-pay-later provider, <a href=\"https://www.klarna.com/international/press/klarna-launches-klarnausd-as-stablecoin-transactions-hit-usd27-trillion/\">said</a> it will launch a U.S. dollar-backed stablecoin, KlarnaUSD, in 2026, as a way to reduce costs for consumers and merchants.</p>\n\n<p>Klarna, which went public in September and has 114 million customers, will use Stripe-owned Bridge to issue the stablecoin, which will run on the Tempo blockchain co-developed by Stripe and Paradigm. With the stablecoin, Klarna can enter new markets, broaden offerings and lower operating costs, Zach Abrams, co-founder and CEO of Bridge, said in a tweet.</p>\n\n<p>The race for fintech and crypto firms to launch stablecoins intensified after the U.S.’s passage of stablecoin law in July. Most of the new stablecoins are <a href=\"https://www.theinformation.com/articles/new-stablecoin-law-spurring-competition-threatening-profits\">launched</a> through partnerships with white-label issuers such as Bridge and Anchorage Digital, which share revenue generated from the stablecoins with their partners.</p>\n\n<p>Klarna’s partnership is another win for Bridge, which is already issuing stablecoins for crypto exchange Hyperliquid and crypto wallets Phantom and MetaMask. Klarna, Bridge and Stripe all counted Sequoia as their venture backer. Anchorage, a crypto custodian and another popular issuer, won deals to issue Western Union’s stablecoin and Tether’s new U.S.-focused stablecoin.</p>",
            "published_at": "2025-11-25T20:32:30.019Z",
            "url": "https://www.theinformation.com/briefings/klarna-launch-stablecoin-2026?unlock=643900&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/klarna-launch-stablecoin-2026?unlock=643900&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15870,
                    "guid": "05caca1a5c",
                    "title": "New Stablecoin Law Is Spurring Competition and Threatening Profits",
                    "url": "https://www.theinformation.com/articles/new-stablecoin-law-spurring-competition-threatening-profits?utm_source=ti_app"
                }
            ],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16356,
            "guid": "e84146",
            "headline": "Nvidia Stock Falls Following Information Report on Google-Meta Chip Talks",
            "dek": "Analysts attributed the stock moves to The Information’s reporting, noting that companies are looking for an alternative to reduce reliance on Nvidia. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia stock fell as much as 7% on Tuesday, following The Information’s <a href=\"https://www.theinformation.com/articles/google-encroaches-nvidias-turf-new-ai-chip-push?rc=n9lbpq\">reporting</a> that Meta Platforms is in talks with Google to spend billions of dollars to put Google’s TPU chips into its data centers in 2027. Shares closed down 2.6%, representing a $115 billion drop in the company’s market value.</p>\n\n<p>Nvidia <a href=\"https://x.com/nvidianewsroom/status/1993364210948936055\">posted</a> on X on Tuesday, “We’re delighted by Google’s success — they’ve made great advances in AI and we continue to supply to Google. NVIDIA is a generation ahead of the industry — it’s the only platform that runs every AI model and does it everywhere computing is done.”</p>\n\n<p>In addition to the Meta deal, The Information reported that Google is pitching large financial institutions on the idea of using TPUs in their own data centers as part of a program called “TPU@Premises,” as Google tries to compete with Nvidia for the vast market of putting chips in companies’ own on-premise data centers. The share price of Alphabet, Google’s parent company, rose about 1% on Tuesday.</p>\n\n<p>Analysts on Tuesday attributed the stock moves to The Information’s reporting, noting that companies are looking for an alternative to reduce reliance on Nvidia. Brad Erickson at RBC Capital Markets wrote that Google’s share increase was “warranted where the market is better appreciating GOOGL’s fully flanked AI strategy,” including Search and Cloud.</p>",
            "published_at": "2025-11-25T19:35:43.276Z",
            "url": "https://www.theinformation.com/briefings/nvidia-stock-falls-following-information-report-google-meta-chip-talks?unlock=e84146&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-stock-falls-following-information-report-google-meta-chip-talks?unlock=e84146&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16153,
                    "guid": "03832f869c",
                    "title": "Google Further Encroaches on Nvidia’s Turf With New AI Chip Push",
                    "url": "https://www.theinformation.com/articles/google-encroaches-nvidias-turf-new-ai-chip-push?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16355,
            "guid": "df6a07",
            "headline": "TikTok Hires Former Boeing Executive as Head of U.S. Public Policy",
            "dek": "The hire comes as TikTok tries to finalize a proposed deal to see some of its U.S. business.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>TikTok has hired former Boeing executive Ziad Ojakli to lead its U.S. public policy operations, replacing outgoing policy lead Michael Beckerman, who <a href=\"https://www.theinformation.com/articles/tiktok-policy-chief-fought-ban-leave-job?rc=kfcki8\">announced earlier this year</a> that he was stepping down.</p>\n\n<p>Ojakli, who previously served as Boeing’s vice president of government operations and worked in the White House under George W. Bush, is entering TikTok at a thorny moment as the company navigates ongoing uncertainty over the&nbsp;proposed sale of some of its U.S. business.</p>\n\n<p>President Donald&nbsp;Trump&nbsp;in September&nbsp;<a href=\"https://www.theinformation.com/briefings/mgx-reportedly-involved-tiktok-deal-talks?rc=kfcki8\">signed an executive order</a> approving the deal, which involves&nbsp;a new joint-venture ownership company. But details about the deal, including the investor lineup and what exactly is being sold, remain unclear.</p>\n\n<p>Ojakli will start on December 1, according to an internal note to TikTok employees.</p>",
            "published_at": "2025-11-25T18:35:56.925Z",
            "url": "https://www.theinformation.com/briefings/tiktok-hires-former-boeing-executive-head-u-s-public-policy?unlock=df6a07&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tiktok-hires-former-boeing-executive-head-u-s-public-policy?unlock=df6a07&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16354,
            "guid": "5f4510",
            "headline": "Alibaba’s Cloud Revenue Grows 34% on AI Demand ",
            "dek": "Alibaba Cloud, China’s largest cloud service provider, continues to benefit from the country's rapid AI adoption. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Chinese tech giant Alibaba Group said Tuesday that revenue from its cloud computing business grew 34% in the quarter through September, thanks to increasing adoption of artificial intelligence in the country.</p>\n\n<p>Alibaba’s latest results indicate how Alibaba Cloud, China’s largest cloud service provider, continues to benefit from the growing usage of AI models and applications. Alibaba Cloud provides customers with access to computing infrastructure as well as foundation models and other AI-related services.</p>\n\n<p>Alibaba’s revenue from its Cloud Intelligence Group rose to 39.8 billion yuan ($5.6 billion) in the quarter, from 29.6 billion yuan a year earlier. The company’s e-commerce business in China, its largest source of revenue, grew 16%.</p>\n\n<p>Alibaba’s overall revenue in the quarter rose 5% to 247.8 billion yuan. The smaller rate of growth in overall revenue is due to Alibaba’s sale of brick-and-mortar businesses Sun Art and Intime, which are no longer included in its revenue.</p>",
            "published_at": "2025-11-25T11:40:43.219Z",
            "url": "https://www.theinformation.com/briefings/alibabas-cloud-revenue-grows-34-ai-demand?unlock=5f4510&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/alibabas-cloud-revenue-grows-34-ai-demand?unlock=5f4510&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16353,
            "guid": "e634bb",
            "headline": "OpenAI Launches New Shopping Research Feature",
            "dek": "The feature is a commerce-focused version of OpenAI’s existing Deep Research feature.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI launched a new “shopping research” feature Monday, as part of its broader strategy of&nbsp; making ChatGPT into a destination for online shopping. The feature, which is available for free to users who’ve signed up for a free or paid account, is powered by a new GPT-5 mini model that the company says is its best-performing model thus far for accurate product information.</p>\n\n<p>People can select shopping research mode before they submit their initial query. As Shopping Research is browsing for potential recommendations, it collects user feedback on its preliminary recommendations and asks for more specific details about what shoppers are looking for along the way to help steer the model’s answers. OpenAI says that for simpler shopping questions like checking price or confirming details, a regular ChatGPT response is quicker and most useful. But more in-depth comparisons or tradeoffs between different products are better suited for Shopping Research, which spends a few minutes browsing before presenting users with a “buyer’s guide” listing pros and cons of top recommendations.</p>\n\n<p>The feature isn’t yet connected to ChatGPT’s other e-commerce features like in-chat checkout, and OpenAI isn’t collecting any revenue from the feature. Shopping Research draws recommendations from product reviews and other sites it thinks are trustworthy, and cites its sources in responses to help explain why it made a particular choice, though executives cautioned the feature can still make mistakes.</p>",
            "published_at": "2025-11-24T21:51:42.413Z",
            "url": "https://www.theinformation.com/briefings/openai-launches-new-shopping-research-feature?unlock=e634bb&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-launches-new-shopping-research-feature?unlock=e634bb&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16352,
            "guid": "f461ae",
            "headline": "Grindr Take-Private Bid Falls Apart",
            "dek": "A special committee to its board of directors had been considering an $18 a share bid to take the company private.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Grindr, the gay dating and hookup app, said the bid by its two largest shareholders was off the table, due to “continued uncertainty as to the financing for the proposal.”</p>\n\n<p>A special committee to its&nbsp;board of directors&nbsp;had been considering an $18 a share bid to take the company private by Raymond Zage and James Lu, who together own more than 60% of the company. “To date, the Special Committee has been unable to obtain satisfactory information about definitive financing,” the company said in a statement.</p>\n\n<p>Grindr’s stock price fell by about 10% today to about $12.50 a share. The Information <a href=\"https://www.theinformation.com/articles/buyout-offer-boardroom-feud-festered-grindr?rc=khe6an\">reported</a> earlier this month that board members had&nbsp;clashed&nbsp;over financial and governance questions extending back to 2024.</p>",
            "published_at": "2025-11-24T19:45:43.842Z",
            "url": "https://www.theinformation.com/briefings/grindr-take-private-bid-falls-apart?unlock=f461ae&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/grindr-take-private-bid-falls-apart?unlock=f461ae&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 47748,
                    "display_name": "Cory Weinberg"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16071,
                    "guid": "91269805b5",
                    "title": "Before Buyout Offer, a Boardroom Feud Festered at Grindr",
                    "url": "https://www.theinformation.com/articles/buyout-offer-boardroom-feud-festered-grindr?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16351,
            "guid": "0ab0e9",
            "headline": "Amazon Makes $50 Billion Bet to Land Government Cloud AI Deals",
            "dek": "Amazon Web Services has long had close relationships with federal government customers, and now it's trying to get them to adopt AI. ",
            "source_url": "https://www.aboutamazon.com/news/company-news/amazon-ai-investment-us-federal-agencies",
            "source_label": "The Information",
            "body": "<p>Amazon <a href=\"https://www.aboutamazon.com/news/company-news/amazon-ai-investment-us-federal-agencies\">said</a> it plans to spend up to $50 billion to build new AI data centers for its U.S. government cloud customers that will include almost 1.3 gigawatts of new computing capacity.</p>\n\n<p>The data center projects, which are slated to begin next year, show&nbsp;how Amazon Web Services is doubling down on its longstanding relationships with&nbsp;federal agencies. After more than a decade of helping government customers&nbsp;move their computing from private data centers to the cloud, AWS is now aiming to play that same role for them in AI.</p>\n\n<p>The $50 billion figure is also the largest investment any major cloud provider has announced specifically for government cloud AI, raising the possibility that&nbsp;Microsoft and Google will make similar announcements of their own in the coming months.</p>\n\n<p>The federal government was one of the first battlegrounds where AWS showed it could win in head-to-head competition with&nbsp;enterprise software incumbents. One of AWS’&nbsp;biggest wins&nbsp;came in 2013 when it&nbsp;beat out&nbsp;IBM for a ten-year, $600 million deal to provide cloud services for the Central Intelligence Agency.</p>",
            "published_at": "2025-11-24T18:08:37.623Z",
            "url": "https://www.theinformation.com/briefings/amazon-makes-50-billion-bet-land-government-cloud-ai-deals?unlock=0ab0e9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-makes-50-billion-bet-land-government-cloud-ai-deals?unlock=0ab0e9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16350,
            "guid": "b99732",
            "headline": "U.S. Weighs Allowing Nvidia to Sell the Advanced H200 Chips to China",
            "dek": " Washington may allow Chinese firms to purchase advanced processors for AI model training, loosening export controls from 2022.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The Trump administration is considering approving sales of Nvidia’s H200 artificial intelligence chips to China, according to two people familiar with the discussions.</p>\n\n<p>The H200 is roughly twice as powerful as the China-tailored H20 and is designed specifically for training large AI models, for which no Chinese alternatives can perform. Reuters first reported potential resumption of the H200 sale to China.</p>\n\n<p>The decision would loosen U.S. export restrictions imposed in 2022 that bar sales of advanced AI chips to Chinese companies. Still, the U.S. government has not made a final decision and may maintain current restrictions, the two people added.</p>\n\n<p>An Nvidia spokesperson said: “The regulatory landscape does not allow us to offer a competitive datacenter GPU in China, leaving that massive market to our rapidly growing foreign competitors.”</p>\n\n<p>The potential policy shift follows President Donald Trump’s meeting with Chinese President Xi Jinping in South Korea last month.</p>",
            "published_at": "2025-11-24T11:46:38.481Z",
            "url": "https://www.theinformation.com/briefings/u-s-weighs-allowing-nvidia-sell-advanced-h200-chips-china?unlock=b99732&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/u-s-weighs-allowing-nvidia-sell-advanced-h200-chips-china?unlock=b99732&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16349,
            "guid": "54be08",
            "headline": "Waymo Gets Approval for California Expansion",
            "dek": "The increased area in California comes as Waymo intensifies a nationwide rollout. ",
            "source_url": "https://www.cbsnews.com/losangeles/news/california-new-areas-for-waymo-robotaxis/",
            "source_label": "CBS",
            "body": "<p>Waymo cars will soon be able to run in all of the Bay Area, Sacramento and much of southern Calfornia following a new approval by the state DMV.</p>\n\n<p>Until this decision, Waymos could operate in northern California along the San Francisco Peninsula and San Jose and in Los Angeles. Waymo hasn’t said when passengers will begin using the expanded route, which is part of <a href=\"https://www.theinformation.com/articles/waymo-speeds?rc=sslhyj\">an increased nationwide presence</a> for the company.</p>",
            "published_at": "2025-11-23T15:47:57.621Z",
            "url": "https://www.theinformation.com/briefings/california-dmv-allows-waymo-operate-san-francisco-la?unlock=54be08&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/california-dmv-allows-waymo-operate-san-francisco-la?unlock=54be08&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1295534,
                    "display_name": "Abram Brown"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16348,
            "guid": "e8a944",
            "headline": "White House Pauses AI Executive Order as Legislative Push Plays Out",
            "dek": "The proposal sparked significant backlash.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The White House is pausing plans for an executive order over state AI regulation while it waits to see if Republicans can get a provision included in the National Defense Authorization Act to block state AI regulation, according to a person with knowledge of the situation.</p>\n\n<p>A draft copy of the executive order, which was <a href=\"https://www.theinformation.com/articles/white-house-working-executive-order-foil-state-ai-regulations?rc=kfcki8\">first reported by The Information</a>&nbsp;on Wednesday, directed Attorney General Pam Bondi to create a “litigation task force” to challenge state AI laws. It also directed the Commerce Department to restrict federal broadband funding in some cases for states with AI laws. At the same time, some Republicans in Congress are exploring trying to add a provision to the National Defense Authorization Act—the annual defense policy bill—to restrict state AI laws.&nbsp;The White House is awaiting the outcome of the NDAA, expected in December, before deciding whether to proceed with the executive order, the person said.</p>\n\n<p>The efforts show how the White House is mounting a campaign to try to block states from regulating AI, despite the Senate voting 99-1 against a similar effort earlier this year. The recent plans have <a href=\"https://www.ft.com/content/e087e732-5f71-4db3-b613-830f3cee313d\">sparked significant backlash</a> from a number of Republicans, including Florida governor Ron DeSantis and Rep. Marjorie Taylor Greene, who tweeted Thursday that “States must retain the right to regulate and make laws on AI and anything else for the benefit of their state.”</p>",
            "published_at": "2025-11-22T21:55:32.134Z",
            "url": "https://www.theinformation.com/briefings/white-house-pauses-ai-executive-order-legislative-push-plays?unlock=e8a944&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/white-house-pauses-ai-executive-order-legislative-push-plays?unlock=e8a944&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16347,
            "guid": "872c71",
            "headline": "Bitcoin, Strategy Fall as Crypto Rout Deepens ",
            "dek": "Investors are concerned crypto-holding stocks could get kicked out of indexes. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Strategy, Michael Saylor’s bitcoin-holding firm, fell 3.7% Friday amid investor concerns that the stock could get excluded from MSCI indexes. Bitcoin fell 2% and is on track for its worst monthly performance since June 2022.</p>\n\n<p>Strategy is down 62% from its peak in July this year while bitcoin has fallen 32% from its high in October. Many of the more speculative cryptocurrencies and the listed companies that hold them are down even more.</p>\n\n<p>MSCI, an index provider, published a <a href=\"https://app2.msci.com/webapp/index_ann/DocGet?pub_key=0bZz7Im3vZU%3D&lang=en&format=html#:~:text=MSCI%20also%20invites%20input%20on,preliminary%20list%20of%20impacted%20securities\">notice</a> last month that it’s considering excluding Strategy and other stocks with crypto holdings representing 50% or more of their total assets from MSCI Global Standard indexes, because such stocks are similar to investment funds, which aren’t eligible for index inclusion. MSCI will make a decision by Jan. 15.</p>\n\n<p>The notice was published Oct.10, but it got wider attention this week after JPMorgan analysts highlighted it in a research report. The news added to fears among investors that selling of these stocks might force them to dump their bitcoin holdings and trigger a downward spiral in the cryptocurrency.</p>\n\n<p>Saylor said Strategy is not a fund, given its software business, and that “index classification doesn’t define us.” Strategy, formerly named MicroStrategy, currently holds $55 billion worth of bitcoin. It closed at $49 billion in market cap.</p>",
            "published_at": "2025-11-21T22:31:01.670Z",
            "url": "https://www.theinformation.com/briefings/bitcoin-strategy-fall-crypto-rout-deepens?unlock=872c71&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/bitcoin-strategy-fall-crypto-rout-deepens?unlock=872c71&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16346,
            "guid": "86b060",
            "headline": "Salesforce, Crowdstrike Disclose Security Incidents Linked to Same Group",
            "dek": "Both incidents show how companies can be exposed to cyberattacks through insider threats and by their use of third-party applications.",
            "source_url": "https://techcrunch.com/2025/11/21/google-says-hackers-stole-data-from-200-companies-following-gainsight-breach/",
            "source_label": "TechCrunch",
            "body": "<p>Crowdstrike and Salesforce both said this week that they are investigating incidents where hackers attempted to steal internal data, and a hacking group known as Scattered Lapsus$ Hunters has publicly claimed responsibility for both incidents.</p>\n\n<p>Salesforce said in an alert to customers that hackers may have accessed customers’ Salesforce data by breaking into the customer support app Gainsight, which connected to some customers’ Salesforce accounts. Salesforce said that it had disconnected all Gainsight applications from its systems and that “there is no indication that this issue resulted from any vulnerability in the Salesforce platform.” Gainsight previously disclosed in September that hackers had stolen some of its users’ personal information including names, phone numbers, and details of other software they were using.</p>\n\n<p>Meanwhile, Crowdstrike said Thursday that it terminated a “suspicious insider” that shared photos of his computer screen externally. Scattered Lapsus$ Hunters also claimed responsibility for that incident, telling TechCrunch that they obtained photos of Crowdstrike’s internal systems from the hacker; however, CrowdStrike told TechCrunch that, while it did terminate the insider, the hacking group’s claims are “false.”</p>\n\n<p>In a statement, a Crowdstrike spokesperson said, “We identified and terminated a suspicious insider last month following an internal investigation that determined he shared pictures of his computer screen externally. Our systems were never compromised and customers remained protected throughout,” adding that the company turned the case over to law enforcement.</p>\n\n<p>Both incidents show how companies can be exposed to cyberattacks through insider threats and by their use of third-party applications. Google last month launched an internal investigation after an insider, who was hired to work for Google as a contractor via the consulting firm Accenture, took screenshots of Google systems and shared them externally, <a href=\"https://www.theinformation.com/articles/google-investigates-weekslong-security-breach-involving-contractor\">The Information reported</a>.</p>",
            "published_at": "2025-11-21T21:09:49.335Z",
            "url": "https://www.theinformation.com/briefings/salesforce-crowdstrike-disclose-hacking-incidents-linked-group?unlock=86b060&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/salesforce-crowdstrike-disclose-hacking-incidents-linked-group?unlock=86b060&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16345,
            "guid": "3ecec6",
            "headline": "OpenAI CEO: Google’s AI Breakthrough Could Cause ‘Headwinds’ For OpenAI",
            "dek": "The comments were an acknowledgement of technical threats OpenAI faces.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>In an internal memo, OpenAI CEO Sam Altman acknowledged that Google’s recent progress in artificial intelligence could create “temporary economic headwinds” for his company, <a href=\"https://www.theinformation.com/articles/openai-ceo-braces-possible-economic-headwinds-catching-resurgent-google?rc=c48ukx\">The Information reported Thursday</a>.&nbsp;The memo&nbsp;anticipated Google’s launch of its&nbsp;Gemini 3 model, suggesting OpenAI’s once-dominant technological lead is narrowing, particularly in the crucial pretraining phase of AI model development where <a href=\"https://www.theinformation.com/articles/openai-shifts-strategy-as-rate-of-gpt-ai-improvements-slows?rc=c48ukx\">OpenAI has faced challenges</a>.</p>\n\n<p>This competitive pressure highlights a financial disparity betwen the companies: OpenAI projects a cash burn of more than $100 billion in the coming years, while the far more profitable Google has more&nbsp;resources to sustain a costly&nbsp;AI race.&nbsp;Despite these challenges, Altman assured staff OpenAI would catch up and is focusing on ambitious long-term bets, such as automating AI research.</p>",
            "published_at": "2025-11-21T06:08:30.026Z",
            "url": "https://www.theinformation.com/briefings/openai-ceo-googles-ai-breakthrough-cause-headwinds-openai?unlock=3ecec6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-ceo-googles-ai-breakthrough-cause-headwinds-openai?unlock=3ecec6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16141,
                    "guid": "fa3f63c754",
                    "title": "Altman Memo Forecasts ‘Rough Vibes’ Due to Resurgent Google",
                    "url": "https://www.theinformation.com/articles/openai-ceo-braces-possible-economic-headwinds-catching-resurgent-google?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16344,
            "guid": "7f37d0",
            "headline": "Google Updates ‘Nano Banana’ Image Editing Model",
            "dek": "The new model continues a successful run for Google’s DeepMind AI research unit, which also released the new flagship model Gemini 3.0 earlier this week to strong reviews.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google released a new version of its “Nano Banana” image generation model on Thursday, updating a model that had gone viral earlier in the year. Google highlighted the ability of the new model, dubbed “Nano Banana Pro,” to create infographics and posters, as well as its ability to keep elements like faces consistent when editing images.</p>\n\n<p>The new model continues a successful run for Google’s DeepMind AI research unit, which released the new flagship model Gemini 3.0 earlier this week to strong reviews. Consumer usage of Google’s models has also increased: Google said last month that it had 650 million monthly users on its Gemini app, growth driven in part by the virality of the initial Nano Banana model, a Google vice president has <a href=\"https://www.businessinsider.com/google-gemini-nano-banana-younger-users-app-exec-2025-10\">said</a>.</p>",
            "published_at": "2025-11-21T00:51:47.118Z",
            "url": "https://www.theinformation.com/briefings/google-updates-nano-banana-image-editing-model?unlock=7f37d0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-updates-nano-banana-image-editing-model?unlock=7f37d0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        }
    ]
}