{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16071,
            "guid": "6121ad",
            "headline": "Exclusive: Cursor-Maker Anysphere in Talks to Raise $1 Billion at $27 Billion Valuation",
            "dek": "Coatue Management and Accel have been in talks to make major investments in Anysphere.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Coatue Management and Accel have been in talks to make major investments in Anysphere, which makes popular coding assistant Cursor, according to two people with direct knowledge of the discussions. Anysphere is planning to raise at least $1 billion in new capital at a $27 billion valuation before the investment, according to one of those people.</p>\n\n<p>The deal, if closed, would be Coatue Management’s first known investment into the coding assistant startup. Accel, which has also backed Swedish coding startup Lovable, first invested in Anysphere at a $9.9 billion valuation in June. The deal would continue Accel’s strategy of doubling down on some of its growth-stage bets, as it has done with data labeling startup Scale AI and cloud cybersecurity firm Cyera. Details of the financing haven’t previously been reported.</p>\n\n<p>The Information was first to report that <a href=\"https://www.theinformation.com/articles/cursor-maker-anysphere-considers-investment-offers-30-billion-valuation\">investors have offered to finance Anysphere</a> at roughly three times the valuation in its last round. The new funding would add to the approximately $800 million Anysphere has on its balance sheet, according to one of the people. The firm has been training its own models to power its assistant, driving up costs.</p>",
            "published_at": "2025-10-14T00:06:19.231Z",
            "url": "https://www.theinformation.com/briefings/exclusive-cursor-maker-anysphere-talks-raise-1-billion-27-billion-valuation?unlock=6121ad&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-cursor-maker-anysphere-talks-raise-1-billion-27-billion-valuation?unlock=6121ad&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 47748,
                    "display_name": "Cory Weinberg"
                },
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                },
                {
                    "type": "Author",
                    "id": 1608818,
                    "display_name": "Natasha Mascarenhas"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16070,
            "guid": "7c07df",
            "headline": "Goldman Sachs Agrees To Buy  Industry Ventures for Up to $965 Million",
            "dek": "Goldman Sachs said Monday it had agreed to buy Industry Ventures, an investor in private startups and venture funds, in a transaction worth up to $965 million.",
            "source_url": "https://www.goldmansachs.com/pressroom/press-releases/2025/goldman-sachs-announces-acquisition-of-industry-ventures",
            "source_label": "Goldman Sachs",
            "body": "<p>Goldman Sachs said Monday it had agreed to buy Industry Ventures, an investor in private startups and venture funds, in a transaction worth up to $965 million. The investment bank said it planned to make an upfront payment of $665 million with an additional $300 million payable over the next five years, depending on performance.</p>\n\n<p>Goldman said the purchase of 25-year-old Industry Ventures will strengthen its ties to technology entrepreneurs. The San Francisco firm Industry Ventures has about $7 billion in assets under management and acts as a limited partner in 800 investment firms as well as an investor in private startups, largely through purchases of shares from other investors.&nbsp; All 45 employees of the firm are expected to join Goldman Sachs.</p>\n\n<p>“Industry Ventures pioneered venture secondary investing and early-stage hybrid funds, areas that are rapidly expanding as companies stay private longer and investors seek new forms of liquidity,” said Goldman Sachs CEO David Solomon in a&nbsp; statement.</p>\n\n<p>Industry Ventures has achieved a net internal rate of return 18% since 2000 and averages a multiple on its invested capital of more than double since its inception.</p>\n\n<p>Swildens said that he was open to a sale because they already worked closely with Goldman Sachs. “It’s really us expanding our relationship more and becoming partners with one of our larger and trusted LPs.”</p>\n\n<p>Goldman advised itself on the deal.</p>",
            "published_at": "2025-10-13T23:53:54.446Z",
            "url": "https://www.theinformation.com/briefings/goldman-sachs-agrees-buy-industry-ventures-965-million?unlock=7c07df&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/goldman-sachs-agrees-buy-industry-ventures-965-million?unlock=7c07df&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2519482,
                    "display_name": "Katie Roof"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16069,
            "guid": "d457b5",
            "headline": "AWS’ Custom Chip Now Powers Most of Its Key AI Cloud Service",
            "dek": "Amazon Bedrock, a cloud service that Amazon Web Service launched two years ago, is now becoming a showcase for the company's custom chip design efforts. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>More than half of a key Amazon Web Services cloud service for accessing artificial intelligence&nbsp; is running on the company’s custom-designed AI chips, said Julia White, AWS’s chief marketing officer, in an interview on The Information’s TITV.</p>\n\n<p>Amazon executives haven’t previously shared such details about usage of the custom AI chips, Trainium, in running the Bedrock cloud service, which also runs on graphics processing units from Nvidia. Cloud customers use Bedrock to access AI models from Anthropic and other providers.</p>\n\n<p>White’s revelation is significant because it shows the extent to which Amazon is relying on in-house technology to potentially get better gross profit margins from AI, as Trainium chips are less expensive than Nvidia GPUs. (Trainium isn’t a GPU but is designed to speed up AI model training and inference). AWS also sells Trainium-powered cloud servers at a steep discount to Nvidia chip-powered cloud servers, as we’ve <a href=\"https://www.theinformation.com/articles/amazon-undercuts-nvidia-aggressive-ai-chip-discounts?rc=eqgjah\">reported</a>.</p>",
            "published_at": "2025-10-13T22:26:36.505Z",
            "url": "https://www.theinformation.com/briefings/aws-custom-chip-now-powers-key-ai-cloud-service?unlock=d457b5&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/aws-custom-chip-now-powers-key-ai-cloud-service?unlock=d457b5&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16068,
            "guid": "cad86a",
            "headline": "Apple Rebrands Streaming Service to Apple TV",
            "dek": "Apple said the rebrand was part of “a vibrant new identity”",
            "source_url": "https://www.apple.com/tv-pr/news/2025/10/apple-original-films-blockbuster-feature-f1-the-movie-from-joseph-kosinski-to-make-global-streaming-debut-on-friday-december-12-2025/",
            "source_label": "The Information",
            "body": "<p>Apple is slightly tweaking the name of its streaming media service by shedding the plus-symbol at the end of its previous name, Apple TV+.</p>\n\n<p>The company tucked the news away at the end of a <a href=\"https://www.apple.com/tv-pr/news/2025/10/apple-original-films-blockbuster-feature-f1-the-movie-from-joseph-kosinski-to-make-global-streaming-debut-on-friday-december-12-2025/\">press release</a> announcing that its blockbuster sports movie “F1 The Movie” would arrive on the streaming service December 12th. “Apple TV+ is now simply Apple TV, with a vibrant new identity,” the press release reads.</p>\n\n<p>The rebranding could cause some confusion. The Apple TV service now shares a name with the company’s streaming media hardware, a low-selling product that is one of the minor parts of Apple’s product line. Apple infrequently releases new updates to the product, the last model of which came out in 2022.</p>\n\n<p>Although F1 performed well, making more than $629 million in global box office sales, the streaming service has been a money-loser in the company’s service portfolio. At the end of last year, Apple was losing $1 billion a year on the service, even with subscribers growing to 45 million, The Information previously <a href=\"https://www.theinformation.com/articles/apple-streaming-losses-top-1-billion-year\">reported</a>. The company trimmed Apple TV’s budget around $500 million last year as executives upped scrutiny of spending.</p>",
            "published_at": "2025-10-13T20:07:07.816Z",
            "url": "https://www.theinformation.com/briefings/apple-rebrands-streaming-service-apple-tv?unlock=cad86a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/apple-rebrands-streaming-service-apple-tv?unlock=cad86a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 538524,
                    "display_name": "Aaron Tilley"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 14719,
                    "guid": "c3c93824b4",
                    "title": "Apple is Losing Over $1 Billion a Year on Streaming Service",
                    "url": "https://www.theinformation.com/articles/apple-streaming-losses-top-1-billion-year?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                },
                {
                    "type": "Topic",
                    "id": 2471074,
                    "name": "media/telecom"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16067,
            "guid": "f51daa",
            "headline": "JPMorgan Commits $10 Billion to Strategic US Tech Investments",
            "dek": "The bank recently worked with MP Materials on a deal with the Department of Defense to increase domestic production of rare earth magnets.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>JPMorgan Chase will invest $10 billion in mostly US-based tech companies working in areas aligned with strategic government interests. The investments are part of a broader pledge by the bank to facilitate $1.5 trillion of transactions in areas including domestic manufacturing and artificial intelligence.</p>\n\n<p>The bank said it’s targeting four sectors for investment–supply chain and advanced manufacturing; defense and aerospace; energy independence and resilience; and frontier and strategic technologies. The pledge to facilitate or finance $1.5 trillion of deals in those areas is a 50% increase from the bank’s previous plans, it said.</p>\n\n<p>JPMorgan CEO Jamie Dimon twice pointed to critical minerals as an area of focus in a Monday statement. The bank recently worked with MP Materials on a deal with the Department of Defense to increase domestic production of rare earth magnets used in everything from iPhones to fighter jets.</p>",
            "published_at": "2025-10-13T18:22:39.041Z",
            "url": "https://www.theinformation.com/briefings/jpmorgan-commits-10-billion-strategic-tech-investments?unlock=f51daa&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/jpmorgan-commits-10-billion-strategic-tech-investments?unlock=f51daa&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16066,
            "guid": "e11b85",
            "headline": "Data Startups Fivetran and Dbt Labs Agree to Merge",
            "dek": "A merger of equal between Fivetran and dbt Labs would have close to $600 million in annualized recurring revenue under one combined entity. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Data startup Fivetran will merge with data management company dbt Labs in an all-stock deal, the companies <a href=\"https://www.businesswire.com/news/home/20251013172495/en/Fivetran-and-dbt-Labs-Unite-to-Set-the-Standard-for-Open-Data-Infrastructure\">announced</a> Monday, confirming an earlier <a href=\"https://www.theinformation.com/articles/data-startup-fivetran-talks-buy-dbt-labs-multibillion-dollar-deal\">report</a> by The Information.</p>\n\n<p>Fivetran CEO George Fraser will lead the combined company and dbt Labs CEO Tristan Handy will become president and co-founder. Terms of the transaction were not disclosed but the companies said the merged entity has close to $600 million in annualized recurring revenue.</p>\n\n<p>Fivetran, founded in 2012, was last valued at $5.6 billion in 2021 and dbt Labs, founded in 2016, was valued at $4.2 billion in 2022. Andreessen Horowitz has backed both companies and holds a board seat on both.</p>\n\n<p>Fivetran replicates business data from applications like Salesforce to data warehouses like Snowflake while dbt Labs develops an open-source analytics tool for transforming raw data into a usable format for analytics and AI projects. The two companies, which have complementary offerings, could be a single provider that brings extracting, loading and transforming the data into one platform.</p>",
            "published_at": "2025-10-13T17:20:57.363Z",
            "url": "https://www.theinformation.com/briefings/data-startups-fivetran-dbt-labs-announced-merger?unlock=e11b85&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/data-startups-fivetran-dbt-labs-announced-merger?unlock=e11b85&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15826,
                    "guid": "0bbfd8f03a",
                    "title": "Data Startup Fivetran In Talks to Buy Dbt Labs in Multibillion Dollar Deal",
                    "url": "https://www.theinformation.com/articles/data-startup-fivetran-talks-buy-dbt-labs-multibillion-dollar-deal?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16065,
            "guid": "5d09aa",
            "headline": "OpenAI Announces Chip Design Deal with Broadcom",
            "dek": "The Broadcom deal follows OpenAI's agreements with both Nvidia and AMD for access to their AI chips.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI is to design its own AI chips in collaboration with Broadcom, the two companies announced on Monday morning, the latest in a succession of announcements by OpenAI to assure itself of more computing capacity.</p>\n\n<p>The agreement with Broadcom follows deals announced in the past two weeks with Nvidia and AMD for supply of those companies’ chips. But in this deal, OpenAI is designing its own chips. In today’s announcement, OpenAI said it “can embed what it’s learned from developing frontier models and products directly into the hardware.” The news confirms <a href=\"https://www.theinformation.com/articles/openai-has-talked-to-broadcom-about-developing-new-ai-chip?rc=9byxri\">a report in The Information</a> in mid-2024 that the two companies were in talks about developing a new chip.</p>\n\n<p>In September,&nbsp;<a href=\"https://www.ft.com/content/e8cc6d99-d06e-4e9b-a54f-29317fa68d6f?desktop=true&segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">the Financial Times</a>&nbsp;reported that OpenAI was the mystery&nbsp; customer CEO Hock Tan was referring to when he said Broadcom would make $10 billion next year on a new AI chip deal. But on Monday, in an interview on CNBC with OpenAI cofounder Greg Brockman, Broadcom President Charlie Kawwas implied that OpenAI was not the company behind that deal.</p>\n\n<p>“I would love to take a $10 billion [purchase order] from my good friend Greg. He has not given me that PO yet, so I hope that answers the question,” he said.</p>",
            "published_at": "2025-10-13T13:20:22.340Z",
            "url": "https://www.theinformation.com/briefings/nvidia-announces-chip-design-deal-broadcom?unlock=5d09aa&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-announces-chip-design-deal-broadcom?unlock=5d09aa&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16064,
            "guid": "7b4a97",
            "headline": "China Vows to Retaliate if Trump Imposes New 100% Tariff ",
            "dek": "The resurgence in tensions comes just weeks after the two countries’ senior officials held trade talks in Madrid. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>China’s commerce ministry said the company will retaliate if President Donald Trump makes good on his threat to impose an additional 100% tariff on Chinese imports.</p>\n\n<p>“China’s position on the tariff war is consistent. We don’t want to fight, but we are not afraid to fight,” a commerce ministry spokesperson said on Sunday. The U.S. government’s behavior harms China’s interests and undermines the trade talks between the two countries, the spokesperson said.</p>\n\n<p>Trump’s new tariff threat and Beijing’s response indicate a re-escalation of the U.S.-China trade war since the two countries’ high-level negotiations in Spain last month. “If the United States is determined to act alone, China will resolutely take corresponding measures to protect its legitimate rights and interests,” the Chinese ministry spokesperson said.</p>\n\n<p>Trump announced his plan to impose the new tariff against China on Friday, after Beijing announced additional export controls on rare earths and launched an antitrust probe into Qualcomm. In late September, Washington stepped up its effort to block Chinese companies’ access to U.S. technology and suppliers by expanding its trade blacklist.</p>",
            "published_at": "2025-10-13T08:07:52.813Z",
            "url": "https://www.theinformation.com/briefings/china-vows-retaliate-trump-imposes-new-100-tariff?unlock=7b4a97&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-vows-retaliate-trump-imposes-new-100-tariff?unlock=7b4a97&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16063,
            "guid": "d442fa",
            "headline": "Thinking Machines Co-Founder Leaves for Meta",
            "dek": "The departure marks the newest star arrival at the tech giant.",
            "source_url": "https://www.wsj.com/tech/ai/thinking-machines-lab-co-founder-departs-for-meta-442d7461?gaa_at=eafs&gaa_n=ASWzDAi_sFV723FGgHk8nzqVfOcdtrZEqIm_8wICSeJ_ixYDoBAl_OVtFKOktGfDGv8%3D&gaa_ts=68eae488&gaa_sig=miXU86EtFBTAVxVgXyNpVgLDcaYnSNn6YD0omQzvj6ps-u6kbV_XEYpeXZ9fD7xDbUPUh4LSxPVCEqJQiL2Ttw%3D%3D",
            "source_label": "The Wall Street Journal",
            "body": "<p>A co-founder of <a href=\"http://theinformation.com/articles/10-billion-enigma-mira-murati\">Mira Murati’s Thinking Machines Labs</a> is headed to Meta Platforms, the latest high-profile hire by Meta amid <a href=\"https://www.theinformation.com/articles/inside-great-ai-talent-auction-deals-free-agents-egos?rc=sslhyj\">a heated frenzy</a> for AI talent.</p>\n\n<p>The Thinking Machines co-founder, Andrew Tulloch, had previously worked at Meta for 13 years before departing in 2023 for OpenAI, where Murati was chief technology officer.&nbsp;He and Murati then&nbsp;left OpenAI and founded Thinking Machines earlier this year.</p>\n\n<p>Thanks partly to Murati’s profile, Thinking Machines quickly accumulated <a href=\"https://www.theinformation.com/briefings/thinking-machines-lab-raises-2-billion-10-billion-valuation?rc=sslhyj\">an enormous amount</a> of venture capital, but it <a href=\"https://www.theinformation.com/briefings/mira-muratis-thinking-machines-lab-launches-first-finetuning-product?rc=sslhyj\">has been slow</a> to reveal how it intends to commercialize AI. Tulloch returns to a Meta that CEO Mark Zuckerberg has sought to turn into an AI powerhouse by&nbsp;recruiting <a href=\"https://www.theinformation.com/articles/zuckerbergs-new-ai-team-good?rc=sslhyj\">a string of star researchers</a> to jump ship from OpenAI and other companies.</p>",
            "published_at": "2025-10-11T23:10:16.443Z",
            "url": "https://www.theinformation.com/briefings/thinking-machines-co-founder-leaves-meta?unlock=d442fa&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/thinking-machines-co-founder-leaves-meta?unlock=d442fa&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1295534,
                    "display_name": "Abram Brown"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16062,
            "guid": "aff736",
            "headline": "Benioff Says Trump Should Deploy Troops in San Francisco",
            "dek": "The Salesforce CEO’s comments come amid a broad change in attitude toward President Donald Trump among tech CEOs. ",
            "source_url": "https://www.nytimes.com/2025/10/10/us/marc-benioff-san-francisco-guard.html",
            "source_label": "The New York Times",
            "body": "<p>Salesforce CEO Marc Benioff, who <a href=\"https://www.politico.com/news/2019/11/20/marc-benioff-salesforce-industry-washington-leaders-071803\">was once seen</a> as a leading voice for liberal politics in the Bay Area, voiced strong support for President Donald Trump <a href=\"http://cms.theinformation.com\">in a new interview</a> with the New York Times and advocated for Trump to send National Guard troops to San Francisco.</p>\n\n<p>“We don’t have enough cops, so if they can be cops, I’m all for it,” Benioff told the Times.</p>\n\n<p>Since Trump won reelection last year, tech and politics have become increasingly intertwined, and many among the Silicon Valley elite <a href=\"https://www.theinformation.com/articles/can-microsoft-resist-trumps-call-execs-firing-tech-bends-will?rc=sslhyj\">have worked to shore up</a> their relationship with the Republican president. Meanwhile, Trump has made crime and public safety a hot-button issue in America: He <a href=\"https://www.pbs.org/newshour/nation/what-to-know-about-trumps-national-guard-deployments-in-chicago-and-portland\">has sent</a> National Guard troops into Washington D.C., Chicago and Portland—and <a href=\"https://www.npr.org/2025/10/10/nx-s1-5567177/national-guard-map-chicago-california-oregon\">has said</a> he might deploy more forces, including to San Francisco.</p>",
            "published_at": "2025-10-11T12:09:07.378Z",
            "url": "https://www.theinformation.com/briefings/benioff-says-trump-deploy-troops-san-francisco?unlock=aff736&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/benioff-says-trump-deploy-troops-san-francisco?unlock=aff736&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1295534,
                    "display_name": "Abram Brown"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16061,
            "guid": "b1698c",
            "headline": "Apple Acquires Small AI Startup Focused on Home Security Cameras",
            "dek": "The deal could bolster Apple’s smart home camera project",
            "source_url": "https://www.cnbc.com/2025/10/10/apple-nears-deal-to-acquire-talent-tech-from-ai-startup-prompt-ai.html",
            "source_label": "CNBC",
            "body": "<p>Apple is in talks to acquire computer vision startup Prompt AI, CNBC reported.</p>\n\n<p>The 11-person company offers an app called Seemour that adds artificial intelligence capabilities to home security cameras. Apple has acquired several AI-based security camera companies over the years, including <a href=\"https://www.theinformation.com/articles/apple-acquires-ai-device-startup-silk-labs\">Silk Labs</a> in 2018 and <a href=\"https://www.theinformation.com/briefings/dde4fe\">Lighthouse AI</a> in 2019. Apple has been working on its own smart home camera for years and is expected to release the product next year, according to analysts and Bloomberg.</p>\n\n<p>The Prompt deal was likely very small, with the startup having only raised a $5 million seed round. The deal continues Apple’s tradition of absorbing smaller technology firms primarily for talent, rather than buying up larger companies. Apple is often wary of larger acquisitions due, in part, to the complexity of integrating big teams into Apple’s unique corporate culture, The Information has previously <a href=\"https://www.theinformation.com/articles/apples-aversion-big-deals-thwart-ai-push\">reported</a>.</p>",
            "published_at": "2025-10-10T23:27:38.719Z",
            "url": "https://www.theinformation.com/briefings/apple-acquires-small-ai-startup-focused-home-security-cameras?unlock=b1698c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/apple-acquires-small-ai-startup-focused-home-security-cameras?unlock=b1698c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 538524,
                    "display_name": "Aaron Tilley"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15653,
                    "guid": "c57eab6784",
                    "title": "Apple’s Aversion to Big Deals Could Thwart Its AI Push",
                    "url": "https://www.theinformation.com/articles/apples-aversion-big-deals-thwart-ai-push?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16060,
            "guid": "fd1ea3",
            "headline": "Tech Stocks Fall Across the Board After Trump Issues Tariff Threat",
            "dek": "President Trump threatened to impose a \"massive increase\" in tariffs on Chinese imports, in the wake of new Chinese restrictions on the export of rare earths. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tech stocks fell across the board, as investors responded to President Trump’s threat to impose a “massive increase” in tariffs on Chinese imports, in the wake of new Chinese restrictions on the export of rare earths. Trump also said there was “no reason” for him to meet with Chinese president Xi Jinping, as he is scheduled to do in two weeks.</p>\n\n<p>Among the worst hit was shares of chip designer Nvidia, which fell 4.5%,&nbsp;and AMD, which fell 7.7%. Big tech stocks such as Amazon, Alphabet, Meta Platforms and Apple fell between 2% and 5%. The Nasdaq&nbsp;fell 3.6%, while the S&amp;P 500 dropped 2.7%.</p>\n\n<p>Oracle, whose stock had rebounded after a selloff earlier this week sparked by The Information’s report on its cloud business’ gross margins, fell 1.3% to just below $293. Even despite the drop, Oracle shares have recovered all the ground it lost earlier this week.</p>",
            "published_at": "2025-10-10T20:07:52.257Z",
            "url": "https://www.theinformation.com/briefings/tech-stocks-fall-across-board-trump-issues-tariff-threat?unlock=fd1ea3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tech-stocks-fall-across-board-trump-issues-tariff-threat?unlock=fd1ea3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16059,
            "guid": "6a656a",
            "headline": "Kalshi Raises at $5 Billion Valuation Led by Sequoia, a16z",
            "dek": "Kalshi and Polymarket each raised fresh funding this month as rivalry heats up. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Kalshi, a U.S.-regulated prediction market, <a href=\"https://news.kalshi.com/p/kalshi-hits-5-billion-valuation-amid-international-expansion?utm_source=news.kalshi.com&utm_medium=newsletter&utm_campaign=kalshi-hits-5-billion-valuation-amid-international-expansion&_bhlid=f921019bb6735e6822fda51206df357ee7a40fe2&last_resource_guid=Post%3A675f1af0-e234-40ab-aa36-88a5896515e2&jwt_token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWJzY3JpYmVyX2lkIjoiY2UzNzZlMzctZDU1OS00M2NlLWEyZWQtMTJkNGZlODY1ZjFlIiwicHVibGljYXRpb25faWQiOiI2MTMxZDQyMi0yYzllLTRkNjYtYmRiYi0yNjRiZjFkNDBhMGYiLCJleHAiOjE3NjAyODIzMTksImlzcyI6Imh0dHBzOi8vYXBwLmJlZWhpaXYuY29tIiwiaWF0IjoxNzYwMTA5NTE5fQ.iYHeFqAl41iVazX6zzFXbmvAMxXVw6_bc_X-lUyDHSs\">said</a> it raised more than $300 million at a $5 billion valuation led by Sequoia and Andreessen Horowitz. The company will face new competition with the return of rival Polymarket to the U.S. market.</p>\n\n<p>Kalshi and Polymarket are the two biggest prediction markets, which allow people to bet on everything from elections to the length of the government shutdown. Polymarket <a href=\"https://www.theinformation.com/briefings/nyse-owner-invest-2-billion-polymarket\">said</a> Tuesday it will raise up to $2 billion from Intercontinental Exchange, the owner of the New York Stock exchange, at an $8 billion valuation. Polymarket recently gained approval from U.S. regulators to re-enter the country after barring U.S.-based users under a settlement in 2022.</p>\n\n<p>Kalshi said existing investor Paradigm, which led its June round at a $2 billion valuation, also made a significant investment. Other investors included CapitalG, Coinbase Ventures, General Catalyst, and Spark Capital. The company plans to use the funding to launch more types of bets and integrate with more brokerages.</p>",
            "published_at": "2025-10-10T17:25:17.256Z",
            "url": "https://www.theinformation.com/briefings/kalshi-raises-5-billion-valuation-led-sequoia-a16z?unlock=6a656a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/kalshi-raises-5-billion-valuation-led-sequoia-a16z?unlock=6a656a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15753,
                    "guid": "761fc31758",
                    "title": "Polymarket Fields Offer for $9 Billion Valuation; Kalshi Nears $5 Billion Valuation",
                    "url": "https://www.theinformation.com/articles/prediction-startup-polymarket-fields-offer-9-billion-valuation-kalshi-nears-5-billion-financing?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16058,
            "guid": "20d71b",
            "headline": "China Opens Antitrust Investigation Into Qualcomm",
            "dek": "The probe follows several antitrust cases against other U.S. tech firms including Nvidia and Google.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>China has launched an antitrust investigation into Qualcomm over its acquisition of Israeli startup Autotalks, in another salvo at the U.S. weeks ahead of a planned meeting between President Trump and Chinese leader Xi Jinping.</p>\n\n<p>The State Administration for Market Regulation, which oversees antitrust and other issues, said Qualcomm failed to file for regulatory review of the Autotalks deal in accordance with Chinese antitrust law, according to a brief statement on Friday by the agency. Qualcomm bought Autotalks, which provides technology that enables communication between vehicles and their surroundings, in June.</p>\n\n<p>The Qualcomm investigation followed earlier antitrust probes into other U.S. tech firms including Nvidia and Google. Earlier this week, China tightened export restrictions on rare earth. The two countries’ leaders are expected to meet in person on the sidelines of the Asia-Pacific Economic Cooperation Summit in South Korea in November.</p>",
            "published_at": "2025-10-10T12:10:10.946Z",
            "url": "https://www.theinformation.com/briefings/china-opens-antitrust-investigation-qualcomm?unlock=20d71b&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-opens-antitrust-investigation-qualcomm?unlock=20d71b&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1459572,
                    "display_name": "Jing Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16057,
            "guid": "656e38",
            "headline": "Reflection AI Raises $2 Billion From Nvidia and Others at $8 Billion Valuation",
            "dek": "The deal is a dramatic markup from Reflection’s last private market valuation of $545 million in March.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Reflection AI, a New York-based startup building open-source models to rival labs like China’s Deepseek, said it has raised $2 billion in venture capital at an $8 billion valuation including the investment. The Information first reported the <a href=\"https://www.theinformation.com/articles/reflection-ai-targets-1-billion-take-meta-deepseek-open-source?rc=cmz1ru\">deal talks.</a></p>\n\n<p>Nvidia invested about $800 million into the round, according to the New York Times. The deal is a dramatic markup from Reflection’s last private market valuation of $545 million in March. Other investors in the company include Lightspeed Venture Partners, Sequoia Capital and 1789 Capital, which is linked to Donald Trump, Jr.</p>\n\n<p>Reflection will use the money to develop new technology as the founders, Misha Laskin and Ioannis Antonoglou, try to build Reflection as the U.S.-based provider of open-source AI models, which is a capital intensive endeavor</p>",
            "published_at": "2025-10-10T05:37:09.589Z",
            "url": "https://www.theinformation.com/briefings/reflection-ai-raises-2-billion-nvidia-others-8-billion-valuation?unlock=656e38&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/reflection-ai-raises-2-billion-nvidia-others-8-billion-valuation?unlock=656e38&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1608818,
                    "display_name": "Natasha Mascarenhas"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16056,
            "guid": "3032d2",
            "headline": "Coinbase, Mastercard in Talks to Buy Stablecoin Startup BVNK",
            "dek": "The sale price for a deal, if it happens, could be between $1.5 billion and $2.5 billion, Fortune reported. ",
            "source_url": "https://fortune.com/crypto/2025/10/09/bvnk-acquisition-coinbase-mastercard-stablecoins/",
            "source_label": "Fortune",
            "body": "<p>Coinbase and Mastercard have each held advanced talks to buy BVNK, a London-based stablecoin infrastructure firm, in a deal that could value the startup at between $1.5 billion and $2.5 billion, Fortune reported, citing people familiar with the deal.</p>\n\n<p>The talks are not finalized and may not result in a deal, but Coinbase appears to have a lead over Mastercard in the bid, the publication said.&nbsp;Founded in 2021, BVNK helps enterprises such as Deel and Worldpay process stablecoin payments. It is a competitor to Bridge, the stablecoin infrastructure firm acquired by Stripe for $1.1 billion this year. BVNK, which is backed by Haun Ventures, Coinbase Ventures, Visa, and Citi Ventures, raised $50 million at a $750 million valuation in January.</p>\n\n<p>A Coinbase spokesperson said the company doesn’t comment on rumors or speculation. Mastercard and BVNK&nbsp;didn’t immediately respond to inquiries.</p>",
            "published_at": "2025-10-09T23:56:26.511Z",
            "url": "https://www.theinformation.com/briefings/coinbase-mastercard-talks-buy-stablecoin-startup-bvnk?unlock=3032d2&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coinbase-mastercard-talks-buy-stablecoin-startup-bvnk?unlock=3032d2&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16055,
            "guid": "452b20",
            "headline": "Google, Amazon Launch New Suites in Battle for AI Spending",
            "dek": "Google and Amazon are both rebranding AI search and agent-building products in the hopes of getting more of their customers to increase their spending. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Google and Amazon, as part of their competition for corporate AI spending, both announced new suites of products that make it easier for employees to find corporate data and automate multi-step work tasks.</p>\n\n<p>Both companies are essentially giving their existing AI search and agent-building products a fresh coat of paint by adding new features and more connections to third-party apps. Their goal is to make AI accessible to non-technical users and boost productivity, delivering the kind of return on investment that could convince companies to spend more on AI.</p>\n\n<p>Google and Amazon are both well-equipped to succeed in AI, as they both have thousands of customers that already store their data on their clouds. But Glean, a startup led by a former Google engineer, has attracted considerable buzz by being the first to show how AI could help workers find data and files scattered across business applications and databases.</p>",
            "published_at": "2025-10-09T23:43:44.939Z",
            "url": "https://www.theinformation.com/briefings/google-amazon-launch-new-suites-battle-ai-spending?unlock=452b20&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-amazon-launch-new-suites-battle-ai-spending?unlock=452b20&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16054,
            "guid": "7bfa5e",
            "headline": "OpenAI Tells EU That Big Tech Commpanies Could Stifle Competition",
            "dek": "OpenAI reportedly said it faced “difficulties” competing with those companies because of “the lock-in of customers by large platforms.\"",
            "source_url": "https://www.bloomberg.com/news/articles/2025-10-09/openai-warns-eu-antitrust-watchdogs-of-big-tech-s-data-dominance",
            "source_label": "Bloomberg",
            "body": "<p>OpenAI told Europe’s top antitrust regulator that big tech firms including Microsoft, Google, and Apple could be difficult for the startup to compete against, Bloomberg reported Thursday.</p>\n\n<p>During a Sept. 24 meeting with EU antitrust chief Teresa Ribaldi, OpenAI said it faced “difficulties” competing with those companies because of “the lock-in of customers by large platforms,” according to the report. OpenAI has business relationships with those companies, but it increasingly competes with Google in selling AI software to consumers and businesses, and plans to compete against Apple in AI-powered consumer devices.</p>\n\n<p>Despite the apparent difficulties, OpenAI said this week its chatbot has 800 million weekly users. The company has generated unprecedented revenue growth from subscriptions to the chatbot along with unprecedented cash burn from its spending on servers to power its artificial intelligence.</p>",
            "published_at": "2025-10-09T23:33:14.105Z",
            "url": "https://www.theinformation.com/briefings/openai-tells-eu-google-apple-microsoft-stifle-competition?unlock=7bfa5e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-tells-eu-google-apple-microsoft-stifle-competition?unlock=7bfa5e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16053,
            "guid": "2fe923",
            "headline": "Murati to Be Deposed, Musk Seeks ‘Brockman Memo’ From Sutskever",
            "dek": "Both former OpenAI executives could have information relevant to Musk’s lawsuit against OpenAI.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The court overseeing Elon Musk’s breach of charitable trust lawsuit against OpenAI has ordered the company’s former CTO Mira Murati to be deposed, seeking information such as “the extent to which [OpenAI CEO] Altman was sidelining safety procedures in the pursuit of commercial interests,” according to a legal filing from Musk’s lawyers. The court’s decision follows a deposition of OpenAI co-founder and former chief scientist Ilya Sutskever last week.</p>\n\n<p>Musk’s lawyers are seeking further information from Sutskever concerning his financial interests in OpenAI, which could include rights to OpenAI’s future profits, and a document called the “Brockman Memo,” an apparent reference to OpenAI’s president and co-founder Greg Brockman.&nbsp;Sutskever’s lawyers say that details of his financial interests are “a constitutionally protected privacy interest.”&nbsp;The court has initially denied Musk’s request because his lawyers filed the document after midnight on the deadline. Musk’s lawyers contend that they encountered a technical difficulty that delayed the filing to 12:08 a.m. The court has asked Musk’s lawyers whether their attempts to submit the filing meet the court’s criteria for a deadline extension.</p>\n\n<p>Lawyers for OpenAI and Microsoft opposed the request to depose Murati, saying Musk missed the deadline and the timing would give Musk an unfair advantage. Musk’s lawyers said they attempted to serve Murati a deposition subpoena eleven times with no success. The court found that “OpenAI is mistaken” about the timing issue and “Musk’s motion has merit.”</p>\n\n<p>These are just the latest conflicts over evidence discovery in the Musk-Altman lawsuit, in which lawyers for both sides have frequently asked the court to intervene to force the other side to produce more documents. Musk, a co-founder and early donor to OpenAI, is suing the ChatGPT maker <a href=\"https://www.theinformation.com/articles/musks-legal-battle-openais-structure-total-long-shot\">for a variety of claims</a>, including that OpenAI has allegedly violated its charitable mission by acting as a for-profit company.</p>\n\n<p><em>This story has been updated to reflect the latest filings concerning Sutskever.</em></p>",
            "published_at": "2025-10-09T22:32:29.142Z",
            "url": "https://www.theinformation.com/briefings/murati-deposed-musk-seeks-brockman-memo-sutskever?unlock=2fe923&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/murati-deposed-musk-seeks-brockman-memo-sutskever?unlock=2fe923&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16052,
            "guid": "3125d4",
            "headline": "Shopify General Counsel to Take Over COO Role, Revenue Chief Departs",
            "dek": "Prior to joining Shopify, Jessica Hertz held roles in the Biden White House and at Meta.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Jessica Hertz will become Shopify’s chief operating officer, she said in a LinkedIn post on Thursday. Hertz joined Shopify as the e-commerce software maker’s general counsel in late 2021. Prior to joining Shopify, she worked in the Biden administration and at Meta. Shopify’s previous COO Kaz Nejatian left the company last month to become CEO at real estate tech firm Opendoor.</p>\n\n<p>“Jess has spent four years deeply understanding our business and rewiring how we operate, building systems in legal, talent, and across the company that scale,“ a Shopify spokesperson said in a statement.&nbsp;“She thinks from first principles, ships smart fixes, and combines public sector and technology experience with proven execution. As COO, she’ll help us move faster and deliver more for merchants.”</p>\n\n<p>Also on Thursday, Shopify’s chief revenue officer Bobby Morrison said in a LinkedIn post he was leaving the company. Morrison, who joined the company in mid-2022, helped oversee a push for Shopify to <a href=\"https://www.theinformation.com/articles/shopifys-trojan-horse-to-beat-salesforce?rc=d8mrkd\">sell more of its e-commerce software to larger enterprise customers</a> and win market share from larger competitors like Salesforce and Adobe. Morrison didn’t specify any future plans in his post.</p>",
            "published_at": "2025-10-09T18:10:18.377Z",
            "url": "https://www.theinformation.com/briefings/shopify-general-counsel-take-coo-role?unlock=3125d4&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/shopify-general-counsel-take-coo-role?unlock=3125d4&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 14464,
                    "guid": "06a40f5e94",
                    "title": "Shopify’s ‘Trojan Horse’ to Beat Salesforce",
                    "url": "https://www.theinformation.com/articles/shopifys-trojan-horse-to-beat-salesforce?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                }
            ]
        }
    ]
}