{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16167,
            "guid": "492e74",
            "headline": "Uber and Nvidia Target 100,000 Self-Driving Cars",
            "dek": "Car companies said they plan to use Nvidia’s new self-driving technology.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia is jumping into the self-driving car technology market, unveiling a deal with Uber to partner on production of thousands of vehicles that can run as robotaxis on Uber’s service. Stellantis, maker of Fiat and Chrysler, will produce the cars. Uber said 5,000 of the cars will be delivered for use on its service, although Nvidia put the ambition more grandly, announcing it plans the Uber partnership to support 100,000 cars over time, starting in 2027.</p>\n\n<p>The partnership adds to the range of self-driving car options that Uber has, of which the most important is a partnership with Alphabet’s Waymo. But the significance of the announcement is more what it means for Nvidia and other rivals, including Tesla, whose CEO Elon Musk has said robotaxis are a key part of its long term growth. Tesla has begun a limited robotaxi service in Austin Texas and San Francisco.</p>\n\n<p>Stellantis, the automaker, is collaborating with Nvidia and Uber to provide autonomous vehicles. Lucid and Mercedes-Benz will also use Nvidia’s self-driving technology, as will self-driving trucking companies Aurora, Volvo Autonomous Solutions and Waabi. Nvidia’s new technology, called Drive AGX Hyperion 10, is a computer and set of sensors that is intended to enable any vehicle to drive autonomously.</p>\n\n<p>Uber and Nvidia are also working on providing data to develop self-driving software using Nvidia’s Cosmos AI model, which is designed to generate realistic videos.</p>",
            "published_at": "2025-10-28T21:30:39.538Z",
            "url": "https://www.theinformation.com/briefings/uber-nvidia-target-100-000-self-driving-cars?unlock=492e74&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/uber-nvidia-target-100-000-self-driving-cars?unlock=492e74&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16166,
            "guid": "2800af",
            "headline": "Nvidia Has Received More Than $500 Billion in Orders Through 2026",
            "dek": "Nvidia also announced technology for simulating factories and quantum computing, and a $1 billion investment in Nokia.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Nvidia CEO Jensen Huang revealed Tuesday that Nvidia&nbsp;has received more than $500 billion in orders, counting from the start of calendar 2025 through 2026, reflecting demand for its latest chips, the Blackwell and the Rubin. That’s an enormous volume of orders, more than&nbsp;five times the revenue generated by an earlier generation of Nvidia chips, Hopper, from 2023 to 2025, excluding sales in Asia. Nvidia stock rose 5%.</p>\n\n<p>Meanwhile, Nvidia also announced that it would invest $1 billion in Nokia, the Finnish telecommunications company that provides network equipment and software. As part of the deal, Nokia will adopt Nvidia’s new telecommunications hardware that is designed for artificial intelligence.</p>\n\n<p>“We’re going to create, for the first time, a software-defined programmable computer that’s able to communicate wirelessly and do AI processing at the same time,” said Huang said onstage at Nvidia’s developer conference in Washington, D.C. Using AI will be able to make wireless communications more energy-efficient, he said.</p>\n\n<p>Nvidia announced a collaboration with the U.S. Department of Energy and Oracle to develop two AI systems at the Argonne National Lab, one of which will include 100,000 Blackwell chips and the other of which will feature 10,000. Nvidia also announced that nine national labs and many quantum computing companies will adopt Nvidia’s new technology for connecting AI chips and quantum computers.</p>\n\n<p>Huang played to the patriotism of the D.C. audience, opening his talk with a video montage of U.S. inventions and closing by thanking the audience for “making America great again.” He gave shoutouts to Energy Secretary Chris Wright and President Donald Trump.</p>",
            "published_at": "2025-10-28T20:59:04.914Z",
            "url": "https://www.theinformation.com/briefings/nvidia-invest-1-billion-nokia?unlock=2800af&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-invest-1-billion-nokia?unlock=2800af&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16165,
            "guid": "c7aec3",
            "headline": "Adobe Lets Customers Power its Apps With Google’s Latest AI Models",
            "dek": "Adobe and Google have expanded an existing partnership to let Adobe customers power apps like Photoshop with Google's latest AI models. ",
            "source_url": "https://news.adobe.com/news/2025/10/adobe-max-2025-google-cloud",
            "source_label": "The Information",
            "body": "<p>Adobe and Google have been working together as industry partners for nearly two decades, and now AI is bringing them closer.</p>\n\n<p>In an <a href=\"https://news.adobe.com/news/2025/10/adobe-max-2025-google-cloud\">expanded agreement</a> between the companies, Adobe customers will be able to use Google’s latest AI models to power applications like Photoshop and Premiere. In addition, Adobe’s business customers will be able to customize Google’s AI models with their own proprietary data to reflect the style of their company brand, said an Adobe spokesperson.</p>\n\n<p>The deal illustrates the growing popularity of Google AI models like Nano Banana, which lets users edit their photos, and Veo 3, which creates video from text prompts, with creative professionals. It also shows how Google’s strength in AI, which is already helping it <a href=\"https://www.theinformation.com/articles/google-finds-crack-amazons-cloud-dominance?rc=eqgjah\">poach cloud AI&nbsp;business from rivals,</a> is helping it get a stronger foothold in other market segments.</p>\n\n<p>Adobe has developed its own set of AI models, known as Firefly, for tasks like image and video generation, so supporting a competing model might seem like a shift. But the expanded tie-up with Google is part of Adobe’s strategy to let&nbsp;customers use a variety of different third-party models to run its apps. That’s similar to the approach cloud providers have used to get customers building AI apps.</p>",
            "published_at": "2025-10-28T20:26:28.758Z",
            "url": "https://www.theinformation.com/briefings/adobe-now-letting-customers-use-googles-nana-banana-veo-models?unlock=c7aec3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/adobe-now-letting-customers-use-googles-nana-banana-veo-models?unlock=c7aec3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16164,
            "guid": "2c67bc",
            "headline": "OpenAI Recapitalizes as Public Benefit Corporation",
            "dek": "The restructuring paves the way for the company to eventually go public\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI on Tuesday said that it completed its corporate restructuring into a public benefit corp., clearing the company’s path to an eventual public offering. Microsoft, which had invested more than $13 billion into the company, holds a 27% equity stake in the company worth $135 billion based on the company’s recent employee share sale that values it at $500 billion, confirming some <a href=\"https://www.theinformation.com/articles/will-new-openai-one-chart?rc=8tzurb\">details earlier reported by The Information</a>.</p>\n\n<p>OpenAI’s nonprofit, which had previously controlled the for-profit when it was a limited liability corp., is now called the OpenAI Foundation and holds a 26% equity stake in the public benefit corp., for a stake worth roughly $130 billion. The OpenAI Foundation also has warrants to receive additional shares if it hits a certain valuation. That mirrors the prior arrangement, which allowed the nonprofit to receive <a href=\"https://www.theinformation.com/articles/will-new-openai-one-chart?rc=zjctrx\">profits after early shareholders and employees were paid</a> out a portion of eventual profits. OpenAI’s employees and investors hold the remaining 47% of the company.</p>\n\n<p>On Tuesday the Delaware and California state attorneys general, which needed to review the conversion because of the AI research lab’s start as a nonprofit, said they won’t oppose the recapitalization.</p>\n\n<p>The state attorneys general noted they had secured certain commitments, including that the nonprofit’s board will retain control and oversight over the public benefit corp. The board of the nonprofit includes most of the members of the for-profit board, including OpenAI CEO Sam Altman.</p>",
            "published_at": "2025-10-28T18:20:41.114Z",
            "url": "https://www.theinformation.com/briefings/openai-recapitalizes-public-benefit-corporation?unlock=2c67bc&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-recapitalizes-public-benefit-corporation?unlock=2c67bc&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 786903,
                    "display_name": "Sri Muppidi"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15961,
                    "guid": "8e68e8de6d",
                    "title": "SoftBank Greenlights Remaining $22.5 Billion of OpenAI Investment",
                    "url": "https://www.theinformation.com/articles/softbank-greenlights-remaining-22-5-billion-openai-investment?utm_source=ti_app"
                }
            ],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16163,
            "guid": "5112b0",
            "headline": "BlackRock-Backed Securitize to Go Public at $1.25 Billion Valuation",
            "dek": "Securitize will merge with Cantor Fitzgerald’s special purpose acquisition firm.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Securitize, which helps asset managers put their products on the blockchain, <a href=\"https://securitize.io/learn/press/Securitize-To-Become-Public-Company\">said</a> it will go public through a merger with a special purpose acquisition company in a deal that values the firm at $1.25 billion in pre-money equity.</p>\n\n<p>Securitize, which is backed by BlackRock, will merge with Cantor Equity Partners II, with the deal expected to close in the first half of 2026, the companies said. Existing investors, such as BlackRock, ARK Invest, and Morgan Stanley, will roll over their interest into the combined company. It will also raise $225 million in private placement from new and existing investors.</p>\n\n<p>Founded in 2017, Securitize helps asset managers such as BlackRock and Apollo bring their products onto blockchain for wider distribution. Its largest product is BlackRock’s tokenized money market fund, which has amassed $2.85 billion in assets in part because it holds reserve assets for stablecoins such as Ethena’s USDtb.</p>\n\n<p>In the second quarter, Securitize <a href=\"https://www.sec.gov/Archives/edgar/data/2034269/000121390025102783/ea026272001ex99-2_cantor2.htm\">made</a> $17.5 million in revenue and $4.2 million in earnings before interest, taxes, depreciation and amortization. It expects full-year revenue to be $69 million in 2025 and $110 million in 2026.</p>",
            "published_at": "2025-10-28T17:40:31.506Z",
            "url": "https://www.theinformation.com/briefings/blackrock-backed-securitize-go-public-1-25-billion-valuation?unlock=5112b0&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/blackrock-backed-securitize-go-public-1-25-billion-valuation?unlock=5112b0&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16162,
            "guid": "fad63f",
            "headline": "Livestream Shopping App Whatnot Boosts Valuation to $11.5 Billion",
            "dek": "The company was previously valued at $5 billion in a January funding round.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Livestream shopping app Whatnot announced a $225 million fundraising Tuesday at a valuation of $11.5 billion, more than double the level at which it last raised. The round was led by existing investors DST Global and Capital G, and included other investors like Sequoia Capital, Greycroft and Andreessen Horowitz.</p>\n\n<p>The new funding, which Whatnot said it would use to expand internationally and launch new features, comes less than a year after the company boosted its valuation to $5 billion in a January funding round. Whatnot said the gross merchandise value for products sold through its platform this year has already surpassed $6 billion, more than double <a href=\"https://www.theinformation.com/articles/whatnot-users-spend-80-minutes-day-shopping?rc=d8mrkd\">its GMV for all of 2024</a>.</p>\n\n<p>Whatnot has emerged as one of the most popular platforms for live shopping, a form of e-commerce popular in Asia where hosts showcase and sell items on QVC-like livestreams. Whatnot and other platforms like TikTok, which has heavily incentivized merchants that use its TikTok Shop storefronts to sell products via livestreams, have helped to get U.S. audiences accustomed to watching and purchasing from livestreams.</p>",
            "published_at": "2025-10-28T15:31:09.513Z",
            "url": "https://www.theinformation.com/briefings/livestream-shopping-app-whatnot-boosts-valuation-11-5-billion?unlock=fad63f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/livestream-shopping-app-whatnot-boosts-valuation-11-5-billion?unlock=fad63f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16161,
            "guid": "ae8cdd",
            "headline": "Apple Supplier Skyworks Solutions to Buy Rival Qorvo for $10.6 Billion",
            "dek": "Both companies are facing a slowdown in the smartphone sector and increased competition.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Skyworks Solutions, which supplies radio frequency chips to Apple and other smartphone makers, is acquiring&nbsp;its main rival Qorvo for $10.6 billion in a combination of cash and stock. The news, announced Tuesday morning, confirmed <a href=\"https://www.theinformation.com/articles/apple-supplier-skyworks-held-talks-buy-8-billion-rival-qorvo?rc=9byxri\">a report in The Information</a> late Monday night.&nbsp;Skyworks’ shares jumped 13% on Tuesday, while Qorvo shares rose 11%.</p>\n\n<p>The deal comes as growth in the smartphone maker has slowed, as consumers hold&nbsp;onto phones longer. Both companies had also warned that sales to their biggest customer, which they previously said was Apple, were weakening because other rivals were winning business. In a statement, Skyworks CEO Phil Brace said&nbsp;the combination would have more ability to “bring even greater innovation to our customers.”</p>\n\n<p>Qorvo’s sales in the June quarter, for instance, fell 7.6%. It fell 1.3% in fiscal 2025. Skyworks reported a 5.2% decline in revenue for the nine months ending June. The price Skyworks is paying for Qorvo, of about $114 a share based on Skyworks’ price early Tuesday, was a big premium to where Qorvo has lately been trading. It had closed on Monday at $92.13.</p>",
            "published_at": "2025-10-28T14:22:16.722Z",
            "url": "https://www.theinformation.com/briefings/apple-supplier-skyworks-solutions-buy-rival-qorvo-10-6-billion?unlock=ae8cdd&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/apple-supplier-skyworks-solutions-buy-rival-qorvo-10-6-billion?unlock=ae8cdd&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16160,
            "guid": "aa162f",
            "headline": "Microsoft Gets 27% Stake in OpenAI, Access to Models Through 2032",
            "dek": "Microsoft will give up its right of first refusal over OpenAI’s compute contracts.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Microsoft will get a 27% stake in OpenAI valued at $135 billion and will retain the rights to use the startup’s intellectual property through 2032, the companies announced on Tuesday.</p>\n\n<p>Microsoft will give up its right of first refusal over OpenAI’s compute contracts, which had meant OpenAI had to ask Microsoft first whether it could handle cloud computing needs before OpenAI could ask other cloud firms. In recent months OpenAI <a href=\"https://www.theinformation.com/articles/microsoft-let-openai-play-field?\">has got permission from Microsoft to strike deals with a variety of cloud firms</a>, including Oracle and Google Cloud.</p>\n\n<p>In exchange for Microsoft giving up the right, OpenAI has committed to spend an additional $250 billion on Azure server rentals over an unspecified period of time, the companies said.</p>\n\n<p>The companies also announced several tweaks to their existing agreement. Microsoft’s rights to OpenAI IP no longer include the startup’s hardware products, and OpenAI can develop new products with third parties other than Microsoft. But Microsoft will continue to get a share of OpenAI’s revenue until 2030 or until the startup develops artificial general intelligence, or AI capable of human-level thinking, the companies said.</p>\n\n<p>The announcement comes as OpenAI moves ahead with its plans to restructure its for-profit business, a key step in its ability to raise more money and eventually go public.</p>",
            "published_at": "2025-10-28T14:08:22.797Z",
            "url": "https://www.theinformation.com/briefings/microsoft-gets-27-stake-openai-access-models-2032?unlock=aa162f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-gets-27-stake-openai-access-models-2032?unlock=aa162f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15908,
                    "guid": "de175bfe66",
                    "title": "Why Microsoft Let OpenAI Play the Field",
                    "url": "https://www.theinformation.com/articles/microsoft-let-openai-play-field?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16159,
            "guid": "66ed02",
            "headline": "Amazon Announces Plans to Cut 14,000 Corporate Roles",
            "dek": "The cuts continue a push by CEO Andy Jassy to reduce bureaucracy at the e-commerce giant.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon is cutting around 14,000 corporate jobs, human resources executive Beth Galetti wrote in a <a href=\"https://www.aboutamazon.com/news/company-news/amazon-workforce-reduction\">memo</a> published by Amazon Tuesday. The job cuts are aimed at “further reducing bureaucracy, removing layers, and shifting resources to ensure we’re investing in our biggest bets,” she wrote.</p>\n\n<p>The cuts, which are Amazon’s largest since laying off roughly 27,000 employees in several waves in late 2022 and early 2023, continue a push started by CEO Andy Jassy last year to reduce bureaucracy and management layers at the company. Prior to the latest cuts, Amazon had around 350,000 corporate employees. Most employees who are affected by the cuts will have 90 days to look for another role at Amazon, Galetti said in the memo.</p>\n\n<p>Galetti didn’t specify in the memo which teams or departments would be affected by the cuts, though news reports earlier this month said that human resources staffers and other parts of Amazon’s consumer division were likely to be affected. Amazon is due to report earnings Thursday, Oct. 30.</p>",
            "published_at": "2025-10-28T13:17:57.606Z",
            "url": "https://www.theinformation.com/briefings/amazon-announces-plans-cut-14-000-corporate-roles?unlock=66ed02&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-announces-plans-cut-14-000-corporate-roles?unlock=66ed02&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16158,
            "guid": "822a24",
            "headline": "Chinese EV Maker Seres Seeks $1.7 Billion in Hong Kong Listing",
            "dek": "The listing comes amid Hong Kong’s market rally this year driven by a surge in EV makers and other tech stocks. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Seres Group, a major electric vehicle maker in China, is looking to raise $1.7 billion in a Hong Kong listing, according to the company’s filing with the city’s stock exchange.</p>\n\n<p>The Hong Kong listing of Seres, whose shares are already listed on the Shanghai Stock Exchange, comes amid a market rally and a resurgence of IPO activities in Hong Kong this year. In Shanghai, Seres has a market capitalization of around $36 billion.</p>\n\n<p>Driven by a surge in tech stocks including EV makers, Hong Kong’s Hang Seng Index has gained more than 30% since the beginning of this year. For example, major EV maker Xpeng’s Hong Kong-listed stock is up more than 90% year to date, while another competitor Nio’s stock has risen nearly 60%.</p>\n\n<p>In the filing submitted on Monday, Seres said it expects to receive net proceeds of about $1.66 billion from the offering, and plans to use the majority of the proceeds to invest in research and development.</p>",
            "published_at": "2025-10-28T08:42:10.188Z",
            "url": "https://www.theinformation.com/briefings/chinese-ev-maker-seres-seeks-1-7-billion-hong-kong-listing?unlock=822a24&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/chinese-ev-maker-seres-seeks-1-7-billion-hong-kong-listing?unlock=822a24&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 267744,
                    "name": "electric vehicles"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16157,
            "guid": "ca46e5",
            "headline": "Education Tech Firm Chegg Lays Off 45% of Staff as AI Woes Continue",
            "dek": "Chegg, which has become a kind of poster child for AI's ability to render some businesses redundant, is cutting staff after deciding against a sale. ",
            "source_url": "https://www.businesswire.com/news/home/20251026991597/en/Chegg-to-Remain-a-Standalone-Public-Company-to-Maximize-Shareholder-Value",
            "source_label": "The Information",
            "body": "<p>Online education firm Chegg announced it is&nbsp;<a href=\"https://www.businesswire.com/news/home/20251026991597/en/Chegg-to-Remain-a-Standalone-Public-Company-to-Maximize-Shareholder-Value\">laying off</a> 388 employees—around 45% of its workforce—due to the “new realities of AI,” which includes reduced website traffic and revenue stemming from Google’s practice&nbsp;of including AI summaries atop search results.</p>\n\n<p>It’s the latest sign of trouble for Chegg, whose business was slowing even before OpenAI released ChatGPT in late 2022 and made some of its services almost completely redundant, including one that let students ask questions and get answers from subject matter experts.</p>\n\n<p>Chegg tried to get on the AI bandwagon two years ago by teaming up with&nbsp;OpenAI to develop an AI-powered learning service, but it hasn’t taken off. Last year&nbsp;Chegg switched CEOs, with executive&nbsp;Nathan Schultz taking over for its longtime CEO Dan Rosensweig, who moved to executive chairman. Earlier this year, Chegg sued Google&nbsp;for hurting its web traffic with AI summaries.</p>\n\n<p>In a press release, Chegg said it hired&nbsp;Goldman Sachs last year to help it explore a sale or take-private acquisition but has decided to remain a standalone company. Meanwhile,&nbsp;Rosensweig is moving back into the CEO role, with Schultz moving to an advisory role.</p>",
            "published_at": "2025-10-28T03:31:58.933Z",
            "url": "https://www.theinformation.com/briefings/education-tech-firm-chegg-lays-45-staff-ai-woes-continue?unlock=ca46e5&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/education-tech-firm-chegg-lays-45-staff-ai-woes-continue?unlock=ca46e5&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16156,
            "guid": "9222b7",
            "headline": "Forge Global Said to Explore Sale ",
            "dek": "Its stock fell 90% since the company went public via a blank check merger in 2021.",
            "source_url": "https://www.ft.com/content/9e865858-c0eb-4c73-9185-db9f49ea9978",
            "source_label": "Financial Times ",
            "body": "<p>Forge Global, a publicly traded platform for trading stakes in privately held startups, is exploring a sale, the Financial Times reported. Shares of Forge Global jumped more than 13% on Monday. The company is working with Financial Technology Partners, an investment bank that specializes in advising fintechs, on the sale and could attract suitors from competitors and Wall Street investment banks, according to the report.</p>\n\n<p>Founded in 2014, Forge allows investors and employees in private startups to buy and sell their shares. It had a market capitalization of close to 200 million before the report. Its stock fell 90% since the company went public via a blank check merger in 2021.</p>\n\n<p>Forge Global and FT Partners didn’t immediately respond to a request for comments.</p>",
            "published_at": "2025-10-27T20:13:51.068Z",
            "url": "https://www.theinformation.com/briefings/forge-global-said-explore-sale?unlock=9222b7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/forge-global-said-explore-sale?unlock=9222b7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16155,
            "guid": "950d01",
            "headline": "Qualcomm Shares Soar On AI Chip Deal With Saudi Arabia",
            "dek": "Qualcomm and Humain said they would build data centers containing the new chips starting next year.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Shares in Qualcomm soared more than 12% after the semiconductor company said it would make artificial-intelligence chips and struck a deal to provide them to Saudi Arabia’s Humain.</p>\n\n<p>The announcement on Monday, the first day of Saudi Arabia’s annual Future Investment Initiative conference, made Qualcomm the latest company to challenge Nvidia’s lead in the AI chip market. Intel said this month it would make a new AI chip code-named Crescent Island.</p>\n\n<p>Humain, a company owned by Saudi Arabia’s $900 billion Public Investment Fund, is building data centers and planning a $10 billion venture fund as part of the country’s push to become a bigger force in AI. It has also struck deals to import AMD and Nvidia chips, and it’s using chips from the startup Groq to power open-source AI models in the region.</p>\n\n<p>Qualcomm and Humain said they would build data centers containing the new chips starting next year.&nbsp;Shares in Nvidia briefly dipped following the Qualcomm announcement before rallying more than 2%.</p>",
            "published_at": "2025-10-27T19:33:28.487Z",
            "url": "https://www.theinformation.com/briefings/qualcomm-shares-soar-ai-chip-deal-saudi-arabia?unlock=950d01&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/qualcomm-shares-soar-ai-chip-deal-saudi-arabia?unlock=950d01&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2412958,
                    "display_name": "Miles Kruppa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16154,
            "guid": "c2f6db",
            "headline": "Amazon Prepares To Cut As Many As 30,000 Corporate Jobs",
            "dek": "The cuts would mark Amazon’s largest layoffs since late 2022.",
            "source_url": "https://www.reuters.com/business/world-at-work/amazon-targets-many-30000-corporate-job-cuts-sources-say-2025-10-27/",
            "source_label": "Reuters",
            "body": "<p>Amazon is preparing to cut as many as 30,000 corporate jobs beginning this week, Reuters <a href=\"https://www.reuters.com/business/world-at-work/amazon-targets-many-30000-corporate-job-cuts-sources-say-2025-10-27/\">reported</a> Monday. The cuts are meant to help compensate for overhiring during the pandemic and to cut expenses, the report said. An Amazon spokesperson didn’t immediately respond to a request for comment.</p>\n\n<p>The cuts could affect as much as 10% of Amazon’s roughly 350,000 corporate employees, Reuters reported. The company <a href=\"https://www.aboutamazon.com/news/company-news/update-from-ceo-andy-jassy-on-role-eliminations\">previously cut around 18,000 corporate jobs</a> beginning in late 2022 and <a href=\"https://www.theinformation.com/articles/amazons-five-year-corporate-hiring-binge-revealed?rc=d8mrkd\">another 9,000 roles beginning in mid-2023</a>, and has made several waves of smaller cuts since then. CEO Andy Jassy told employees earlier this year the adoption of AI and improved productivity would likely lead to job cuts, and has overseen an <a href=\"https://www.theinformation.com/articles/amazons-jassy-vows-to-fight-bureaucracy?rc=d8mrkd\">anti-bureaucracy push</a> to reduce the number of managers at the company.</p>\n\n<p>The planned cuts may affect divisions ranging from human resources to devices to operations, the report said. Fortune <a href=\"https://www.theinformation.com/briefings/amazon-planning-fresh-layoffs-consumer-division?rc=d8mrkd\">reported</a> earlier this month that Amazon was planning layoffs for human resources teams and other parts of its consumer division. Amazon is set to report earnings on Thursday, Oct. 30.</p>",
            "published_at": "2025-10-27T19:24:49.371Z",
            "url": "https://www.theinformation.com/briefings/amazon-prepares-cut-30-000-corporate-jobs?unlock=c2f6db&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-prepares-cut-30-000-corporate-jobs?unlock=c2f6db&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1239,
                    "name": "e-commerce"
                },
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16153,
            "guid": "4f8aaa",
            "headline": "China’s MiniMax Launches New Open-Source AI Model",
            "dek": "The startup, last valued at $4 billion, is beefing up its model lineup as it prepares for a Hong Kong listing. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Chinese artificial intelligence startup MiniMax launched a new open-source large language model on Monday whose performance is ranked the highest among such models on some leaderboards.</p>\n\n<p>The new model, M2, is particularly suitable for AI agents and coding, according to the company. On the AI model leaderboard compiled by Artificial Analysis, M2 is ranked No. 5 in terms of “intelligence,” above open-source rivals such as Alibaba and DeepSeek, and only trails behind proprietary models from OpenAI, xAI and Anthropic.</p>\n\n<p>Shanghai-based MiniMax, best known for its Hailuo AI video generation model and Talkie AI roleplay chat app, is trying to increase its market presence in large language models that power AI agents and coding tools. Such effort comes at a time when the startup, valued at $4 billion in a fundraising earlier this year, is preparing for an initial public offering in Hong Kong.</p>\n\n<p>MiniMax, founded in 2021, is led by CEO and cofounder Yan Junjie, a former executive of Chinese AI software firm SenseTime. Its backers include tech giants Alibaba Group and Tencent Holdings, as well as Chinese venture capital firms such as HongShan and Yunqi Partners.</p>",
            "published_at": "2025-10-27T07:57:42.815Z",
            "url": "https://www.theinformation.com/briefings/chinas-minimax-launches-new-open-source-ai-model?unlock=4f8aaa&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/chinas-minimax-launches-new-open-source-ai-model?unlock=4f8aaa&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16152,
            "guid": "394c11",
            "headline": "Andreessen Horowitz’s Midha Forms New Venture",
            "dek": "Midha previously ran Andreessen’s effort to supply startups with access to Nvidia graphics processing units.",
            "source_url": "https://www.theinformation.com/articles/andreessen-horowitz-general-partner-midha-establish-compute-firm?rc=ndc4g0",
            "source_label": "The Information",
            "body": "<p>Andreessen Horowitz general partner Anjney Midha is launching AMP, a new venture to provide “compute and capital to frontier AI teams,” The Information reported. Midha, who previously helped Andreessen startups access Nvidia GPUs, will remain a part-time venture partner, retaining board seats on companies like Mistral and Black Forest Labs.</p>\n\n<p>Midha’s new venture highlights the increasing demand for compute power among AI startups. At Andreessen, he led Oxygen, a group that managed thousands of Nvidia chips for rent to startups, which helped the firm secure competitive investments.</p>\n\n<p>Andreessen is one of the few VC firms that rent or buy GPUs to then rent to their backed startups, a practice some firms avoid due to management overhead and hardware depreciation concerns. The firm’s program began with plans for over 20,000 chips and has since expanded to multiple private clusters.</p>",
            "published_at": "2025-10-26T22:37:45.431Z",
            "url": "https://www.theinformation.com/briefings/andreessen-horowitzs-midha-forms-new-venture?unlock=394c11&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/andreessen-horowitzs-midha-forms-new-venture?unlock=394c11&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 3158,
                    "display_name": "Nick Wingfield"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15952,
                    "guid": "3ea820eb75",
                    "title": "Andreessen Horowitz General Partner Midha to Establish Compute Firm",
                    "url": "https://www.theinformation.com/articles/andreessen-horowitz-general-partner-midha-establish-compute-firm?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16151,
            "guid": "6c3592",
            "headline": "OpenAI Working on a Music Generating Tool",
            "dek": "The AI startup has enlisted the help of Juilliard School to create training data for the effort.",
            "source_url": "https://www.theinformation.com/articles/openai-plots-generating-ai-music-potential-rivalry-startup-suno?rc=ndc4g0",
            "source_label": "The Information",
            "body": "<p>OpenAI is developing artificial intelligence to allow&nbsp;people to generate music using text and audio prompts, The Information reported.</p>\n\n<p>The startup is collaborating with Juilliard School students to annotate music scores, which can be used as training data for the music generating tool. The company is discussing AI that can add guitar to vocal tracks or create music for videos, potentially aiding advertising agencies in generating jingles and brainstorming lyrics. This move positions OpenAI to compete with Google, which launched its music-making model, Lyria, in May.</p>\n\n<p>OpenAI could face potential copyright lawsuits over the tool from music labels like Universal Music Group and Sony, which have sued other AI music generators. The startup has already taken some steps to stay out of hot water with the music industry, such as by summarizing copyrighted lyrics.</p>",
            "published_at": "2025-10-26T22:31:22.245Z",
            "url": "https://www.theinformation.com/briefings/openai-working-music-generating-tool?unlock=6c3592&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-working-music-generating-tool?unlock=6c3592&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 3158,
                    "display_name": "Nick Wingfield"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15953,
                    "guid": "381bccfaf5",
                    "title": "OpenAI Moves to Generate AI Music in Potential Rivalry With Startup Suno",
                    "url": "https://www.theinformation.com/articles/openai-plots-generating-ai-music-potential-rivalry-startup-suno?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16150,
            "guid": "cf0b5c",
            "headline": "SoftBank Board Approves Remainder of OpenAI Investment",
            "dek": "The AI startup still needs to complete its conversion to a public benefit corporation to get SoftBank’s $22.5 billion investment. ",
            "source_url": "https://www.theinformation.com/articles/softbank-greenlights-remaining-22-5-billion-openai-investment?rc=ndc4g0",
            "source_label": "The Information",
            "body": "<p>SoftBank is set to complete its $30 billion investment in OpenAI, after its board approved a $22.5 billion second installment on the deal, The Information reported. The remainder of its investment is contingent on OpenAI’s corporate restructuring, which would pave the way for a public offering and transform it into a public benefit corporation.</p>\n\n<p>The SoftBank investment is part of a larger $41 billion financing round, which valued OpenAI at $260 billion. The new funds are critical for OpenAI’s escalating compute expenses, projected at $16 billion this year and $40 billion next year, with an additional $100 billion budgeted through 2030 for research breakthroughs.</p>\n\n<p>An OpenAI IPO is still distant due to its current non-profit structure, established in 2015. Early investors and employees hold rights to future profits rather than equity.</p>",
            "published_at": "2025-10-26T22:19:17.571Z",
            "url": "https://www.theinformation.com/briefings/softbank-board-approves-remainder-openai-investment?unlock=cf0b5c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/softbank-board-approves-remainder-openai-investment?unlock=cf0b5c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 3158,
                    "display_name": "Nick Wingfield"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15961,
                    "guid": "8e68e8de6d",
                    "title": "SoftBank Greenlights Remaining $22.5 Billion of OpenAI Investment",
                    "url": "https://www.theinformation.com/articles/softbank-greenlights-remaining-22-5-billion-openai-investment?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16149,
            "guid": "07e5b5",
            "headline": "Nvidia Rival SambaNova Considers a Sale",
            "dek": "The AI chip maker struggled recently to complete a fundraising round. ",
            "source_url": "https://www.theinformation.com/articles/ai-chip-startup-sambanova-explores-sale-stalled-fundraising?rc=ndc4g0",
            "source_label": "The Information",
            "body": "<p>Artificial intelligence chip startup SambaNova Systems is exploring a sale after it was unable to complete a fundraising round, The Information reported.</p>\n\n<p>The Palo Alto, Calif., company, last valued at $5 billion in 2021, has faced sales growth challenges against competitors like Nvidia. As a result, the startup hired an investment bank to represent in a potential sale. The company could decide not to move forward with the plan though.</p>\n\n<p>Acquisitions of smaller chip startups are increasing this year, with Meta acquiring Rivos and Advanced Micro Devices hiring staff from Untether AI. SambaNova, founded in 2017, designs custom AI chips to rival Nvidia’s GPUs and has raised over $1.1 billion in funding. CEO Rodrigo Liang claims their technology outperforms Nvidia GPUs at a tenth of the power. A spokesperson for SambaNova stated the company evaluates strategic opportunities but did not comment on sale talks.</p>",
            "published_at": "2025-10-26T22:12:38.236Z",
            "url": "https://www.theinformation.com/briefings/nvidia-rival-sambanova-considers-sale?unlock=07e5b5&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidia-rival-sambanova-considers-sale?unlock=07e5b5&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 3158,
                    "display_name": "Nick Wingfield"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15959,
                    "guid": "2936e0196d",
                    "title": "AI Chip Startup SambaNova Explores Sale After Stalled Fundraising",
                    "url": "https://www.theinformation.com/articles/ai-chip-startup-sambanova-explores-sale-stalled-fundraising?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 4022795,
                    "name": "venture capital"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16148,
            "guid": "90568d",
            "headline": "Google Investigates Security Breach Related to Play Store",
            "dek": "The incident involved a contractor in the Philippines, who was later fired.  ",
            "source_url": "https://www.theinformation.com/articles/google-investigates-weekslong-security-breach-involving-contractor?rc=ndc4g0",
            "source_label": "The Information",
            "body": "<p>Google is investigating a security breach involving a contractor who took nearly 2,000 screenshots and sensitive internal files related to the Google Play store, The Information reported.</p>\n\n<p>The contractor, working in the Philippines for Accenture, sent the images to an unidentified outsider via WhatsApp and Telegram between July and September. The copied material included software code and information on developer accounts and fraud review processes, which could potentially help someone upload malicious apps by understanding how the app store suspends them. Google confirmed the information could inform developers about trust and safety guidelines but stated it’s not a “master key” to bypass security.</p>\n\n<p>Google launched its investigation in September, leading to the contractor’s admission of being paid for sending the files and subsequent termination. The company stated there’s no indication of compromised Google or user security.</p>",
            "published_at": "2025-10-26T22:02:53.788Z",
            "url": "https://www.theinformation.com/briefings/google-investigates-security-breach-related-play-store?unlock=90568d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/google-investigates-security-breach-related-play-store?unlock=90568d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 3158,
                    "display_name": "Nick Wingfield"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15960,
                    "guid": "47d9f6c75e",
                    "title": "Google Investigates Weekslong Security Breach Involving Contractor",
                    "url": "https://www.theinformation.com/articles/google-investigates-weekslong-security-breach-involving-contractor?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                }
            ]
        }
    ]
}