{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16007,
            "guid": "029629",
            "headline": "Stripe Plans to Apply for Federal Charter in Stablecoin Push",
            "dek": "Stripe launched a service allowing clients to launch their own stablecoins in days. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Stripe is planning to apply for a charter with a federal banking regulator to meet the requirements of new U.S. stablecoin legislation, which will allow it to keep issuing stablecoins for clients when the law takes effect.</p>\n\n<p>The company is preparing to apply for a national trust charter with the Office of the Comptroller of the Currency, said Zach Abrams, co-founder and CEO of Bridge, the stablecoin infrastructure firm that was acquired by Stripe in a $1.1 billion deal this year. Stripe is also planning to apply for a trust license with the New York State Department of Financial Services, he said.</p>\n\n<p>Stripe <a href=\"https://stripe.com/newsroom/news/tour-newyork-2025\">announced</a> a new service today to help clients launch their own stablecoins “in days.” So far, crypto wallet providers Phantom and Metamask, as well as Native Markets for Hyperliquid, are using Stripe’s services to issue stablecoins.</p>\n\n<p>The move could introduce more competition to Circle and Tether, the dominant stablecoin issuers whose tokens are currently used by many of Stripe’s clients. It will also add to a rapidly increasing number of stablecoins, which are cryptocurrencies that are typically pegged to the dollar. Stripe will allow its clients to receive all the interest revenue generated from their own stablecoins, minus a fee that starts at 0.5% of assets.</p>\n\n<p>Stripe aims to make its stablecoin issuance service “as big as possible,” said Neetika Bansal, Stripe’s business lead for connect, money management and crypto. She said Stripe had no specific plans yet to issue its own stablecoin.</p>",
            "published_at": "2025-09-30T19:57:45.198Z",
            "url": "https://www.theinformation.com/briefings/stripe-plans-apply-federal-charter-stablecoin-push?unlock=029629&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/stripe-plans-apply-federal-charter-stablecoin-push?unlock=029629&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16006,
            "guid": "1a21ab",
            "headline": "Meta Plans to Acquire Chip Startup Rivos",
            "dek": "The deal comes after Meta CEO Mark Zuckerberg in July said his company would spend “hundreds of billions of dollars” on compute for AI.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Meta Platforms plans to acquire the chip startup Rivos, according to a person familiar with the matter. The deal comes after Meta CEO Mark Zuckerberg in July <a href=\"https://www.facebook.com/zuck/videos/2300161320399228\">said</a> his company would spend “hundreds of billions of dollars” on expanding its computing capacity to enable its ambitions in artificial intelligence.</p>\n\n<p>Rivos has been designing a graphics processing unit that could be released as early as next year, The Information previously <a href=\"https://www.theinformation.com/articles/chip-startup-rivos-seeks-500-million-compete-nvidia\">reported</a>. Meta has also been working on its own chip for AI, called Meta Training and Inference Accelerator. Bloomberg earlier <a href=\"https://www.bloomberg.com/news/articles/2025-09-30/meta-is-said-to-acquire-chips-startup-rivos-to-push-ai-effort\">reported</a> on Meta’s plans to acquire Rivos.</p>\n\n<p>“Our custom silicon work is progressing quickly and this will further accelerate our efforts,” a spokesperson for Meta said in a statement.</p>",
            "published_at": "2025-09-30T18:02:45.936Z",
            "url": "https://www.theinformation.com/briefings/meta-plans-acquire-chip-startup-rivos?unlock=1a21ab&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-plans-acquire-chip-startup-rivos?unlock=1a21ab&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1513375,
                    "display_name": "Kalley Huang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16005,
            "guid": "58f6b6",
            "headline": "Amazon Unveils Revamped Device Lineup to Help Boost Alexa Usage",
            "dek": "The e-commerce giant first launched a more conversational version of its Alexa voice assistant earlier this year.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon unveiled a range of updated smart home and consumer devices at a launch event in New York on Tuesday, as the e-commerce giant tries to boost adoption of its revamped Alexa voice assistant, known as Alexa+.</p>\n\n<p>The latest versions of Amazon’s Ring home cameras, Fire TVs, Kindle tablets and Echo speakers all will more closely incorporate Alexa+, which is meant to be a more conversational and capable version of the voice assistant. Amazon first unveiled Alexa+ <a href=\"https://www.theinformation.com/articles/amazon-revamps-alexa-but-not-her-business-model?rc=d8mrkd\">earlier this year</a>. But Amazon for years has struggled to actually make money from Alexa, since it has historically <a href=\"https://www.theinformation.com/articles/amazon-faces-moment-of-truth-on-alexa-as-chatgpt-steals-its-thunder?rc=d8mrkd\">priced Alexa devices at roughly break-even</a>, and Alexa+ is free for Prime members.</p>\n\n<p>Amazon’s devices head Panos Panay said on stage during the event that early access Alexa+ users are using the voice assistant more than twice as much as before and that Alexa+ usage for tasks like shopping and streaming music has increased.</p>",
            "published_at": "2025-09-30T16:54:11.045Z",
            "url": "https://www.theinformation.com/briefings/amazon-unveils-revamped-device-lineup-help-boost-alexa-usage?unlock=58f6b6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-unveils-revamped-device-lineup-help-boost-alexa-usage?unlock=58f6b6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1403907,
                    "display_name": "Ann Gehan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16004,
            "guid": "85224d",
            "headline": "CoreWeave Expands GPU Deal With Meta",
            "dek": "The new deal extends the companies’ existing relationship.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>CoreWeave signed a new cloud deal with Meta Platforms, in which it will provide as much as $14.2 billion worth of compute capacity to the firm through 2031. CoreWeave disclosed the deal on Tuesday in a filing with the Securities and Exchange Commission.</p>\n\n<p>The new deal extends the companies’ existing relationship and comes as Meta has signed other cloud deals to quickly expand its access to Nvidia graphics processing units. Meta signed a $10 billion compute deal with Google cloud and is in talks with Oracle about a $20 billion deal.</p>\n\n<p>The Information first reported that Meta was a major CoreWeave customer. Meta is still investing heavily in its own data centers—it recently raised nearly $30 billion for a data center in Louisiana. CEO Mark Zuckerberg said recently that Meta plans to spend around $600 billion on servers through 2028.</p>",
            "published_at": "2025-09-30T15:37:23.212Z",
            "url": "https://www.theinformation.com/briefings/coreweave-expands-gpu-deal-meta?unlock=85224d&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/coreweave-expands-gpu-deal-meta?unlock=85224d&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16003,
            "guid": "f216b3",
            "headline": "Spotify Founder Ek Steps Aside as CEO",
            "dek": "Spotify will be run by a pair of co-CEOs, who had been co-presidents.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Spotify founder and CEO Daniel Ek is kicking himself upstairs, shifting to the role of executive chairman, the music streaming firm announced on Tuesday. Ek will be succeeded by Spotify’s co-presidents Gustav Soderstrom and Alex Norstrom, who will become co-CEOs.</p>\n\n<p>Spotify said Ek’s role “will more closely reflect a European Chairman setup, where he will determine capital allocation, map the long term future of Spotify and continue to provide support and guidance to its senior team.”</p>\n\n<p>Spotify has shown strong cash flow growth, while its stock is up 63% so far this year, reflecting price increases and Spotify’s introduction of new tiers of service including added features such as audiobooks.</p>",
            "published_at": "2025-09-30T12:40:24.726Z",
            "url": "https://www.theinformation.com/briefings/spotify-founder-ek-steps-aside-ceo?unlock=f216b3&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/spotify-founder-ek-steps-aside-ceo?unlock=f216b3&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16002,
            "guid": "2749d2",
            "headline": "U.S. Expands Trade Blacklist to Cover Subsidiaries of Chinese Firms",
            "dek": "The Trump administration’s latest move comes amid an intense tech rivalry between the U.S. and China.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The U.S. Department of Commerce is expanding its export restrictions to cover the subsidiaries of blacklisted firms in a move that steps up Washington’s effort to block Chinese companies’ access to U.S. technology and suppliers.</p>\n\n<p>Under the new export rules <a href=\"https://www.bis.gov/press-release/department-commerce-expands-entity-list-cover-affiliates-listed-entities\">the department announced</a> on Monday, the blacklist, known as the Entity List, will include not only the blacklisted companies but also subsidiaries in which they own a stake of 50% or more. If a blacklisted company owns a significant minority stake in another entity, that entity will be subject to additional due diligence requirements, the department said. The move is aimed at preventing blacklisted firms from circumventing restrictions by using affiliated entities.</p>\n\n<p>“For too long, loopholes have enabled exports that undermine American national security and foreign policy interests,” said Jeffrey Kessler, Under Secretary of Commerce for Industry and Security, in the department’s statement.</p>\n\n<p>The Trump administration’s latest move comes amid an intense tech rivalry between the U.S. and China. Chinese tech companies that are on the Entity List include Huawei Technologies, drone maker DJI and artificial intelligence model developer Zhipu AI, among others.</p>",
            "published_at": "2025-09-30T08:07:54.561Z",
            "url": "https://www.theinformation.com/briefings/u-s-expands-trade-blacklist-cover-subsidiaries-chinese-firms?unlock=2749d2&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/u-s-expands-trade-blacklist-cover-subsidiaries-chinese-firms?unlock=2749d2&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16001,
            "guid": "1adf63",
            "headline": "OpenAI Generated $4.3 Billion in Revenue, Burned $2.5 Billion in First Half",
            "dek": "OpenAI posted an operating loss of $7.8 billion in the first half.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>In the first half of 2025, OpenAI generated $4.3 billion in revenue, putting the company on track to meet its full-year revenue projection of $13 billion, The Information <a href=\"https://www.theinformation.com/articles/openais-first-half-results-4-3-billion-sales-2-5-billion-cash-burn\">reported</a> Tuesday. Meanwhile, the company burned $2.5 billion over the same time period, in large part due to its high research and development costs for developing its AI models.</p>\n\n<p>Other significant costs included $2 billion spent on sales and marketing, nearly doubling what OpenAI spent on sales and marketing in all of 2024. Though not a cash expense, OpenAI also spent nearly $2.5 billion on stock-based equity compensation in the first six months of 2025, nearly double what it spent in the same period a year earlier, reflecting an increasingly competitive market for talent.</p>\n\n<p>OpenAI posted an operating loss of $7.8 billion in the first half. The company is required to hand over 20% of its revenue to Microsoft, though it has projected that percentage will fall over time, helping it save $50 billion through 2030.</p>\n\n<p>As OpenAI closes out the first half of the year, it’s looking to sell employee shares in a tender offer that would value its for-profit arm at about $500 billion, up from&nbsp; $260 billion around the start of this year. It’s also beginning an effort to raise tens of billions of dollars from Nvidia and others for data centers it plans to operate.</p>",
            "published_at": "2025-09-30T04:23:17.818Z",
            "url": "https://www.theinformation.com/briefings/openai-generated-4-3-billion-revenue-burned-2-5-billion-first-half?unlock=1adf63&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-generated-4-3-billion-revenue-burned-2-5-billion-first-half?unlock=1adf63&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16000,
            "guid": "c71a92",
            "headline": "Wealthfront Files for IPO",
            "dek": "Robo-advisory startup Wealthfront on Monday filed paperwork for an initial public offering ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Robo-advisory startup Wealthfront on Monday filed paperwork for an initial public offering that&nbsp; revealed its annual revenue jumped 43% to $309 million during the 12 months through January. The company recorded a profit of $194 million, more than double its net income a year earlier.</p>\n\n<p>The fintech company, which was an early leader in the market for automated investing, is the latest in a rush of fintech firms going public, following Chime and Klarna.</p>\n\n<p>Wealthfront was founded in 2008 and was nearly bought by UBS for $1.4 billion in 2022, but the deal collapsed at a time when fintech valuations crashed. Instead, UBS at the time invested in the startup at that valuation. Wealthfront has raised money from VC firms including Index Ventures, Tiger Global Management and Spark Capital.</p>\n\n<p>Wealthfront said it has 1.3 million customers as of July this year and more than $88 billion in assets on its platform.</p>",
            "published_at": "2025-09-29T23:26:03.016Z",
            "url": "https://www.theinformation.com/briefings/wealthfront-files-ipo?unlock=c71a92&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/wealthfront-files-ipo?unlock=c71a92&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15999,
            "guid": "59f4d9",
            "headline": "Exclusive: Navan Plans to Raise $750 million in October IPO",
            "dek": "The travel software company's listing is one of the latest travel-themed IPOs. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Travel software company Navan is planning to raise $750 million in its October public offering, though the actual size of the offering could still change, according to people with direct knowledge of the deal.</p>\n\n<p>The Palo Alto, Calif.-based company showed in its IPO filings that revenue rose 30% to $329 million for the six months ended July 31 but showed a net loss of $100 million for the same period. A spokesperson for Navan declined to comment.</p>\n\n<p>Founded 10 years ago as TripActions, Navan was valued at $9.2 billion in 2022 and its backers include Andreessen Horowitz, Coatue Management and Lightspeed Venture Partners.</p>\n\n<p>Navan’s listing is one of the latest travel-themed IPOs. Barcelona-based TravelPerk, which also makes software to manage corporate travel and expenses, hired investment banks for its US IPO, The Information <a href=\"https://www.theinformation.com/briefings/exclusive-softbank-backed-travelperk-hired-banks-ipo\">reported</a> earlier today.</p>\n\n<p>Klook, a Hong Kong-based online travel startup backed by SoftBank and HongShan Capital also hired investment banks for a US IPO,&nbsp;Reuters <a href=\"https://www.reuters.com/world/asia-pacific/klook-taps-banks-us-ipo-sources-say-2025-08-17/\">reported</a>.</p>",
            "published_at": "2025-09-29T23:18:52.606Z",
            "url": "https://www.theinformation.com/briefings/exclusive-navan-plans-raise-750-million-october-ipo?unlock=59f4d9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-navan-plans-raise-750-million-october-ipo?unlock=59f4d9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 1985,
                    "name": "travel"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15998,
            "guid": "5f9b97",
            "headline": "Calif. Gov. Newsom Signs AI Safety Bill",
            "dek": "The transparency bill requires AI companies to follow their own safety policies.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>California Governor Gavin Newsom on Monday signed an artificial intelligence safety bill that requires the largest AI companies to write, publish, and comply with their own safety policies for managing severe risks from their technology.</p>\n\n<p>Many AI companies have taken those steps voluntarily, but SB 53 allows the state’s attorney general to issue penalties if companies violate their safety policies. It also requires AI companies to report to state officials if their models are involved in safety incidents, such as theft of a model that is then used to cause harm.</p>\n\n<p>State AI laws have been under scrutiny this year due to Congressional attempts to ban states from passing their own AI laws. Senator Ted Cruz’s attempt to include such a ban in the ‘Big Beautiful’ budget bill failed, but efforts to reintroduce a ban are ongoing.</p>\n\n<p>SB 53 has been one of the <a href=\"https://www.theinformation.com/articles/two-state-ai-laws-watch\">most watched</a> state AI bills of the year, in part because it follows an earlier AI safety bill from the same author, state senator Scott Wiener, which Newsom vetoed last year. In the wake of his veto, Newsom assembled a working group to issue policy recommendations, such as transparency measures and whistleblower protections, which SB 53 adopted.</p>\n\n<p>Newsom said last week that SB 53 “strikes the right balance” in terms of respecting the interests of the AI industry. The bill was <a href=\"https://www.theinformation.com/articles/amazons-ar-glasses-help-train-humanoid-delivery-robots\">endorsed by</a> Anthropic, as well as former Y Combinator president Geoff Ralston and Mythos Ventures, and Elicit, a startup developing an AI research assistant.</p>",
            "published_at": "2025-09-29T22:23:57.682Z",
            "url": "https://www.theinformation.com/briefings/calif-gov-newsom-signs-ai-safety-bill?unlock=5f9b97&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/calif-gov-newsom-signs-ai-safety-bill?unlock=5f9b97&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15997,
            "guid": "579196",
            "headline": "YouTube to Pay $24.5 Million to Settle Trump Lawsuit",
            "dek": "YouTube followed Meta and Elon Musk’s X in settling similar cases with Trump.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>YouTube agreed to pay $24.5 million to settle a 2021 lawsuit from President Donald Trump over the suspension of his account after the Jan. 6 riots, according to a court <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cand.386486/gov.uscourts.cand.386486.178.0_1.pdf\">filing</a> on Monday.</p>\n\n<p>YouTube followed Meta and Elon Musk’s X in settling similar cases with Trump. Meta agreed to pay $25 million and X agreed to pay $10 million. $22 million of YouTube’s payment will go towards the nonprofit Trust for the National Mall for the construction of the “White House State Ballroom,” with the remainder going to other plaintiffs in the case.</p>\n\n<p>The settlement notice filed Monday noted that the settlement “shall not constitute an admission of liability or fault on the part of the Defendants.” YouTube <a href=\"https://www.theinformation.com/briefings/youtube-reallow-accounts-banned-covid-19-election-integrity-violations?rc=n9lbpq\">said</a> last week that it would reinstate accounts banned for violating its policies on Covid-19 and election integrity.</p>",
            "published_at": "2025-09-29T21:50:44.884Z",
            "url": "https://www.theinformation.com/briefings/youtube-pay-24-5-million-settle-trump-lawsuit?unlock=579196&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/youtube-pay-24-5-million-settle-trump-lawsuit?unlock=579196&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1276174,
                    "display_name": "Erin Woo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 11216,
                    "name": "policy"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15996,
            "guid": "dc18a2",
            "headline": "Exclusive: Softbank-Backed TravelPerk Hired Banks for IPO",
            "dek": "TravelPerk’s IPO plan is the latest among a handful of travel-themed software companies aiming for a public market debut. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Travel management platform TravelPerk hired investment bankers for an upcoming U.S. initial public offering, the latest among a string of travel-themed IPOs, according to a person with direct knowledge of the deal.</p>\n\n<p>The Barcelona-based company has hired Morgan Stanley, Goldman Sachs and Jefferies, the person said. Representatives of the investment banks declined to comment.</p>\n\n<p>TravelPerk declined to comment.</p>\n\n<p>TravelPerk was last valued at $2.7 billion in January 2025. Its backers include General Catalyst, Softbank Vision Fund, Blackstone, EQT Growth and Sequoia Capital.&nbsp;It builds&nbsp;software to&nbsp;help businesses manage&nbsp;corporate travel and expenses.</p>",
            "published_at": "2025-09-29T20:30:16.510Z",
            "url": "https://www.theinformation.com/briefings/exclusive-softbank-backed-travelperk-hired-banks-ipo?unlock=dc18a2&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/exclusive-softbank-backed-travelperk-hired-banks-ipo?unlock=dc18a2&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1985,
                    "name": "travel"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15995,
            "guid": "ba8018",
            "headline": "OpenAI Launches Instant Checkout in ChatGPT",
            "dek": "The new feature will allow users to purchase products directly in ChatGPT.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>OpenAI is launching a new checkout feature for ChatGPT that will allow users to purchase products directly in the chatbot, according to a <a href=\"https://x.com/fidjissimo/status/1972707487238467914?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\">post</a> on Monday from OpenAI’s CEO of Applications, Fidji Simo. Initially, products available will come from small merchants who sell on Etsy, while “over a million Shopify merchants” including Glossier and Spanx, are “coming soon.”</p>\n\n<p>When users ask ChatGPT for product recommendations, the chatbot will list out its suggestions, along with details like the product’s price, availability and whether this new feature, called “Instant Checkout,” is enabled. The company said that Instant Checkout items will not get a boost in product rankings.</p>\n\n<p>After the user orders a product, the merchant will handle the details, including sending out a confirmation email and handling any returns and support. The user can see the order in ChatGPT and track it on the merchant’s site. However, Instant Checkout doesn’t let merchants sign up customers for marketing emails for orders placed through ChatGPT. Instant Checkout is powered by an open standard built by OpenAI and Stripe called the “Agentic Commerce Protocol.”</p>",
            "published_at": "2025-09-29T17:43:36.324Z",
            "url": "https://www.theinformation.com/briefings/openai-launches-instant-checkout-chatgpt?unlock=ba8018&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-launches-instant-checkout-chatgpt?unlock=ba8018&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15994,
            "guid": "afef40",
            "headline": "Anthropic Releases Claude Sonnet 4.5 Model",
            "dek": "The new model shows improvements in domains like coding, finance, law and medicine.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Anthropic on Monday released its latest model, Claude Sonnet 4.5, according to a blog post. The model outperforms OpenAI’s flagship GPT-5 model on a popular software engineering benchmark, and is able to work for more than 30 hours straight on complex, multi-step tasks, the blog post said.</p>\n\n<p>Claude Sonnet 4.5 also shows improved performance compared to older Anthropic models in specific domains like finance, law and medicine, the blog post said.</p>\n\n<p>Anthropic also said that its Claude chatbot will now be able to create and edit Excel spreadsheets and PowerPoint presentations. These capabilities would be similar to <a href=\"https://www.theinformation.com/articles/openai-preps-chatgpt-agents-challenge-microsoft-excel-powerpoint\">ones OpenAI released earlier this year</a>, and could make both companies’ business customers less dependent on productivity apps from Microsoft.</p>\n\n<p>Additionally, Anthropic is releasing new software that will allow developers to build agents that can conduct research, handle customer support tickets or analyze investment opportunities.</p>",
            "published_at": "2025-09-29T17:41:36.044Z",
            "url": "https://www.theinformation.com/briefings/anthropic-releases-claude-sonnet-4-5-model?unlock=afef40&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/anthropic-releases-claude-sonnet-4-5-model?unlock=afef40&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1720773,
                    "display_name": "Stephanie Palazzolo"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15993,
            "guid": "6da36f",
            "headline": "Investor Group to Buy EA For $55 Billion in Cash",
            "dek": "Despite anemic growth, EA throws off plenty of cash, which makes it ideal for a private equity led takeover.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>An investor group including Saudi Arabia’s PIF, Silver Lake and Jared Kushner’s Affinity Partners is buying Electronic Arts for $55 billion in cash, or $210 a share, a significant premium to where the videogame giant has been trading in recent years.</p>\n\n<p>Electronic Arts is one of the most prominent makers of mass market video games, responsible for a variety of sports-related games including Madden NFL, as well as The Sims, Battlefield and Titanfall. But its sales growth&nbsp;in recent years has been anemic, as Netflix-like game services have emerged. The company throws off plenty of cash, however—its free cash flow last year was just over $2 billion—which makes it ideal for a private equity led takeover.</p>\n\n<p>The companies said this was the biggest all-cash take-private in history. They have lined up $20 billion in debt, while the equity contribution will total $36 billion. EA shares, which rose 15% on Friday on word of the deal, were trading up 5.5% in pre-market trading on Monday.</p>",
            "published_at": "2025-09-29T13:06:57.380Z",
            "url": "https://www.theinformation.com/briefings/investor-group-buy-ea-55-billion-cash?unlock=6da36f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/investor-group-buy-ea-55-billion-cash?unlock=6da36f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1270,
                    "display_name": "Martin Peers"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5493,
                    "name": "entertainment"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15992,
            "guid": "a142c4",
            "headline": "ByteDance to Maintain Control Of TikTok’s U.S. Advertising, E-Commerce",
            "dek": "Such an arrangement raises questions about whether the TikTok deal violates the U.S. law that requires divestiture. ",
            "source_url": "https://www.reuters.com/legal/transactional/bytedance-expected-play-big-role-new-us-tiktok-sources-say-2025-09-26/",
            "source_label": "Reuters",
            "body": "<p>ByteDance will maintain operations of the commercial functions of TikTok’s U.S. business such as advertising and e-commerce, while the new U.S. TikTok joint venture recently unveiled by President Donald Trump will manage the app’s data and algorithm in the U.S., Reuters and Chinese media outlet Caixin reported.</p>\n\n<p>TikTok’s existing U.S. unit, which is wholly owned by ByteDance, will continue to run the app’s revenue-generating operations in the U.S., such as advertising and e-commerce, according to the reports. Separately, the TikTok U.S. deal announced by Trump last week will create a new U.S. joint venture majority owned by American investors. And that joint venture will control TikTok’s U.S. user data and retrain the app’s algorithm licensed from ByteDance.</p>\n\n<p>ByteDance’s control over the commercial operations of TikTok’s U.S. business could raise questions about whether Trump’s TikTok deal is compliant with the U.S. federal law passed last year that requires ByteDance to divest from TikTok’s U.S. business. On Friday, John Moolenaar, the chair of the House Select Committee on China, said there shouldn’t be any “operational ties” between ByteDance and the new TikTok entity. He also said he has requested an urgent briefing on the TikTok deal and “will be conducting full oversight over this agreement.”</p>",
            "published_at": "2025-09-29T08:25:54.703Z",
            "url": "https://www.theinformation.com/briefings/bytedance-maintain-control-tiktoks-u-s-advertising-e-commerce?unlock=a142c4&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/bytedance-maintain-control-tiktoks-u-s-advertising-e-commerce?unlock=a142c4&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15991,
            "guid": "b5c72c",
            "headline": "German AI Startup Seeking Funding at $4 Billion Valuation",
            "dek": "Black Forest Labs aims to raise between $200mn and $300mn",
            "source_url": "https://www.ft.com/content/299ddb72-1ae7-4691-bf6b-cd0229bbb04f",
            "source_label": "Financial Times",
            "body": "<p>Black Forest Labs, a German startup that focuses on image generation, is seeking to raise between $200 million and $300 million in a fundraising round that would value the company at $4 billion, the Financial Times reported.</p>\n\n<p>The one-year-old company previously raised funds at a $1 billion valuation. Among the investors was Andreessen Horowitz. The current fundraising round is still in its early stages, the FT reported.</p>\n\n<p>Black Forest, along with Mistral, are&nbsp;among a small number of European startups developing their own AI models, the FT reported. Black Forest’s Flux models can produce images from a few lines of text and are being used by major tech companies.</p>",
            "published_at": "2025-09-28T18:52:49.207Z",
            "url": "https://www.theinformation.com/briefings/german-ai-startup-seeking-funding-4-billion-valuation?unlock=b5c72c&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/german-ai-startup-seeking-funding-4-billion-valuation?unlock=b5c72c&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2326614,
                    "display_name": "Ken Brown"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1019,
                    "name": "startups"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15990,
            "guid": "033070",
            "headline": "Data Startup Fivetran In Talks to Buy Dbt Labs",
            "dek": "Merger could create a full-service data offering and bring company closer to an IPO.",
            "source_url": "https://www.theinformation.com/articles/data-startup-fivetran-talks-buy-dbt-labs-multibillion-dollar-deal",
            "source_label": "The Information",
            "body": "<p>Fivetran, a startup&nbsp;used by companies to manage and prepare data for analytics and artificial intelligence, is in talks to buy data management company&nbsp;dbt Labs, according to people with direct knowledge of the deal.</p>\n\n<p>The deal would combine two data companies that are facing competition from artificial intelligence. Fivetran and dbt Labs have complementary offerings and the deal could give them the scale to compete in a fast-changing market and potentially carry out an initial public offering.</p>\n\n<p>The deal is weeks away from completion, the people said, and the acquisition could still fall apart.</p>\n\n<p>A merger of the two venture-backed companies, founded before the wave of AI advancements pioneered by OpenAI, could give the combined entity an enterprise value between $5 billion to $10 billion.&nbsp;Andreessen Horowitz has backed both companies and holds a board seat on both.</p>\n\n<p>Representatives from both companies declined to comment.</p>",
            "published_at": "2025-09-28T18:38:33.040Z",
            "url": "https://www.theinformation.com/briefings/data-startup-fivetran-talks-buy-dbt-labs?unlock=033070&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/data-startup-fivetran-talks-buy-dbt-labs?unlock=033070&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2326614,
                    "display_name": "Ken Brown"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 15989,
            "guid": "1fc1d9",
            "headline": "Trump Demands Microsoft Fire Company Executive ‘Immediately’",
            "dek": "It’s the latest example of Trump using his position to target people he views as opponents.\r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>President Donald Trump has called on Microsoft to fire its head of global affairs, Lisa Monaco, over her ties to the Democratic Party.</p>\n\n<p>In a <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115272758814629814\">rambling post</a> on Truth Social, Trump claimed Monaco was a “menace to U.S. National Security” and cited “the major contracts that Microsoft has with the United States Government.” He said Microsoft should “immediately terminate” Monaco’s employment. It’s unclear what triggered the outburst, but Laura Loomer—a right-wing conspiracy theorist who has aligned herself with Trump—had&nbsp;previously targeted Monaco on X.</p>\n\n<p>The move&nbsp;is the latest example of Trump using his position to put pressure on companies and to attempt to oust people he views as opponents. In a Truth Social post in August, Trump called on Intel CEO Lip-Bu Tan to <a href=\"https://www.theinformation.com/briefings/trump-calls-intel-ceo-resign-immediately?rc=kfcki8\">resign from his position</a> “immediately” over the Intel leader’s business ties to Chinese companies, including some reportedly linked to the country’s military. (Trump later changed his tune about Tan and the U.S. now owns a stake in Intel.)</p>\n\n<p>Monaco, a former deputy attorney general at the Department of Justice under President Joe Biden, has been at Microsoft since July, according to her LinkedIn page. The White House&nbsp;and Monaco did not immediately respond to requests for comment.&nbsp;Microsoft declined to comment.</p>",
            "published_at": "2025-09-26T23:00:04.713Z",
            "url": "https://www.theinformation.com/briefings/trump-demands-microsoft-fire-company-executive-immediately?unlock=1fc1d9&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/trump-demands-microsoft-fire-company-executive-immediately?unlock=1fc1d9&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 15988,
            "guid": "5705c6",
            "headline": "ByteDance Could Take 50% of TikTok U.S. Profit Under Proposed Deal",
            "dek": "Vice President JD Vance said Thursday that TikTok U.S. would be valued at $14 billion.\r\n",
            "source_url": "https://www.bloomberg.com/news/articles/2025-09-26/bytedance-to-get-about-50-of-tiktok-us-profit-under-trump-deal?srnd=homepage-americas&embedded-checkout=true",
            "source_label": "Bloomberg",
            "body": "<p>TikTok’s Chinese parent company, ByteDance, could get as much as 50% of the profits from TikTok’s U.S. business, even after the U.S. arm is split off from ByteDance and sold to a group of investors, Bloomberg News reported Friday.</p>\n\n<p>ByteDance is due to take a stake of just under 20% in a new joint-venture company that will own TikTok U.S., along with a cohort of non-Chinese investors. As part of the arrangement, ByteDance is set to receive some of the new company’s profits, in proportion to its equity stake, as well as a fee on the revenue made from licensing its algorithm to the U.S. entity, the publication reported, citing people familiar with the matter.</p>\n\n<p>The details are the latest chapter in the long-running saga over TikTok’s fate in the U.S. Also this week, Vice President JD Vance said the new entity would be valued at $14 billion—far lower than expected.</p>",
            "published_at": "2025-09-26T21:02:10.493Z",
            "url": "https://www.theinformation.com/briefings/bytedance-take-50-tiktok-u-s-profit-proposed-deal?unlock=5705c6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/bytedance-take-50-tiktok-u-s-profit-proposed-deal?unlock=5705c6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 984841,
                    "display_name": "Sylvia Varnham O'Regan"
                }
            ],
            "related_items": [],
            "topics": []
        }
    ]
}