{
    "briefings": [
        {
            "type": "Briefing",
            "id": 16690,
            "guid": "5ef502",
            "headline": "Oracle to Raise Up to $50 Billion For Cloud Expansion",
            "dek": "Notably, Oracle said the new funding wouldn’t just go toward data center capacity for OpenAI.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Oracle said Sunday it plans to raise between $45 billion and $50 billion this year through a mix of debt and equity to fund the rapid expansion of its cloud computing business.</p>\n\n<p>Oracle said the funds will go toward data center development to serve several large customers including OpenAI, Advanced Micro Devices, xAI, Meta Platforms, TikTok and Nvidia. Oracle previously hinted it would need to raise additional debt to fund its growth but hadn’t disclosed a specific plan for the year.</p>\n\n<p>Notably, Oracle said the new funding wouldn’t just go toward data center capacity for OpenAI, which has committed to spend several hundred billion dollars on Oracle Cloud in the coming years. Oracle shares are down 50% from last year’s high—erasing around $450 billion in market value—as investors question how much upfront investment Oracle will need to make before it will begin seeing meaningful revenue growth from the OpenAI contract. There are also concerns around whether OpenAI can pay for the cloud rentals and whether Oracle can get the data centers ready on time.</p>\n\n<p>Lenders have also <a href=\"https://www.theinformation.com/articles/oracle-linked-borrowing-binge-worries-lenders\">grown cautious</a> of all of the borrowing tied to Oracle data centers and have said privately that they want to limit their exposure. Developers building Oracle’s data centers for OpenAI have already <a href=\"https://www.theinformation.com/articles/oracle-linked-borrowing-binge-worries-lendershttps://www.theinformation.com/articles/oracle-linked-borrowing-binge-worries-lenders\">borrowed more $65 billion</a> in construction debt.</p>\n\n<p>Roughly half of the new funding will come from equity and the other half will come from a bond offering, Oracle said. In the three months ended at the end of November, Oracle burned roughly $10 billion, driven by spending on data centers, and in September raised an $18 billion bond offering. Oracle ended the quarter with about $20 billion in cash, even as its spending pushed its free cash flow negative and prompted the company to lean more heavily on debt.</p>",
            "published_at": "2026-02-02T04:03:14.323Z",
            "url": "https://www.theinformation.com/briefings/oracle-raise-50-billion-cloud-expansion?unlock=5ef502&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/oracle-raise-50-billion-cloud-expansion?unlock=5ef502&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16155,
                    "guid": "fc15038f6e",
                    "title": "Oracle-Linked Borrowing Binge Worries Lenders",
                    "url": "https://www.theinformation.com/articles/oracle-linked-borrowing-binge-worries-lenders?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16689,
            "guid": "dd98ca",
            "headline": "U.A.E. Firm Quietly Bought 49% Stake In Trump Crypto Firm",
            "dek": "An entity linked to a member of the United Arab Emirates royal family secretly purchased 49% of President Trump’s family’s crypto company.",
            "source_url": "",
            "source_label": "Wall Street Journal",
            "body": "<p>An entity linked to a member of the United Arab Emirates royal family secretly purchased 49% of President Trump’s family’s crypto company, World Liberty Financial, the <a href=\"https://www.wsj.com/politics/policy/spy-sheikh-secret-stake-trump-crypto-tahnoon-ea4d97e8\">Wall Street Journal</a> reported.</p>\n\n<p>Aryam Investment 1, a firm backed by Sheikh Tahnoon bin Zayed Al Nahyan, made a $500 million investment in World Liberty. The first part of the investment was made&nbsp;just days before President Trump took office for his second term, according to the WSJ. Trump family entities received $187 million from the first installment of the investment, according to the WSJ.&nbsp;Part of the investment was directed to entities linked to Steve Witkoff, the President’s Middle East envoy, and an entity tied to World Liberty co-founders Zak Folkman and Chase Herro, the report said.</p>\n\n<p>The deal would make Aryam the largest shareholder in World Liberty outside its founders. The Trump Administration subsequently gave one of Sheikh Tahnoon’s own companies, the artificial intelligence company G42, access to around half a million AI chips.</p>",
            "published_at": "2026-02-01T23:41:34.015Z",
            "url": "https://www.theinformation.com/briefings/u-e-firm-quietly-bought-49-stake-trump-crypto-firm?unlock=dd98ca&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/u-e-firm-quietly-bought-49-stake-trump-crypto-firm?unlock=dd98ca&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 375275,
                    "display_name": "Michael Roddan"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16688,
            "guid": "10712e",
            "headline": "SpaceX Seeks FCC Approval to Launch 1 Million Satellites For Orbital Data Center  ",
            "dek": "The SpaceX filing did not include details such as the size of the satellites, their cost, or when they would be launched. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>SpaceX has asked for permission to launch as many as 1 million satellites into space to function as a massive orbital data center, according to a company filing with the Federal Communications Commission.</p>\n\n<p>The filing outlines a plan for a satellite system that would be far larger than has ever been publicly detailed by SpaceX or any other company. Only about 25,000 satellites have ever been launched into orbit in history, <a href=\"https://sdup.esoc.esa.int/discosweb/statistics/\">according</a> to the European Space Agency. “By directly harnessing near-constant solar power with little operating or maintenance cost, these satellites will achieve transformative cost and energy efficiency while significantly reducing the environmental impact associated with terrestrial data centers,” SpaceX said in the <a href=\"https://fccprod.servicenowservices.com/icfs?id=ibfs_application_summary&number=SAT-LOA-20260108-00016\">filing</a> from late Friday.</p>\n\n<p>The SpaceX filing did not include details such as the size of the satellites, their cost, or when they would be launched. Space firms sometimes ask for permission to launch more satellites than they actually wind up releasing. Musk has said that space-based data centers will be more economical than those on Earth due to more abundant solar energy and cheaper cooling.</p>",
            "published_at": "2026-01-31T23:05:50.266Z",
            "url": "https://www.theinformation.com/briefings/spacex-seeks-fcc-approval-launch-1-million-satellites-orbital-data-center?unlock=10712e&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/spacex-seeks-fcc-approval-launch-1-million-satellites-orbital-data-center?unlock=10712e&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1938,
                    "name": "space"
                },
                {
                    "type": "Topic",
                    "id": 255454,
                    "name": "x"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16687,
            "guid": "e6c56a",
            "headline": "Google’s World-Generating AI Product Causes Selloff in Videogame Stocks ",
            "dek": "Here's more proof that equity investors are highly sensitive to AI threats.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Shares of videogame software creator Unity fell 24% Friday after Google unveiled <a href=\"https://blog.google/innovation-and-ai/models-and-research/google-deepmind/project-genie/\">Project Genie</a>, a tool customers can use to create virtual worlds. Shares of other videogame-related firms Take Two and Roblox dropped 8% and 13%, respectively. The selloff likely wiped out tens of billions of dollars in equity value across various stocks.</p>\n\n<p>The reaction to Google’s new product is yet another example of the acute sensitivity of equity investors&nbsp;to potential AI threats to traditional software—even if the threats are half-baked. For instance, Google called the product an “experimental research prototype” and said “generated worlds might not look completely true-to-life or always adhere closely to prompts or images, or real-world physics.” It added that “characters can sometimes be less controllable, or experience higher latency in control.”</p>\n\n<p>Investors likely are considering the possibility that Google could quickly improve the product to the point where it can materially draw interest from videogame creators. For now, Google is including Project Genie in a large bundle of AI services for $249 a month.</p>",
            "published_at": "2026-01-31T22:15:53.404Z",
            "url": "https://www.theinformation.com/briefings/googles-ai-video-launch-causes-selloff-videogame-stocks?unlock=e6c56a&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/googles-ai-video-launch-causes-selloff-videogame-stocks?unlock=e6c56a&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 902,
                    "name": "markets"
                },
                {
                    "type": "Topic",
                    "id": 1299,
                    "name": "google"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16686,
            "guid": "15ef11",
            "headline": "Nvidia CEO Confirms New Investment in OpenAI, ‘Probably the Largest We Have Ever Made'",
            "dek": "As The Information reported Wednesday, Nvidia is in talks to invest up to $30 billion in OpenAI as part of an equity funding round.",
            "source_url": "",
            "source_label": "The information",
            "body": "<p>Nvidia CEO Jensen Huang <a href=\"https://www.youtube.com/live/07CsjfwGzhs\">said Saturday</a> that the AI chip designer&nbsp;“will invest a great deal of money” in OpenAI,&nbsp;“probably the largest investment we have ever made.” The comments, which he made to a gaggle of reporters in Taiwan,&nbsp;appear to confirm The Information’s Wednesday report that <a href=\"https://www.theinformation.com/articles/nvidia-microsoft-amazon-talks-invest-60-billion-openai\">Nvidia was in talks to invest up to $30 billion</a> in OpenAI as part of the ChatGPT maker’s effort to raise $100 billion at a pre-investment valuation of $750 billion.</p>\n\n<p>Amazon and Microsoft also are discussing putting in considerable sums of capital, the report said. Nvidia’s biggest ever investment happened&nbsp;in December, when it&nbsp;agreed to pay around $20 billion to hire a team from AI chip designer Groq and license the startup’s technology.</p>\n\n<p>The OpenAI investment indirectly benefits Nvidia, as OpenAI’s biggest&nbsp;cost is renting Nvidia servers from cloud providers such as Microsoft, Amazon and Oracle.</p>\n\n<p>Huang said OpenAI was “one of the most consequential companies of our time” and downplayed the idea he had tensions with the ChatGPT maker. The comments came&nbsp;a day after The Wall Street Journal reported that Nvidia’s tentative deal to invest as much as $100 billion in OpenAI to help it build 10 gigawatts of its own data center capacity over a period of years has stalled.</p>\n\n<p>When the $100 billion deal was announced in September, OpenAI and Nvidia executives said the agreement had not been finalized and they hoped to work out the details in the coming weeks. The Information reported at the time that the deal could involve <a href=\"https://www.theinformation.com/articles/openai-megadeal-nvidia-discusses-new-business-model-chip-leasing\">OpenAI leasing chips directly from Nvidia</a>. But since then, Nvidia disclosed to shareholders that the deal with OpenAI might not come to fruition.</p>",
            "published_at": "2026-01-31T00:56:30.344Z",
            "url": "https://www.theinformation.com/briefings/nvidias-tentative-deal-invest-100-billion-openai-stalls?unlock=15ef11&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/nvidias-tentative-deal-invest-100-billion-openai-stalls?unlock=15ef11&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 4,
                    "display_name": "Amir Efrati"
                },
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16485,
                    "guid": "b977cdf6a0",
                    "title": "Nvidia, Microsoft, Amazon in Talks to Invest Up to $60 Billion in OpenAI",
                    "url": "https://www.theinformation.com/articles/nvidia-microsoft-amazon-talks-invest-60-billion-openai?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16685,
            "guid": "f8bbca",
            "headline": "SpaceX Made $8 Billion Profit in 2025",
            "dek": "That figure does not include capital expenditures. ",
            "source_url": "https://www.reuters.com/business/finance/spacex-generated-about-8-billion-profit-last-year-ahead-ipo-sources-say-2026-01-30/",
            "source_label": "Reuters",
            "body": "<p>SpaceX brought in about $8 billion in profit last year on between $15 billion and $16 billion in revenue, Reuters <a href=\"https://www.reuters.com/business/finance/spacex-generated-about-8-billion-profit-last-year-ahead-ipo-sources-say-2026-01-30/\">reported</a> Friday. That figure is earnings before interest, taxes, depreciation and amortization, which does not include capital expenditures.</p>\n\n<p>The fresh financials come as SpaceX considers raising as much as $50 billion in an initial public offering that could value the company at $1.5 trillion, according to the report. SpaceX is also reportedly <a href=\"https://www.theinformation.com/newsletters/dealmaker/spacex-merger-reward-musk-loyalists\">considering a merger</a> with CEO Elon Musk’s artificial intelligence startup xAI.</p>\n\n<p>The majority of SpaceX’s revenue comes from its Starlink satellite internet business, which hit 9 million subscribers late last year. The company also makes money from launching payloads into space for governments and other companies.</p>",
            "published_at": "2026-01-30T22:31:38.212Z",
            "url": "https://www.theinformation.com/briefings/spacex-made-8-billion-profit-2025?unlock=f8bbca&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/spacex-made-8-billion-profit-2025?unlock=f8bbca&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1938,
                    "name": "space"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16684,
            "guid": "1e2bb6",
            "headline": "ByteDance and Alibaba to Launch New Models in Race for AI Supremacy in China",
            "dek": "The AI rivalry between the two Chinese tech giants is intensifying not only in model development but also in consumer apps and AI cloud services.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>ByteDance and Alibaba Group are both preparing to release their next flagship AI models around the Lunar New Year holiday in mid-February, in what could be the most consequential battle in the country’s tech sector, The Information reported.</p>\n\n<p>ByteDance is preparing to launch Doubao 2.0, its new flagship large language model, Seedream 5.0, an image generation model, and SeedDance 2.0, a video generation model. Alibaba, meanwhile, is working on its new flagship model, Qwen 3.5.</p>\n\n<p>The AI model development race is part of the two tech giant’s intensifying rivalry. ByteDance’s fast-growing cloud computing business has used its AI services to <a href=\"https://www.theinformation.com/articles/bytedance-challenges-alibabas-reign-chinas-ai-cloud-market?rc=9byxri\">challenge Alibaba,</a> whose cloud arm is the biggest in China. Alibaba plans to make a big holiday marketing push for its Qwen AI app for consumers, in a challenge to ByteDance’s popular Doubao chatbot, China’s largest AI app by users.</p>",
            "published_at": "2026-01-30T09:12:14.870Z",
            "url": "https://www.theinformation.com/briefings/bytedance-alibaba-launch-new-models-race-ai-supremacy-china?unlock=1e2bb6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/bytedance-alibaba-launch-new-models-race-ai-supremacy-china?unlock=1e2bb6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 97940,
                    "display_name": "Juro Osawa"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16487,
                    "guid": "d8f7138b76",
                    "title": "ByteDance, Alibaba to Launch New Models in Race for AI Supremacy in China",
                    "url": "https://www.theinformation.com/articles/bytedance-alibaba-launch-new-models-race-ai-supremacy-china?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16683,
            "guid": "a934b5",
            "headline": "iPhone Demand Fuels Huge Growth for Apple’s Holiday Quarter",
            "dek": "Memory supply may hit margins in the current March quarter",
            "source_url": "https://www.apple.com/newsroom/2026/01/apple-reports-first-quarter-results/",
            "source_label": "The Information",
            "body": "<p>Apple reported its fastest growth in years, fueled by its latest-generation iPhone 17 lineup.</p>\n\n<p>The iPhone business grew 23% to $85.3 billion in sales for the December quarter, the company reported Thursday afternoon. It’s the fastest pace of growth Apple has seen since 2021, when the pandemic supercharged the tech giant’s bottom line.</p>\n\n<p>Apple’s overall revenue was $143.8 billion, up 16% from the prior year, beating analyst estimates of $138.5 billion. Net income was $42.1 billion, up 16% annually, compared to $39.4 billion analysts were expecting. Even on the strength of the results,&nbsp;Apple shares were up only 1% in after-hours trading following the release.</p>\n\n<p>Apple said it expects more rapid growth to persist. For the current quarter, the company expects sales to grow between 13% and 16% annually.</p>\n\n<p>Apple executives said that memory shortages had minimal effect so far on the company’s margins. The massive artificial intelligence data center build-out has consumed much of the supply for memory chips. But the memory crunch could affect the current March quarter’s margins.</p>",
            "published_at": "2026-01-29T23:30:06.831Z",
            "url": "https://www.theinformation.com/briefings/iphone-demand-fuels-huge-growth-apples-holiday-quarter?unlock=a934b5&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/iphone-demand-fuels-huge-growth-apples-holiday-quarter?unlock=a934b5&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 538524,
                    "display_name": "Aaron Tilley"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16682,
            "guid": "def72f",
            "headline": "U.S. Regulator Plans New Prediction Market Rules",
            "dek": "CFTC to withdraw Biden-era proposal that would ban political and sports contracts. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The U.S. Commodity Futures Trading Commission, which regulates prediction markets such as Kalshi and Polymarket in the U.S., plans to make new rules to provide clearer standards on the types of contracts such platforms can offer, the agency’s chairman Michael Selig <a href=\"https://www.cftc.gov/PressRoom/SpeechesTestimony/opaselig1\">said</a> Thursday.</p>\n\n<p>The CFTC also plans to withdraw a Biden-era proposal that would ban political and sports-related bets, the two most popular types of bets on prediction markets. Currently, states regulate sports betting and some have sued to stop prediction markets from offering those wagers, which they argue counts as illegal gambling.</p>\n\n<p>The chairs of the Securities and Exchange Commission and the CFTC vowed to cooperate and make rules to support the crypto industry in their first-ever joint meeting on Thursday. Their efforts are important for crypto firms, given Congress has struggled to pass a crypto market structure bill after Coinbase pulled back its support over issues including stablecoin rewards this month.</p>",
            "published_at": "2026-01-29T22:23:49.590Z",
            "url": "https://www.theinformation.com/briefings/u-s-regulator-plans-new-prediction-market-rules?unlock=def72f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/u-s-regulator-plans-new-prediction-market-rules?unlock=def72f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16288,
                    "guid": "f31eeca966",
                    "title": "Sports Betting Everywhere: Prediction Markets Explode",
                    "url": "https://www.theinformation.com/articles/sports-betting-everywhere-prediction-markets-explode?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16681,
            "guid": "234fc8",
            "headline": "U.S. Lawmaker Says Nvidia Helped DeepSeek Develop Models ",
            "dek": "Michigan Rep. John Moolenaar said documents he requested from Nvidia show the firm helped DeepSeek with the \"co-design of algorithms, frameworks, and hardware.”",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>The chair of the U.S. House Committee on China said Nvidia’s “extensive technical support” of Chinese artificial intelligence startup DeepSeek helped the startup develop “frontier” AI models despite export controls that limited its access to Nvidia’s most advanced hardware, according to a letter seen by The Information.</p>\n\n<p>He also shared concerns that DeepSeek has a relationship with the Chinese Communist Party and its military. In the letter, addressed to Commerce Secretary Howard Lutnick—who is responsible for setting rules on how Nvidia chips are sold outside the U.S.—Michigan Rep. John Moolenaar said documents he requested from Nvidia show the firm helped DeepSeek with the “co-design of algorithms, frameworks, and hardware.”</p>\n\n<p>The challenge of selling Nvidia hardware to business customers in China is that they could end up aiding that country’s government or military in ways that pose a threat to the U.S., he said. While Moolenaar did not claim DeepSeek was collaborating closely with the Chinese military while it was working closely with Nvidia, Moolenaar said Nvidia CEO Jensen Huang has a “blindness” to the potential that this type of relationship could occur in the future. (DeepSeek models are open-weight, meaning anyone, including militaries, can use them for free.)</p>\n\n<p>A spokesperson for Nvidia did not comment on its relationship with DeepSeek but said “it makes no sense for the Chinese military to depend on American technology.” The letter was first reported by Reuters.</p>",
            "published_at": "2026-01-29T19:35:51.249Z",
            "url": "https://www.theinformation.com/briefings/u-s-lawmaker-says-nvidia-helped-deepseek-develop-models?unlock=234fc8&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/u-s-lawmaker-says-nvidia-helped-deepseek-develop-models?unlock=234fc8&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1518951,
                    "display_name": "Anissa Gardizy"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16229,
                    "guid": "f3c4f51f68",
                    "title": "DeepSeek is Using Banned Nvidia Chips in Race to Build Next Model",
                    "url": "https://www.theinformation.com/articles/deepseek-using-banned-nvidia-chips-race-build-next-model?utm_source=ti_app"
                }
            ],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16680,
            "guid": "5380b7",
            "headline": "Apple Acquires AI Startup For Silent Communication",
            "dek": "FT reported the deal was worth close to $2 billion",
            "source_url": "https://www.ft.com/content/49f4e2e4-3a68-4842-be67-879409d06aa1",
            "source_label": "Financial Times",
            "body": "<p>Apple has acquired Q.ai, an artificial intelligence startup specializing in “silent” communication technology. Founded in 2022, the Israel-based startup has largely kept its plans under wraps. Patents published last year describe technology for processing facial movements to understand nonvocal communication.</p>\n\n<p>Such technology could be useful across a range of Apple products, allowing users to interact with voice assistants in noisy environments or in public spaces where speaking aloud is intrusive. Over the years, Apple has been adding voice communication features to its AirPods, such as live translation. It is also working on an AI-based wearable pin, which will feature&nbsp;cameras and microphones, that could be released as early as 2027, The Information previously <a href=\"https://www.theinformation.com/articles/apple-developing-ai-wearable-pin\">reported</a>.</p>\n\n<p>The Israel-based startup was cofounded by Aviad Maizels, who sold a previous company, PrimeSense, to Apple in 2013 for $345 million. PrimeSense’s technology was used for Apple’s face identification feature first introduced in the iPhone X in 2017.</p>\n\n<p>The Financial Times <a href=\"https://www.ft.com/content/49f4e2e4-3a68-4842-be67-879409d06aa1\">reported</a>&nbsp;that the deal was valued at close to $2 billion. If accurate, it would make it one of the largest acquisitions for the famously acquisition-averse tech giant, second only to its $3 billion acquisition of Beats in 2014. While tech rivals have ramped up on their AI spending, Apple has largely avoided splurging.</p>",
            "published_at": "2026-01-29T19:26:37.932Z",
            "url": "https://www.theinformation.com/briefings/apple-acquires-ai-startup-silent-quot-communication?unlock=5380b7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/apple-acquires-ai-startup-silent-quot-communication?unlock=5380b7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 538524,
                    "display_name": "Aaron Tilley"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 15653,
                    "guid": "c57eab6784",
                    "title": "Apple’s Aversion to Big Deals Could Thwart Its AI Push",
                    "url": "https://www.theinformation.com/articles/apples-aversion-big-deals-thwart-ai-push?utm_source=ti_app"
                },
                {
                    "type": "Article",
                    "id": 16439,
                    "guid": "6ec41fc4f2",
                    "title": "Apple Developing AI Wearable Pin",
                    "url": "https://www.theinformation.com/articles/apple-developing-ai-wearable-pin?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1583,
                    "name": "apple"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16679,
            "guid": "7fee75",
            "headline": "OpenAI Said to Consider Eyeball Orbs to Keep Bots Off Social Media",
            "dek": "OpenAI is developing humans-only social media.",
            "source_url": "https://www.forbes.com/sites/annatong/2026/01/28/openai-wants-to-create-biometric-social-network-to-kill-xs-bot-problem/",
            "source_label": "Forbes",
            "body": "<p>OpenAI is planning to use eyeball-scanning orbs or Apple’s Face ID to make sure the users of its planned social media app are humans, not computers, according to Forbes.</p>\n\n<p>The orb is an iris scanner produced by Tools for Humanity, a company co-founded by OpenAI CEO Sam Altman.</p>\n\n<p>Verifying the identity of people online has become increasingly difficult in recent years, since language models can produce text that is indistinguishable from a person’s, and AI can increasingly generate realistic deepfake images and videos of people.</p>\n\n<p>OpenAI already has a social media app for AI video generation, Sora. Fewer than 10 people are currently working on developing OpenAI’s new social media app, according to Forbes.</p>",
            "published_at": "2026-01-29T06:17:23.287Z",
            "url": "https://www.theinformation.com/briefings/openai-said-consider-eyeball-orbs-keep-bots-social-media?unlock=7fee75&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/openai-said-consider-eyeball-orbs-keep-bots-social-media?unlock=7fee75&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2114360,
                    "display_name": "Rocket Drew"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16678,
            "guid": "322399",
            "headline": "C3.AI Jumps on Merger Report",
            "dek": "The company is in talks to merge with privately owned Automation Anywhere, which would go public via the merger, The Information reported. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Shares of C3.AI closed Wednesday 4% higher, after <a href=\"https://www.theinformation.com/articles/c3-ai-talks-merge-startup-automation-anywhere?rc=zjctrx\">The Information reported</a> late Tuesday that the company was in talks to merge with privately-owned&nbsp;Automation Anywhere.</p>\n\n<p>Automation Anywhere, last valued at $6.8 billion in 2019, develops software for automating repetitive tasks inside businesses. If the deal materializes, Automation Anywhere would buy C3.AI and go public as a result.</p>\n\n<p>C3.AI, which sells AI to large companies and government agencies, was the first branded AI stock when it went public in 2020. A combination with C3.AI could give Automation Anywhere more AI automation capabilities across different sectors.</p>\n\n<p>In November, Automation Anywhere agreed to buy Aisera, a startup that sells AI automation tools for back-offices like IT services, human resources and customer service. Shares of <a href=\"http://c3.ai\">C3.AI</a> have fallen 60% over the last year.</p>",
            "published_at": "2026-01-29T01:03:53.131Z",
            "url": "https://www.theinformation.com/briefings/c3-ai-jumps-merger-report?unlock=322399&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/c3-ai-jumps-merger-report?unlock=322399&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2448998,
                    "display_name": "Valida Pau"
                }
            ],
            "related_items": [],
            "topics": []
        },
        {
            "type": "Briefing",
            "id": 16677,
            "guid": "582ad8",
            "headline": "Fidelity to Launch Stablecoin",
            "dek": "Fidelity becomes the first major brokerage to launch a stablecoin. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Fidelity Investments <a href=\"https://newsroom.fidelity.com/pressreleases/fidelity-investments--to-expand-digital-asset-investment-lineup-with-stablecoin-launch--fidelity-dig/s/3b55e2d1-1dba-4120-9528-1e07e632f3f4\">said</a> it is launching a stablecoin, called Fidelity Digital Dollar, for retail and institutional investors in the coming weeks, becoming the first major brokerage to have its own&nbsp;stablecoin.</p>\n\n<p>Fidelity has been an early mover in digital assets among traditional asset managers. It offers crypto trading and exchange-traded funds for bitcoin, ether and solana. The new stablecoin, FIDD, will be available for purchase through Fidelity’s digital assets platforms as well as major exchanges. Crypto investors typically use stablecoins to pay for trades and park their cash in stablecoins.</p>\n\n<p>Fidelity Digital Assets, which received approval for a national trust charter recently, will issue the stablecoin. Reserves will be managed by Fidelity Management &amp; Research Company.</p>",
            "published_at": "2026-01-29T00:34:29.072Z",
            "url": "https://www.theinformation.com/briefings/fidelity-launch-stablecoin?unlock=582ad8&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/fidelity-launch-stablecoin?unlock=582ad8&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1999301,
                    "display_name": "Yueqi Yang"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 116267,
                    "name": "crypto"
                },
                {
                    "type": "Topic",
                    "id": 4022301,
                    "name": "finance"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16676,
            "guid": "d39738",
            "headline": "ServiceNow Shares Dip 7%  on Sales Forecast, CEO Clarifies M&A Strategy",
            "dek": "ServiceNow CEO Bill McDermott said his company's recent string of acquisitions isn't a sign that it can't expand its business with products developed in-house. ",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>ServiceNow shares dipped 7% in after-hours trading after its fourth-quarter earnings, even though the&nbsp;enterprise software provider beat its subscription revenue forecast by more than $40 million.</p>\n\n<p>It’s possible that investors weren’t impressed by ServiceNow’s&nbsp;revenue growth forecast for its current fiscal year.&nbsp;ServiceNow is forecasting subscription sales growth between 20% and 21% this year, after growing 21% in its recently concluded year.</p>\n\n<p>On an earnings call, ServiceNow CEO Bill McDermott railed against what he characterized as inaccurate narratives about&nbsp;the company. For starters, ServiceNow is a “platform company” that sells AI agents and other products, and not merely a provider of subscription-based software features, McDermott said. “We are not living in a SaaS neighborhood,” he said.</p>\n\n<p>McDermott also said that despite ServiceNow’s string of large acquisitions over the past year, in which it has spent more than $10 billion to upgrade its cybersecurity and AI products, the company is still growing revenue organically and doesn’t have to resort to M&amp;A to expand its business.</p>\n\n<p>“We have never acquired a single company for revenue alone,” McDermott said. Later in the call, he said ServiceNow does “not have a large-scale M&amp;A on the roadmap.”</p>",
            "published_at": "2026-01-29T00:29:07.340Z",
            "url": "https://www.theinformation.com/briefings/servicenow-shares-dip-7-sales-forecast-ceo-clarifies-m-strategy?unlock=d39738&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/servicenow-shares-dip-7-sales-forecast-ceo-clarifies-m-strategy?unlock=d39738&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 122814,
                    "display_name": "Kevin McLaughlin"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 4441,
                    "name": "cloud"
                },
                {
                    "type": "Topic",
                    "id": 7099,
                    "name": "enterprise"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16675,
            "guid": "52c83f",
            "headline": "Microsoft Cloud Growth Slows, But OpenAI Fuels 60% Surge in Revenue Backlog ",
            "dek": "But Microsoft said it had $625 billion in remaining performance obligations, 45% of which are from OpenAI.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Microsoft revenue grew 17% to $81.3 billion in the fourth quarter of 2025, a slightly lower rate of year-over-year growth than in the previous quarter. But Microsoft said it had $625 billion in remaining performance obligations as of the end of December, also known as a revenue backlog, up from $392 billion in the September quarter, implying it has plenty of revenue growth ahead.&nbsp;&nbsp;The company also disclosed it had 15 million paying subscribers of 365 Copilot, the suite of AI features for Office apps such as Excel and Word.</p>\n\n<p>Revenue from Azure and other cloud services grew 39% in the fourth quarter, compared to 40% growth in the quarter prior. Microsoft doesn’t break out Azure revenue in dollars. The company’s shares fell 4% in after-hours trading.</p>\n\n<p>The revenue backlog rise reflects OpenAI’s recent commitment to spend $250 billion on Microsoft’s Azure cloud over an unspecified period, which the companies announced in October. Microsoft said 45% of its remaining performance obligations came from OpenAI, or $281.2 billion, while the rest came from other customers’ bookings, including Anthropic. Microsoft said it will take 2.5 years, on average, for that backlog to turn into revenue.</p>\n\n<p>Microsoft has been pouring money into new data centers and servers equipped with Nvidia chips in order to meet demand from OpenAI, Anthropic, and other AI customers. The company’s capital expenditures in the December quarter were $37.5 billion, up 66% compared to last year, with two thirds of that spending going towards short-lived assets like chips. Free cash flow for the December quarter was $5.9 billion, down 9% from a year ago, which the company said was due to rising capital expenditures.</p>\n\n<p>Microsoft for the first time disclosed the number of paying subscribers of Office 365 Copilot software, which uses models from OpenAI and Anthropic to power AI features in its Office apps. Microsoft said the 15 million figure only includes subscribers who pay a monthly rate per seat, which starts at $30 per month. That implies the software is on track to generate billions of dollars in annual revenue, though many companies receive discounts when buying subscriptions in bulk. By comparison, OpenAI’s ChatGPT had 35 million paying users <a href=\"https://www.theinformation.com/newsletters/ai-agenda/went-wrong-openais-year-agents?rc=geicgp\">as of last July</a>.</p>\n\n<p>Microsoft also reported earnings per share of $5.16, which were much higher than usual because OpenAI <a href=\"https://www.theinformation.com/briefings/microsoft-gets-27-stake-openai-access-models-2032?rc=geicgp\">completed its restructuring in October</a> and granted Microsoft a 27% stake in the company for the first time. With the restructuring, Microsoft now reports gains and losses on its OpenAI stake after previously reporting a share of OpenAI’s operating losses. For consistency, Microsoft also reported non-GAAP earnings per share of $4.14 that excluded accounting for its OpenAI stake.</p>",
            "published_at": "2026-01-28T22:11:21.987Z",
            "url": "https://www.theinformation.com/briefings/microsoft-cloud-growth-slows-openai-fuels-surge-revenue-backlog?unlock=52c83f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/microsoft-cloud-growth-slows-openai-fuels-surge-revenue-backlog?unlock=52c83f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1236432,
                    "display_name": "Aaron Holmes"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 632,
                    "name": "microsoft"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16674,
            "guid": "c43af6",
            "headline": "Meta Forecasts 73% Jump in 2026 Capex, 40% Rise in Expenses ",
            "dek": "Meta reported stronger than projected fourth quarter revenue of $59.8 billion, up 24% year on year.",
            "source_url": "",
            "source_label": "The Information ",
            "body": "<p>Meta Platforms on Wednesday reported fourth-quarter revenue of $59.8 billion, up 24% from a year earlier, exceeding its own forecasts of $56 billion to $59 billion. The company also outlined ambitious spending plans for 2026, forecasting capital expenditures of $115 billion to $135 billion, up roughly 73% from $72 billion in 2025.</p>\n\n<p>The increase is being driven by investments in artificial intelligence initiatives, including on chips and servers. The parent company of Facebook, Instagram and WhatsApp in October also forecasted total expenses in 2025 would rise roughly 40% to between $162 billion and $169 billion, with the bulk of growth coming from infrastructure costs and employee compensation for technical talent. In the fourth quarter, Meta said operating expenses rose 40%, reducing its profit margin by seven percentage points to 41%.</p>\n\n<p>Meta expects first-quarter 2026 revenue to be between $53.5 billion and $56.5 billion. Despite the spending surge, the company anticipates operating income for 2026 to exceed 2025 levels. Meta shares were trading up 10% in after-hours trading, a sign investors were expecting the higher capex projections and were focused on Meta’s strong revenue growth.</p>",
            "published_at": "2026-01-28T21:46:45.875Z",
            "url": "https://www.theinformation.com/briefings/meta-forecasts-73-jump-2026-capex-40-rise-expenses?unlock=c43af6&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/meta-forecasts-73-jump-2026-capex-40-rise-expenses?unlock=c43af6&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2636195,
                    "display_name": "Jyoti Mann"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 284173,
                    "name": "meta"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16673,
            "guid": "7027ec",
            "headline": "Tesla Discloses $2 Billion xAI Investment as Profit, Revenue Continue to Fall ",
            "dek": "Total revenues fell 3% year-over-year to $24.9 billion, while net income fell 61% to $840 million.",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Tesla has agreed to invest $2 billion in xAI, the electric automaker said on Wednesday, further <a href=\"https://www.theinformation.com/articles/musk-tie-together-tesla-xai\">deepening ties</a> between the two Elon Musk-led companies.</p>\n\n<p>Tesla disclosed the investment alongside its fourth-quarter 2025 financial results, which showed the company’s sales and profits are continuing to decline. Total revenues fell 3% year-over-year to $24.9 billion, while net income fell 61% to $840 million. Tesla had its <a href=\"https://www.theinformation.com/briefings/tesla-deliveries-fell-16-fourth-quarter-worsening-2025-decline\">second year</a> in a row of falling auto sales in 2025 due to pressures including the end of electric vehicle subsidies in the U.S., increased competition from Chinese automakers globally and backlash to Musk’s political activities. Tesla shares were up about 2% in after-hours trading.</p>\n\n<p>Still, Musk has sought to turn attention toward newer initiatives like the Optimus humanoid robot and Tesla’s Robotaxi services. After <a href=\"https://www.theinformation.com/newsletters/the-briefing/elon-musks-promises-self-driving-ai-robots-clashed-reality\">blowing through deadlines</a> Musk had set for both projects in 2025, Tesla said Wednesday it will expand Robotaxi to seven additional U.S. cities by the end of June and unveil a new version of the Optimus robot by the end of March.</p>",
            "published_at": "2026-01-28T21:46:28.769Z",
            "url": "https://www.theinformation.com/briefings/tesla-discloses-2-billion-xai-investment-profit-revenue-continue-fall?unlock=7027ec&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/tesla-discloses-2-billion-xai-investment-profit-revenue-continue-fall?unlock=7027ec&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1422855,
                    "display_name": "Theo Wayt"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16109,
                    "guid": "14da9203e1",
                    "title": "How Musk Could Tie Together Tesla and xAI",
                    "url": "https://www.theinformation.com/articles/musk-tie-together-tesla-xai?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                },
                {
                    "type": "Topic",
                    "id": 86077,
                    "name": "autonomous vehicles"
                },
                {
                    "type": "Topic",
                    "id": 267744,
                    "name": "electric vehicles"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16672,
            "guid": "b79b8f",
            "headline": "Amazon Cuts 16,000 Employees",
            "dek": "The layoffs follow a similarly sized round in October \r\n",
            "source_url": "",
            "source_label": "The Information",
            "body": "<p>Amazon announced on Wednesday that it was laying off 16,000 employees.</p>\n\n<p>The layoffs follow earlier layoffs in October, when Amazon said it was laying off approximately 14,000 corporate employees. Amazon said the latest layoffs continue on efforts to reduce layers and remove bureaucracy and that not all teams had accomplished that work in the October layoffs. Amazon said it would still hire in certain strategic areas.</p>\n\n<p>Beth Galetti, Amazon’s SVP of people experience and technology said in a note to employees shared as a press release that the company does not plan to continue making large-scale layoffs every few months.</p>",
            "published_at": "2026-01-28T14:55:25.521Z",
            "url": "https://www.theinformation.com/briefings/amazon-cuts-16-000-employees?unlock=b79b8f&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/amazon-cuts-16-000-employees?unlock=b79b8f&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 2242907,
                    "display_name": "Catherine Perloff"
                }
            ],
            "related_items": [],
            "topics": [
                {
                    "type": "Topic",
                    "id": 1332,
                    "name": "amazon"
                }
            ]
        },
        {
            "type": "Briefing",
            "id": 16671,
            "guid": "a067e7",
            "headline": "China Approves First Batch of Nvidia H200 AI Chip Imports",
            "dek": "China approved 400,000 of the H200 AI chips for major tech firms as Nvidia CEO Jensen Huang visits China.",
            "source_url": "https://www.reuters.com/world/china/china-gives-green-light-importing-first-batch-nvidias-h200-ai-chips-sources-say-2026-01-28/",
            "source_label": "Reuters ",
            "body": "<p>China has approved imports of the first batch of Nvidia’s H200 AI chips, according to Reuters, citing two people familiar with the matter. The approval was granted as Nvidia CEO Jensen Huang visits China this week, after weeks of uncertainty whether and at which scale Beijing will allow the powerful chips in.</p>\n\n<p>ByteDance, Alibaba Group and Tencent Holdings have been allowed to purchase over 400,000 H200 chips in total, while other companies are waiting for subsequent approvals, Reuters reported.</p>\n\n<p>President Donald Trump approved the H200 chip sales to China last month, representing the most significant rollback of the Biden-era semiconductor export restrictions to date. Chinese officials have spent the past weeks balancing the imports of the H200 chips—which are needed to develop China’s AI systems—against the long-term goal of cultivating semiconductor technology independence. While the H200 is the most powerful AI chip currently available to Chinese buyers, it remains less advanced than Nvidia’s latest Blackwell processors.</p>\n\n<p>The Information reported earlier this month that Beijing told tech companies they could only buy H200 chips in special circumstances, without specifying the criteria. Last week, Bloomberg reported that ByteDance, Alibaba, and Tencent had received in principle approval for the H200 chips.</p>",
            "published_at": "2026-01-28T10:12:38.824Z",
            "url": "https://www.theinformation.com/briefings/china-approves-first-batch-nvidia-h200-ai-chip-imports?unlock=a067e7&utm_source=ti_app",
            "share_url": "https://www.theinformation.com/briefings/china-approves-first-batch-nvidia-h200-ai-chip-imports?unlock=a067e7&utm_medium=share&utm_source=ti_app",
            "authors": [
                {
                    "type": "Author",
                    "id": 1997962,
                    "display_name": "Qianer Liu"
                }
            ],
            "related_items": [
                {
                    "type": "Article",
                    "id": 16394,
                    "guid": "dea872f36f",
                    "title": "China Restricts Nvidia Chip Purchases to Special Circumstances",
                    "url": "https://www.theinformation.com/articles/china-restricts-nvidia-chip-purchases-special-circumstances?utm_source=ti_app"
                }
            ],
            "topics": [
                {
                    "type": "Topic",
                    "id": 2971,
                    "name": "semiconductors"
                },
                {
                    "type": "Topic",
                    "id": 5129,
                    "name": "asia"
                },
                {
                    "type": "Topic",
                    "id": 19616,
                    "name": "ai"
                }
            ]
        }
    ]
}